{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Art. 6-1;Violation of P1-1",
    "applicability": "",
    "appno": "17276/07",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-97267.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 17276/07) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Azerbaijani national, Mr Jafar Jafarov (“the applicant”), on 27 March 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr N. Ismayilov and Mr M Mustafayev, lawyers practising in . The Azerbaijani Government (“the Government”) were represented by their Agent, Mr Ç. Asgarov.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the failure to enforce the judgment of 21 July 2003 had violated his right to a fair trial and his property rights, as guaranteed by Article 6 of the Convention and Article 1 of Protocol No. 1 to the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 3 September 2008 the President of the First Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1959 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "6.  On 1 December 1998 the applicant was issued with an occupancy voucher (yaşayış orderi) for a flat in a recently constructed residential building in  on the basis of an order of the Baku City Executive Authority of 20 November 1998.",
                                "elements": []
                            },
                            {
                                "content": "7.  At the same time, the applicant became aware that the flat had been occupied since 1 January 1998 by M. and his family, who were internally displaced persons (“IDP”) from Shusha, a region under the occupation of the Armenian military forces following the Armenian-Azerbaijan conflict over Nagorno-Karabakh.",
                                "elements": []
                            },
                            {
                                "content": "8.  According to the applicant, despite numerous demands, M. refused to vacate the flat, pointing out that he was an IDP and had no other place to live.",
                                "elements": []
                            },
                            {
                                "content": "9.  On an unspecified date in 2003 the applicant lodged an action with the Yasamal District Court asking the court to order the eviction of M. and his family from the flat.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 21 July 2003 the Yasamal District Court granted the applicant’s claim and ordered that M. and his family be evicted from the flat. The court held that the applicant was the sole lawful tenant of the flat on the basis of the occupancy voucher of 1 December 1998 and therefore that the flat was being unlawfully occupied by M. and his family.",
                                "elements": []
                            },
                            {
                                "content": "11.  No appeals were lodged against this judgment and, pursuant to the domestic law, it became enforceable within one month of its delivery. However, M. and his family refused to comply with the judgment and, despite the applicant’s complaints to various authorities, it was not enforced.",
                                "elements": []
                            },
                            {
                                "content": "12.  On an unspecified date in 2006, the applicant and a group of other persons who were in the same situation lodged an action with the Yasamal District Court complaining that the Yasamal District Department of Judicial Observers and Enforcement Officers (“the Department of Enforcement Officers”) had not taken measures to enforce the judgments.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 27 December 2006 the Yasamal District Court dismissed that complaint as unsubstantiated. The applicant appealed against this judgment. On 2 May 2007 the Court of Appeal quashed the first-instance court’s judgment and delivered a new judgment on the merits in the applicant’s favour. The Court of Appeal held that the Department of Enforcement Officers’ inaction had been unlawful and that the judgment of 21 July 2003 should be enforced.",
                                "elements": []
                            },
                            {
                                "content": "14.  On an unspecified date in 2008 the applicant lodged an action against different authorities, seeking compensation for non-enforcement of the judgment of 21 July 2003. On 19 December 2008 the Yasamal District Court dismissed the applicant’s claim as unsubstantiated. On 3 March 2009 the  Court of Appeal and on 3 July 2009 the Supreme Court upheld the first-instance court’s judgment.",
                                "elements": []
                            },
                            {
                                "content": "15.  It appears from the case file that, after the lodging of the present application with the Court, M. lodged a request with the Yasamal District Court asking for postponement of the execution of the judgment of 21 July 2003. He alleged that, as he was an IDP, he had no other place to live but the flat in question.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 2 July 2008 the Yasamal District Court granted M.’s request and ordered the postponement of the execution of the judgment of 21 July 2003 until M. could move to one of the houses recently constructed for temporary settlement of IDPs. The court relied on the Presidential Order of 1 July 2004 on Approval of the State Programme for Improvement of Living Conditions and Increase of Employment of Refugees and Internally Displaced Persons (“the Presidential Order of 1 July 2004”), according to which the relevant State organs were instructed that until the return of the IDPs to their native lands or until their temporary settlement in new houses, IDPs should not be evicted from public apartments, flats, land and other premises, regardless of ownership, they had settled in between 1992 and 1998. Following a series of appeals by the applicant, on 15 March 2009 the Baku Court of Appeal upheld the first-instance court’s decision. It appears from the case file that on 12 May 2009 the applicant appealed against this decision to the Supreme Court and that the proceedings before the latter court are still pending.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Housing Code of 8 July 1982",
                                "elements": [
                                    {
                                        "content": "17.  Azerbaijani citizens are entitled to obtain the right of use of apartments owned by the State or other public bodies under the terms of a tenancy agreement (Articles 10 and 28). A decision to grant an apartment is implemented by way of issuing the citizen with an occupancy voucher (yaşayış sahəsi orderi) from the local executive authority (Article 48). The voucher serves as the sole legal basis for taking possession of the apartment designated therein (Article 48) and for concluding a tenancy agreement (yaşayış sahəsini icarə müqaviləsi) between the tenant and the housing maintenance authority (Article 51). The right of use of apartments is granted for an indefinite term (Article 10).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Law on Privatisation of Housing of 26 January 1993",
                                "elements": [
                                    {
                                        "content": "18.  Individuals residing, pursuant to a tenancy agreement, in apartments owned by the State and other public bodies have a right to transfer those apartments into their private ownership (Article 1). Such privatisation is voluntary and free of charge (Article 2). The right to privatise a State-owned apartment free of charge may be exercised only once (Article 7).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Law on Social Protection of Internally Displaced Persons and Equivalent Individuals of 21 May 1999",
                                "elements": [
                                    {
                                        "content": "19.  IDPs are defined as “persons displaced from their places of permanent residence in the territory of the  to other places within the territory of the country as a result of foreign military aggression, occupation of certain territories or continuous gunfire” (Article 2). The IDPs may be allowed to temporarily settle on their own only if the rights and lawful interests of other persons are not infringed. Otherwise, the relevant executive authority must ensure that the internally displaced persons are resettled in other accommodation (Article 5).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Regulations on Settlement of Internally Displaced Persons in Residential, Administrative and Other Buildings Fit for Residence or Feasible to make to Fit for Residence, adopted by the Cabinet of Ministers, Resolution No. 200 of 24 December 1999 (“the IDP Settlement Regulations”)",
                                "elements": [
                                    {
                                        "content": "20.  Article 4 of the IDP Settlement Regulations provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In order to prevent the eviction of internally displaced persons from dwellings in which they settled between 1992 and 1994, the legal force of the occupancy vouchers issued by the relevant authorities to individual citizens in respect of those dwellings shall be temporarily suspended...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Regulations on Resettlement of Internally Displaced Persons in Other Accommodation, adopted by the Cabinet of Ministers Resolution No. 200 of 24 December 1999 (“the IDP Resettlement Regulations”)",
                                "elements": [
                                    {
                                        "content": "21.  Article 4 of the IDP Resettlement Regulations provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In cases where the temporary settling of internally displaced persons breaches the housing rights of other individuals, the former must be provided with other suitable accommodation”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Order of the President of the Republic of Azerbaijan of 1 July 2004 on Approval of the State Programme for Improvement of Living Conditions and Increase of Employment of Refugees and Internally Displaced Persons",
                                "elements": [
                                    {
                                        "content": "22.  In the order, inter alia, the relevant State organs of the  are instructed that until the return of the IDPs to their native lands or until their temporary settlement in new houses, IDPs should not be evicted from public apartments, flats, land and other premises, regardless of ownership, they had settled in between 1992 and 1998.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  Code of Civil Procedure of 1 September 2000 (“the CCP”)",
                                "elements": [
                                    {
                                        "content": "23.  A judge examining a civil case may, at the request of a party to the case, decide to postpone or suspend the execution of the judgment or change the manner of its execution because of the parties’ property situation or other circumstances (Article 231).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLE 6 § 1 AND ARTICLE 13 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "24.  Relying on Articles 6 § 1 and 13 of the Convention and Article 1 of Protocol No. 1 to the Convention, the applicant complained about the nonenforcement of the Yasamal District Court’s judgment of 21 July 2003. Article 6 § 1 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 13 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "25.  The Government argued that the applicant had failed to exhaust domestic remedies. In particular, the Government noted that, by a decision of 2 July 2008 of the Yasamal District Court, the execution of the judgment of 21 July 2003 had been postponed and that an appeal against this postponement was still pending before the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The applicant disagreed with the Government and maintained that the remedies suggested by the Government were not appropriate in the circumstances of the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Court reiterates that Article 35 § 1 of the Convention, which sets out the rule on exhaustion of domestic remedies, provides for a distribution of the burden of proof. It is incumbent on the Government claiming nonexhaustion to satisfy the Court that the remedy was an effective one available in theory and in practice at the relevant time, that is to say that it was accessible, was one which was capable of providing redress in respect of the applicant’s complaints and offered reasonable prospects of success (see Akdivar and Others v. Turkey, 16 September 1996, § 68, Reports of Judgments and Decisions 1996IV, and Selmouni v. France [GC], no. 25803/94, § 76, ECHR 1999V). The Court further emphasises that the domestic remedies must be “effective” in the sense either of preventing the alleged violation or its continuation, or of providing adequate redress for any violation that has already occurred (see Kudła v. Poland [GC], no. 30210/96, § 158, ECHR 2000XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court observes that in the instant case the proceedings concerning the postponement of the execution of the judgment were instituted after the present application had been lodged with the Court at the request of M. and the purpose of the institution of these proceedings was not to ensure or to accelerate the execution of the judgment, but on the contrary to deprive it of its binding force for an indefinite period. The Court notes that the Government failed to provide any explanation as to how the proceedings concerning the postponement of the execution of the judgment of 21 July 2003 could have put an end to the continued situation of nonexecution or as to the kind of redress which the applicant could have been afforded as a result of these proceedings. In any event, the Court observes that the applicant did not complain about the outcome of the proceedings concerning the postponement of the execution of the judgment in question but rather about the fact that the judgment was not enforced. Even if the domestic courts had ruled in favour of the applicant in the postponement proceedings and decided that the execution of the judgment of 21 July 2003 should not be postponed, such a decision would only have produced the same results, the only outcome being confirmation of the judgment’s enforceability enabling the enforcement officers to proceed with the enforcement proceedings (see, mutatis mutandis, Tarverdiyev v. Azerbaijan, no. 33343/03, § 47, 26 July 2007, and Yavorivskaya v. Russia (dec.), no. 34687/02, 13 May 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  In view of the above, the Court rejects the Government’s objection concerning the non-exhaustion of domestic remedies. The Court further considers that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention or inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "30.  The Government submitted that, due to the large number of IDPs in Azerbaijan as a result of the Armenian-Azerbaijani conflict over NagornoKarabakh, there was a serious problem with housing for IDPs in . The Government noted that, despite the fact that the judgment of 21 July 2003 had ordered the eviction of M. from the flat, this judgment could not be enforced because there was no other accommodation available for the IDPs settled in the flat in question. The Government further argued that, due to the postponement of the judgment of 21 July 2003, it was no longer enforceable. Moreover, relying on different provisions of the domestic law (see Relevant Domestic Law above), the Government alleged that IDPs should not be evicted from their temporary places of residence until their return to their native lands or their resettlement in other accommodation. The Government also submitted that the solution of the IDPs’ housing problem was one of the priorities of the Government’s policy and that the relevant measures were being implemented in this respect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The applicant reiterated his complaint.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a) Articles 6 and 13 of the Convention",
                                "elements": [
                                    {
                                        "content": "32.  The Court reiterates that Article 6 § 1 secures to everyone the right to have any claim relating to his civil rights and obligations brought before a court or tribunal; in this way it embodies the “right to a court”, of which the right of access, that is the right to institute proceedings before courts in civil matters, constitutes one aspect. However, that right would be illusory if a Contracting State’s domestic legal system allowed a final, binding judicial decision to remain inoperative to the detriment of one party. It would be inconceivable that Article 6 § 1 should describe in detail procedural guarantees afforded to litigants, namely to have proceedings that are fair, public and expeditious, without protecting the implementation of judicial decisions; to construe Article 6 as being concerned exclusively with access to a court and the conduct of proceedings would be likely to lead to situations incompatible with the principle of the rule of law which the Contracting States undertook to respect when they ratified the Convention. Execution of a judgment given by any court must therefore be regarded as an integral part of the “trial” for the purposes of Article 6 (see Hornsby v. , 19 March 1997, § 40, Reports of Judgments and Decisions 1997II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court notes that a delay in the execution of a judgment may be justified in particular circumstances. But the delay may not be such as to impair the essence of the right protected under Article 6 § 1 of the Convention (see Burdov v. Russia, no. 59498/00, § 35, ECHR 2002III). The Court also reiterates that State responsibility for enforcement of a judgment against a private party extends no further than the involvement of State bodies in the enforcement procedures. When the authorities are obliged to act in order to enforce a judgment and they fail to do so, their failure to take action can engage the State’s responsibility under Article 6 § 1 of the Convention (see, mutatis mutandis, Cebotari and Others v. Moldova, nos. 37763/04, 37712/04, 35247/04, 35178/04 and 34350/04, § 39, 27 January 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  At the outset, the Court observes that the judgment of 21 July 2003 in favour of the applicant remained unenforced for almost six years, thus preventing the applicant from benefiting from the success of the litigation which concerned his property rights. The Court notes that the dispute in the present case was between private parties. However, in so far as the judgment of 21 July 2003 ordered the eviction of the IDPs from the applicant’s flat, the situation at hand necessitated action by the State in order to assist the applicant with the enforcement of the judgment when the IDPs, as a private party, refused to comply with it. In the instant case, it is undisputed by the parties that the judgment of 21 July 2003 had been enforceable under the domestic law at least until the delivery of the decision of 2 July 2008 by the Yasamal District Court concerning the postponement of the enforcement proceedings. It appears from the case file that, despite the fact that the enforcement proceedings had been instituted one month after the delivery of the judgment of 21 July 2003, the Government had taken no action in this connection and had not advanced any justification for non-enforcement of the judgment in question during this period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  As for the order on postponement of the execution, the Court notes that it has already examined a similar case, in which the execution of the judgment on eviction was postponed by the court which delivered the judgment (see Akimova v. Azerbaijan, no. 19853/03, §§ 45-50, 27 September 2007). The Court found in that case that the order on the postponement of the judgment’s execution without any lawful basis and justification was in breach of Article 1 of Protocol No. 1 to the Convention; the Court further found that it was not necessary to examine the same complaint under Article 6 in that case. Unlike that case, in the present case the order on the postponement of the execution of the judgment was taken approximately five years after the judgment became final and enforceable. The Court notes that in the instant case the postponement of the execution of the judgment was based on the Presidential Order of 1 July 2004. The Court notes, however, that this Presidential Order did not contain any specific provisions on civil procedure vesting the domestic courts with the competence to postpone indefinitely the execution of judicial eviction orders, which is what happened in the present case. Moreover, the Law of 21 May 1999 provided that if the settlement of the IDPs of their own accord infringed the rights and lawful interests of other persons, the domestic authorities must ensure the resettlement of the IDPs in other accommodation. Accordingly, the relevant presidential order appeared to be contradictory to the legislative act possessing superior force; in such circumstances, a question arises as to the lawfulness of the postponement order based on this Presidential Order. However, from the standpoint of Article 6 of the Convention, the Court is not concerned with the question whether such postponement was “lawful” under the domestic law. The Court reiterates that the rights guaranteed by Article 6 of the Convention would be illusory if the Contracting State’s domestic legal system allowed a final, binding judicial decision to remain inoperative to the detriment of one party (see § 32 above). Moreover, a formal postponement of execution of a final judgment for an indefinite period of time without compelling reasons is incompatible with the principle of legal certainty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court is prepared to accept that, in the instant case, the existence of a large number of IDPs in  created certain difficulties in the execution of the judgment of 21 July 2003. Nevertheless, the judgment remained in force, but for more than six years no adequate measures were taken by the authorities to comply with it. It has not been shown that the authorities had continuously and diligently taken the measures for the enforcement of the judgment in question. In such circumstances the Court considers that no reasonable justification was advanced by the Government for the significant delay in the enforcement of the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court considers that by failing to take necessary measures to comply with the final judgment in the instant case, the authorities deprived the provisions of Article 6 § 1 of the Convention of all useful effect (see Burdov, cited above, § 37). There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  In view of the above finding, the Court does not consider it necessary to rule on the complaint under Article 13 of the Convention because Article 6 is lex specialis in regard to this part of the application (see, for example, Efendiyeva v. Azerbaijan, no. 31556/03, § 59, 25 October 2007, and Jasiūnienė v. , no. 41510/98, § 32, 6 March 2003).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b) Article 1 of Protocol No. 1 to the Convention",
                                "elements": [
                                    {
                                        "content": "39.  The Court reiterates that a “claim” can constitute a “possession” within the meaning of Article 1 of Protocol No. 1 if it is sufficiently established to be enforceable (see Stran Greek Refineries and Stratis Andreadis v. Greece, 9 December 1994, § 59, Series A no. 301B).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court observes that in the instant case the applicant did not own the flat in question, but had only tenancy rights to it pursuant to the occupancy voucher issued by the local executive authority. However, the Court has found that a claim to a flat based on such an occupancy voucher constitutes a “possession” falling within the ambit of Article 1 of Protocol No. 1 (see Akimova, cited above, §§ 39-41). In the present case, the applicant’s tenancy right to the flat was recognised by the judgment of 21 July 2003. Moreover, the judgment ordered the eviction of the IDPs from the flat, thus granting the applicant an enforceable claim to recover the use of the flat in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The judgment had become final and enforcement proceedings had been instituted, giving the applicant a right that he would recover the use of the flat. It follows that the impossibility for the applicant to obtain the execution of this judgment for more than six years constituted an interference with his right to peaceful enjoyment of his possessions, as set out in the first sentence of the first paragraph of Article 1 of Protocol No. 1. The Court has previously dealt with similar issues in the case of Radanovic v. . For the reasons set out in that judgment, as well as those in paragraph 36 above, the Court finds that no acceptable justification for this interference has been advanced by the Government (see, mutatis mutandis, Radanović v. Croatia, no. 9056/02, §§ 48-50, 21 December 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Accordingly, there has also been a violation of Article 1 of Protocol No. 1 to the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "43.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "44.  The applicant claimed 68,809 euros (EUR) in respect of pecuniary damage. He argued that, owing to the non-enforcement of the judgment, he had to rent another place to live with his family. The amount claimed covered the rent and the alleged current market value of his flat.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Government argued that the applicant could not claim any compensation for the market value of the flat. The Government further noted that they had checked the grounds for the remainder of the claim corresponding to the rental expenses and indicated their willingness to accept the part of the applicant’s claim in respect of the rent up to a maximum of EUR 8,695.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  As for the part of the claim relating to the market value of the flat, the Court rejects this part as it does not find any causal link between the violation found and this part of the claim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  As for the part of the claim relating to the rental expenses, the Court notes that there is a causal link between this part of the claim and the violation found. However, the Court observes that the applicant did not submit any evidence supporting this claim or any basis for calculation of the amount claimed. In particular, he has not submitted any rental contracts or other documents certifying payment of rent. However, taking into account that the Government agreed to compensate the applicant for the pecuniary damage in an amount of EUR 8,695, the Court awards the applicant the sum of EUR 8,695 in respect of pecuniary damage, plus any tax that may be chargeable.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "48. The applicant claimed EUR 20,000 in respect of nonpecuniary damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Government indicated their willingness to accept the applicant’s claim for non-pecuniary damage up to a maximum of EUR 1,000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court considers that the applicant must have sustained some non-pecuniary damage as a result of the lengthy non-enforcement of the final judgment in his favour. However, the amount claimed is excessive. Making its assessment on an equitable basis, as required by Article 41 of the Convention, the Court awards the applicant the sum of EUR 4,800 under this head, plus any tax that may be chargeable on this amount.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Moreover, the Court considers that, in so far as the judgment of 21 July 2003 remains in force, the State’s outstanding obligation to enforce it cannot be disputed. Accordingly, the applicant is still entitled to enforcement of that judgment. The Court reiterates that the most appropriate form of redress in respect of a violation of Article 6 is to ensure that the applicant as far as possible is put in the position he would have been in had the requirements of Article 6 not been disregarded (see Piersack v. Belgium (Article 50), 26 October 1984, § 12, Series A no. 85). Having regard to the violation found, the Court finds that this principle also applies in the present case. It therefore considers that the Government shall secure, by appropriate means, the enforcement of the judgment of 21 July 2003.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "52.  The applicant also claimed EUR 1,500 for the costs and expenses incurred before the Court. This claim was not itemised or supported by any documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Government considered the claim to be unjustified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, having regard to the fact that the applicant failed to produce any supporting documents, the Court dismisses the claim for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "55.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine the complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that the respondent State, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, shall secure, by appropriate means, the enforcement of the domestic court’s judgment of 21 July 2003;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 8,695 (eight thousand six hundred and ninety-five euros) in respect of pecuniary damage and EUR 4,800 (four thousand eight hundred euros) in respect of nonpecuniary damage, plus any tax that may be chargeable to the applicant, to be converted into New Azerbaijani manats at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 11 February 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the concurring opinion of Judge Malinverni joined by Judge Spielmann is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "I voted without hesitation for the finding that there had been a violation of Article 6. I am not convinced, however, that in the present case the authorities’ refusal to enforce the judgment of 21 July 2003 also entailed a violation of Article 1 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "I note first of all that the applicant was issued with an occupancy voucher for a flat in a recently constructed residential building on 1 December 1998. It transpired, however, that the flat had been occupied since 1 January 1998 – for eleven months – by a family whose members were internally displaced persons (“IDPs” – see paragraphs 6 and 7). This situation inevitably gives rise to a question which was in fact the root cause of the dispute: how could the competent authorities allocate a flat to the applicant when they knew – or at least should have known – that the flat was already occupied by an internally displaced family? Should they not have made sure beforehand that the flat was unoccupied?",
                        "elements": []
                    },
                    {
                        "content": "I further observe that, in the present case, the applicant did not own the flat in question, but had only tenancy rights to it pursuant to the occupancy voucher (see paragraph 40). Notwithstanding the finding that a claim to a flat based on such an occupancy voucher constituted a “possession” falling within the ambit of Article 1 of Protocol No. 1, the applicant was not actually the owner (idem).",
                        "elements": []
                    },
                    {
                        "content": "It is correct to say, as the Court found, that the impossibility for the applicant to obtain the execution of the judgment in his favour for more than six years constituted an interference with his right to peaceful enjoyment of his possessions, as set out in the first sentence of the first paragraph of Article 1 of Protocol No. 1 (see paragraph 41).",
                        "elements": []
                    },
                    {
                        "content": "However, I have greater difficulty agreeing with my colleagues when they state that, for the reasons set out in paragraph 36, the Court finds that no acceptable justification for this interference has been advanced by the Government (see paragraph 41, last sentence).",
                        "elements": []
                    },
                    {
                        "content": "In other words, the reasons that led to a finding of a violation of Article 6 are said to be equally valid for a finding of a violation of Article 1 of Protocol No. 1. Is this reasoning correct? I personally do not find it convincing.",
                        "elements": []
                    },
                    {
                        "content": "Whilst Article 6 does not give rise to a balancing of interests, such an exercise is required by Article 1 of Protocol No. 1. In the present case, the ",
                        "elements": []
                    },
                    {
                        "content": "two interests at stake were, on the one hand, the applicant’s interest, protected as it was by Article 1 of Protocol No. 1, in occupying the flat allocated to him, and on the other, the right of M. and his family to their home, as protected by Article 8, which covered the right not to be evicted.",
                        "elements": []
                    },
                    {
                        "content": "Faced with these conflicting rights, which one should prevail? I am not persuaded that it should necessarily be the right under Article 1 of Protocol No. 1. In its judgment of 21 July 2003 the Yasamal District Court does not seem to have carried out this balancing of interests (see paragraph 10). However, in its decision of 2 July 2008 that same court seems to have taken into account the right of M. and his family not to be evicted, because it granted M.’s request and ordered a stay of execution of the judgment of 21 July 2003 until M. could move into one of the houses recently constructed for temporary settlement of IDPs (paragraph 16).",
                        "elements": []
                    },
                    {
                        "content": "I regret, for my part, that the judgment did not balance the two competing interests before concluding that there had been a violation of Article 1 of Protocol No. 1. Instead of confining itself to finding that this Article had been breached, the Court should have taken into consideration the internally displaced family’s right to their home, and should have ensured that the family could be rehoused elsewhere.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Nina Vajić",
            "role": "judges"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Dean Spielmann",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF JAFAROV v. AZERBAIJAN",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-97267.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0211JUD001727607",
    "externalsources": [],
    "extractedappno": [
        "17276/07",
        "25803/94",
        "30210/96",
        "33343/03",
        "34687/02",
        "59498/00",
        "37763/04",
        "37712/04",
        "35247/04",
        "35178/04",
        "34350/04",
        "19853/03",
        "31556/03",
        "41510/98",
        "9056/02",
        "50187/06"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-97267",
    "judgementdate": "11/02/2010 00:00:00",
    "kpdate": "11/02/2010 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "JAFAROV",
        "AZERBAIJAN"
    ],
    "rank": "716.450622558594",
    "representedby": [
        "ISMAYILOV N.",
        "MUSTAFAYEV, M."
    ],
    "respondent": "AZE",
    "respondentOrderEng": "5",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "452299",
    "typedescription": "15"
}