{
    "__articles": "1;6;6-1;8;8-1;7;13;14;29;29-3;34;35;35-1;P1-1;P1-1-1;5;5-1-c;17",
    "__conclusion": "Preliminary objections dismissed (victim, non-exhaustion of domestic remedies, six month period);Violation of P1-1;Violation of Art. 8;Violation of Art. 13;Inadmissible under Art. 7;Inadmissible under Art. 14;Inadmissible under Art. 17;Just satisfaction reserved",
    "applicability": "",
    "appno": "8803/02;8804/02;8805/02;8806/02;8807/02;8808/02;8809/02;8810/02;8811/02;8813/02;8815/02;8816/02;8817/02;8818/02;8819/02",
    "article": [
        "14",
        "7",
        "13",
        "8",
        "34",
        "p1-1",
        "29",
        "35",
        "5",
        "6",
        "1",
        "17"
    ],
    "conclusion": [
        {
            "details": [
                "victim, non-exhaustion of domestic remedies, six month period"
            ],
            "element": "Preliminary objections dismissed",
            "type": "other"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        },
        {
            "element": "Inadmissible under Art. 7",
            "type": "other"
        },
        {
            "element": "Inadmissible under Art. 14",
            "type": "other"
        },
        {
            "element": "Inadmissible under Art. 17",
            "type": "other"
        },
        {
            "element": "Just satisfaction reserved",
            "type": "other"
        }
    ],
    "content": {
        "001-61854.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in fifteen applications (nos. 8803/02, 8804/02, 8805/02, 8806/02, 8807/02, 8808/02, 8809/02, 8810/02, 8811/02, 8813/02, 8815/02, 8816/02, 8817/02, 8818/02 and 8819/02) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by fifteen Turkish nationals, Mr Abdullah Doğan, Mr Cemal Doğan, Mr Ali Rıza Doğan, Mr Ahmet Doğan, Mr Ali Murat Doğan, Mr Hasan Yıldız, Mr Hıdır Balık, Mr İhsan Balık, Mr Kazım Balık, Mr Mehmet Doğan, Mr Müslüm Yılmaz, Mr Hüseyin Doğan, Mr Yusuf Doğan, Mr Hüseyin Doğan and Mr Ali Rıza Doğan (“the applicants”), on 3 December 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants, who had been granted legal aid, were represented by Mr M. A. Kırdök, Mr Ö. Kılıç and Mr H.K. Elban, lawyers practising in . The Turkish Government (“the Government”) were represented by their Co-Agent, Dr Ş. Alpaslan.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants complained of their forced eviction from their homes in Boydaş, a  district in Tunceli province, and of the refusal of the Turkish authorities to allow them to return. They alleged that their exclusion from their village gave rise to breaches of Articles 1, 6, 7, 8, 13, 14 and 18 of the Convention and Article 1 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applications were allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 28 November 2002 the Court decided to communicate the applications. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the admissibility and the merits of the applications at the same time.",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicants and the Government each filed observations on the admissibility and merits (Rule 59 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  A hearing took place in public in the Human Rights Building, , on 12 February 2004 (Rule 59 § 3).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Dr Ş. Alpaslan, Ms B. Arı and Mr Ö. Kılıç.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The facts as submitted by the parties may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "A.  General background",
                                "elements": [
                                    {
                                        "content": "9.  Until October 1994 the applicants all lived in Boydaş, a  district in Tunceli province, in the then state-of-emergency region of .",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The applicants Abdullah Doğan, Ali Rıza Doğan, Ahmet Doğan, Kazım Balık, Müslüm Yılmaz and Yusuf Doğan (applications nos. 8803/02, 8805/02, 8806/02, 8811/02, 8815/02 and 8817/02 respectively) owned houses and land in Boydaş, whereas the other applicants cultivated land and lived in the houses owned by their fathers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In particular, Cemal Doğan is the son of Ahmet Doğan (applications nos. 8804/02 and 8806/02 respectively).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Ali Murat Doğan, Hüseyin Doğan and Ali Rıza Doğan are the sons of Yusuf Doğan (applications nos. 8807/02, 8816/02, 8819/02 and 8817/02 respectively).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Hasan Yıldız (application no. 8808/02) cultivated the land owned by his father Nurettin Yıldız.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Hıdır and İhsan Balık are brothers (applications nos. 8809/02 and 8810/02 respectively). They used the property owned by their father Haydar Balık.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Mehmet Doğan is the son of Ali Rıza Doğan (applications nos. 8813/02 and 8805/02 respectively).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Hüseyin Doğan (application no. 8818/02) cultivated the land owned by his father Hasan Doğan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  Boydaş village may be described as an area of dispersed hamlets and houses spread over mountainous terrain, where there is insufficient land suitable for agriculture. For administrative purposes the village was regarded as being in the Hozat district. An extended patriarchal family system prevailed in the region, where there were no large landowners but generally small family farms. These usually took the form of livestock farms (sheep, goats and beekeeping) revolving around the grandfather or father and run by their married children. The applicants earned their living by farming, in particular stockbreeding, land cultivation, tree felling and the sale of timber, as did their fellow villagers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  In 1994, terrorist activity was a major concern in this area. Since the 1980s a violent conflict had been going on in the region between the security forces and sections of the Kurdish population in favour of Kurdish autonomy, in particular members of the PKK (Workers’ Party of Kurdistan). This resulted in the displacement of many people from in and around Boydaş village either because of the difficulty of life in the remote mountainous area or because of the security situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The facts of the case, in particular the circumstances of the applicants’ and the denial of access to their property in Boydaş village, are disputed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicants’ version of the facts",
                                "elements": [
                                    {
                                        "content": "14.  In October 1994 the inhabitants of Boydaş were forcibly evicted from their village by security forces on account of the disturbances in the region. The security forces also destroyed the applicants’ houses with a view to forcing them to leave the village. The applicants and their families thus moved to safer areas, namely to Elazığ and  where they currently live in poor conditions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  \tThe applicants’ complaints to the authorities",
                                        "elements": [
                                            {
                                                "content": "15.  Between 29 November 1994 and 15 August 2001 the applicants petitioned various administrative authorities, namely the offices of the Prime Minister, the Governor of the state-of-emergency region, the Tunceli Governor and the Hozat District Governor, complaining about the forced evacuation of their village by the security forces. They also requested permission to return to their village and to use their property.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The authorities’ responses to the applicants",
                                        "elements": [
                                            {
                                                "content": "16.  \tAlthough the applicants’ petitions were received by the authorities, no response was given to the applicants, except the letters in reply sent to Abdullah, Ahmet, Mehmet and Hüseyin Doğan, within the 60-day period prescribed by Law no. 2577.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  By a letter of 5 May 2000, the District Governor of Hozat replied to Abdullah Doğan’s petition dated 24 February 2000 and stated the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The Project ‘Return to the Village and Rehabilitation in Eastern and South-eastern Anatolia’ is developed by the South-eastern Anatolia Project Regional Development Directorate (GAP Bölge Kalkındırma İdaresi Başkanlığı). It aims to facilitate the resettlement of any inhabitants who unwillingly left their land due to various reasons, particularly terrorist incidents and who now intend to return to secure collective settlement units, since the number of terrorist incidents has decreased in the region. The Project also aims at creating sustainable living standards in the re-settlement areas.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In this context, your petition has been taken into consideration.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  By letters of 10 October and 5 and 25 June 2001, the stateofemergency office attached to the Tunceli Governor’s office stated the following in response to the petitions submitted by Ahmet, Mehmet and Hüseyin Doğan:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Return to Boydaş village is forbidden for security reasons. However, you can return and reside in Çaytaşı, Karaca, Karaçavuş, Kavuktepe and Türktaner villages.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Furthermore, your petition will be considered under the ‘Return to the Village and Rehabilitation Project’.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Government’s version of the facts",
                                "elements": [
                                    {
                                        "content": "19.  Since the early 1980s the PKK terrorist organization waged a vicious and deadly campaign against the  with a view to separating a part of its territory and setting up a . The terrorist campaign carried out by the PKK focused on the south-east provinces of  and aimed at destabilizing the region morally and economically as well as coercing the innocent population in the area to join the terrorist organisation. Those who refused to join the terrorist organisation were intimidated with random killings and village massacres. In this connection, between 1984 and 1995, 852 incidents occurred causing the death of 383 people and the wounding of 460.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  This terrorist campaign resulted in a drastic movement of population from the area to more secure cities and areas of the country. Thus, the inhabitants of the villages and hamlets in the region left their homes owing to the terrorist threat by the PKK.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  However, a number of settlements might have been evacuated by the local authorities to ensure the safety of the population as a precaution. According to the official figures, the number of people internally displaced on account of the terrorism is around 380,000. This figure corresponds to the evacuation of 48,822 houses located in 853 villages and 2,183 hamlets.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The applicants were residents of Boydaş village. The official records indicate that the inhabitants of Boydaş evacuated the village because of the PKK intimidation. They were not forced to leave the village by the security forces.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Documents submitted by the parties",
                                "elements": [
                                    {
                                        "content": "1.  \tThe documents submitted by the applicants",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  \tStatement of 4 December 2003 by Ali Haydar Doğan, the mayor of Boydaş village",
                                "elements": [
                                    {
                                        "content": "23.  Mr Ali Haydar Doğan stated that he had been the mayor of Boydaş village since 1989. He lived in the Hozat district for three years following the forced evacuation of the village in October 1994. He is currently living in . Mr Doğan explained that Boydaş was a forest village with oak trees and pastures around it. Since the village did not have sufficient land for agriculture, the inhabitants earned their living mainly from stock breeding and treefelling.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  As to the property owned by the applicants in Boydaş village, the mayor gave the following information:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i) Abdullah Doğan had land, a house, a barn and a sheep pen as well as approximately eighty head of small livestock and cattle in the Kozluca hamlet of Boydaş village;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii) Cemal Doğan was cultivating a number of plots of land registered in the name of his father. He owned a house, a sheep pen, a barn and a number of animals;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii) Ali Rıza Doğan was using three plots of land adding up to about 50 dönüm (about 920 m2) in the north and west of Kozluca hamlet. He had small livestock and a number of animals;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv) Ahmet Doğan had a house, a sheep pen, a barn and a plot of land of around thirty dönüm in Kozluca hamlet. He had around a hundred head of small livestock and three or four cattle;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(v) Ali Murat Doğan was using, along with his father, three plots of land adding up to about forty to fifty dönüm in the north of Kozluca. He also had a flock of small livestock together with his father;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(vi) Hasan Yıldız was using some leased plots of land. He further had, together with his father, a flock of two hundred head of small livestock;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(vii) Hıdır Balık was cultivating a plot of land, approximately twohundred dönüm, owned by his father Kazım Balık, in the Dereköy hamlet of Boydaş village. He also had about fifty head of small livestock and two or three cattle;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(viii) İhsan Balık was cultivating a plot of land, approximately twohundred dönüm, along with his father Kazım. He and his father also had a hundred and fifty head of small livestock and five cattle;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ix) Kazım Balık and his siblings were cultivating a plot of land, approximately twohundred dönüm, which they had inherited from their father in the hamlet of Dereköy. He had about a hundred and fifty head of small livestock and five cattle;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(x) Mehmet Doğan was cultivating a plot of land owned by his father Ali Rıza. He had a house, a barn, a sheep pen and about forty head of small livestock in Kozluca hamlet;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xi) Müslüm Yılmaz had a few plots of land adding up to about fifty dönüm in total in the east of Boydaş village and approximately two hundred head of small livestock as well as fifteen to twenty head of cattle;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xii) Hüseyin Doğan and his father Yusuf Doğan were cultivating the land owned by the latter in Kozluca hamlet. Hüseyin also had a separate house, a barn, a sheep pen and about eighty head of small livestock as well as four cattle;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xiii) Ali Rıza Doğan is the son of Yusuf Doğan, and they were cultivating the land and feeding the animals mentioned above (xii);",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xiv) Yusuf Doğan had a house, a barn and a sheep pen in Kozluca hamlet. He also had three plots of land, adding up to fifty dönüm, and about a hundred head of small livestock as well as ten cattle;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(xv) Hüseyin Doğan is the son of Hasan Doğan. He was cultivating three plots of land, around fifteen to twenty dönüm, which he inherited from his grandfather and father in the Kozluca hamlet of Boydaş village. He had seventy to eighty head of small livestock and three to four cattle.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Statement of 25 October 2003 by Kazım Balık, Hasan Doğan, Nurettin Yıldız and Ali Balık",
                                "elements": [
                                    {
                                        "content": "25.  Following their visit to Boydaş village on 25 October 2003, the applicants observed the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“We are the villagers who lived in Boydaş village of the Hozat district, but who had to leave since the village was forcibly evacuated. We are currently residing in the Hozat district. Although we were informed that we could return to our village, nobody is living there at the moment because there are no buildings to live in, no roads, no water, no electricity, no education or health service.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  On-site report of 28 July 2003, drafted and signed by three gendarmes and four villagers from Cevizlidere village in the neighbouring Ovacık district",
                                "elements": [
                                    {
                                        "content": "26.  This document was prepared by three gendarmes from the Ovacık gendarmerie command and undersigned by four villagers from Cevizlidere in the Ovacık district, which is the neighbouring town of . It contained the observations of the signatories on the current state of Cevizlidere and referred to the fact that everyone registered in the village was allowed to leave and enter the village freely up to that date, provided that the gendarmerie station was informed of those movements.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(d)  Copy of an identity card issued by the Ovacık District gendarmerie command",
                                "elements": [
                                    {
                                        "content": "27.  This identity card was issued by the Ovacık district gendarmerie command for a resident of the Cevizlidere village. It contains a statement that the identity card was issued for villagers temporarily resident in Cevizlidere.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(e)  Decision of lack of jurisdiction dated 29 September 1997, issued by the Military Public Prosecutor attached to the Gendarmerie General Command in ",
                                "elements": [
                                    {
                                        "content": "28.  This document pertains to the military public prosecutor’s decision that he did not have jurisdiction in relation to eight incidents which concerned the disappearance and killing of certain individuals by unknown persons in the Hozat and Ovacık districts of the .",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(f)  Petition filed with the Prime Minister’s office in  by the mayors of some of the villages in the districts of Hozat, Ovacık and Pertek, in the ",
                                "elements": [
                                    {
                                        "content": "29.  This petition contains the complaints of the mayors about the burning of their villages and forced eviction of the inhabitants by the security forces. The mayors further allege that security forces apply an extensive embargo on foodstuffs and essential commodities in the region. They ask the Prime Minister to take necessary measures with a view to allowing the inhabitants of the villages to return to their homes and land. They also request that the damage they suffered as a result of the destruction of property and forced displacement be compensated, that economic aid be provided and that the land mines in the region be cleared.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(g)  Ovacık First-instance Court’s decision of 22 November 1994; Tunceli Deputy Governor’s letter of 22 November 1994; a letter of 18 October 1994 from İ.K. to the Ovacık First-instance Court; Ovacık district gendarmerie command’s letter of 6 November 1994 to the District Governor; Tunceli Land Registry Director’s letter of 25 October 1994 to the Ovacık First-instance Court and a letter dated 18 October 1994 from the judge of the Ovacık First-instance Court to the district governor’s office",
                                "elements": [
                                    {
                                        "content": "30.  The above-listed documents pertain to the inability of the authorities to conduct an on-site investigation into an allegation of destruction of property in Yazıören village in the Ovacık district on account of the lack of security in the area in question.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(h)  The report of 9 January 1996 of the Turkish Grand National Assembly’s Commission of Inquiry on the measures to be taken to address the problems of the persons displaced following the evacuation of settlement units in east and south-east Anatolia",
                                "elements": [
                                    {
                                        "content": "31.  This report was prepared by a Commission of Inquiry composed of ten members of parliament. According to the report, in 1993 and 1994 the inhabitants of 905 villages and 2,523 hamlets were evicted and forced to move to other regions of the country (p. 13). The number of people evicted from 183 villages and 823 hamlets in the , which includes Boydaş village, was estimated to be around 40,933 (p. 12).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The report includes the statements given by Mr Rıza Ertaş, a member of the General Assembly of Van Province (Van İl Genel Meclisi), who claimed that eighty per cent of the villages had been evacuated by the State authorities and twenty per cent by terrorists (p. 19).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The report also refers to the Human Rights Report , which includes a chapter on evacuated villages and immigrants, prepared and submitted to the Commission of Inquiry in 1995 by Mr Yavuz Önen, the chair of the Human Rights Foundation. It appears from this report that the mayors of the evacuated villages in the Ovacık and Hozat districts of Tunceli met in  on 20 and 21 May 1995. They noted that 350 out of 540 villages and hamlets attached to Tunceli had been evacuated and that fifty per cent of the evacuated villages had been burned. The mayors further pointed out that the inhabitants of the region faced starvation on account of the food embargo and that the restrictions imposed by the authorities on access to the high ground in the region had struck stock-breeding, which was the sole source of income of the inhabitants of the region. It was further noted in the Human Rights Report  that in 1995 the practice of evacuation of villages and hamlets had continued. Many houses in the villages were either destroyed or made uninhabitable. People were forced to emigrate from the region. Pressure was exerted on the inhabitants until they left their villages. In early 1995 there was practically no village or hamlet inhabited except those whose inhabitants agreed to become village guards.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The report further refers to the speech delivered at the Turkish Grand National Assembly by Mr Salih Yıldırım, a deputy from Şırnak, on 3 June 1997 on the question of the evacuated villages. Mr Yıldırım stated, among other assertions, that the villages were evacuated either by the PKK, in order to intimidate those who opposed it, or by the authorities since they were unable to protect the villages or since the inhabitants of the villages refused to become village guards or were suspected of having aided the PKK (p. 20).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  In conclusion, it was recommended in the report that the inhabitants of the settlement units should either be re-housed in the provinces or districts or central villages, that those who wanted to return should not be rehoused in hamlets but in central villages which were close to the area where they used to live and that necessary economic measures should be taken with a view to providing employment to the inhabitants of the region while priority was being given to the immigrants (p. 112).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(i)  Committee of Ministers Interim Resolution ResDH (2002)98 on action of the security forces in ",
                                "elements": [
                                    {
                                        "content": "36.  The Committee of Ministers of the Council of Europe stressed in Resolution Res DH (2002) 98, in so far as relevant, that an effective remedy entailed, under Article 13 of the Convention, a thorough and effective investigation into alleged abuses with a view to the identification of and the punishment of those responsible, as well as effective access by the complainant to the investigative procedure. The Committee of Ministers also expressed its regrets that repeated demands for the reform of Turkish criminal procedure to enable an independent criminal investigation to be conducted without prior approval by the State’s prefects had not yet been met. It therefore urged Turkey to accelerate without delay the reform of its system of criminal prosecution for abuses by members of the security forces, in particular by abolishing all restrictions on the prosecutors’ competence to conduct criminal investigations against State officials, by reforming the prosecutor’s office and by establishing sufficiently deterrent minimum prison sentences for persons found guilty of grave abuses such as torture and ill-treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  \tThe documents submitted by the Government",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Letter of 22 July 2003 from the Ministry of Interior Gendarmerie General Command to the Ministry for Foreign Affairs",
                                "elements": [
                                    {
                                        "content": "37.  In response to the Ministry for Foreign Affairs’ letter of 19 June 2003 which contained a request for information as to whether it was possible for the applicants to return to Boydaş village in the Hozat district of Tunceli, Mr M. Kemal Gür, a gendarmerie senior colonel, stated, on behalf of the Gendarmerie General Commander, that there was no obstacle to the return of the citizens to their homes in Boydaş village.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  2 CD-ROMs containing aerial and land views of Boydaş village",
                                "elements": [
                                    {
                                        "content": "38.  The following can be observed from the land and aerial views of Boydaş village on 29 December 2003: The village was located in steep terrain and was completely covered by snow. The houses, which were spread over the mountainous area, seem to have been constructed out of stones, wood, adobe and mud. The houses do not have roofs. They seem to have collapsed due to hard winter conditions and lack of maintenance. However, the public buildings, such as the school, are intact since they seem to have been constructed of cement and stones. Access to the village seemed to be impossible on account of the lack of usable roads and the snow. Electricity and telephone supply posts are still intact, though the wires need to be repaired.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  A copy of the minutes of the deliberations in the Turkish Grand National Assembly concerning the “return to village and rehabilitation project”",
                                "elements": [
                                    {
                                        "content": "39.  In response to a question concerning the content, cost and the budget earmarked for 2000 of the return to village and rehabilitation project, the then State Minister in charge of the General Directorate for Village Services stated, inter alia, the following at the parliamentary session on 25 January 2000:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The aim of the project is to resettle the people who have either left or been evicted from villages, hamlets and neighbourhoods in east or south-east . The project also aims at reviving these settlement units by ensuring the return of their former inhabitants. Seventysix billion Turkish liras have been earmarked in the budget for 1999 in respect of Bingöl. This fund can also be used for 2000. The funds to be used in 2000 for the project have been earmarked by the State Planning Organisation (Devlet Planlama Teşkilatı) and included in the budget of the Ministry of the Interior. The project will be implemented by the General Directorate for Village Services.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  At the parliamentary session of 29 June 2001, Mr Rüştü Kazım Yücelen, the then Minister of the Interior, reported on the return to village and rehabilitation project. He noted that the project was being implemented in east-and south-east Anatolia and that sufficient funds had been earmarked in the budget for eleven provinces under the state-of-emergency rule. The Minister pointed out that the governor of the state of emergency region, of his own motion, had been supplying cement, iron and bricks to those who voluntarily sought to return to their former settlement units. The Minister further noted that 16,784 persons had returned to their homes in 118 villages and 95 hamlets. As regards the investments to be made to facilitate the return of the villagers, he explained that priority had been given to central villages which would provide services to sub-settlement units in east and south-east .",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  At the parliamentary session of 1 November 2001 Mr Ahmet Nurettin Aydın, a deputy for the , submitted that almost three million people had been forcibly displaced and that their houses had been destroyed. He welcomed however the termination by the authorities of the food embargo imposed on the inhabitants of the region (east and south-east ). He pointed out that the return of the displaced persons to their homes would make an important contribution to the improvement of the Turkish economy. In response to Mr Aydın’s comments, the Minister of the Interior provided information on implementation of the return to village and rehabilitation project.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 27 November 2000, 12 March and 25 March 2001 and 4 November and 22 December 2003 parliament debated the issue of displaced persons and implementation of the return to village and rehabilitation project. At the parliamentary session on the latter date, Mr Muharrem Doğan, a deputy for Mardin, stated that since the year 2000 permission had been issued by the authorities for the return of sixty thousand people to their homes in the eleven provinces where emergency rule was in force.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(d)  Report on Tunceli, prepared by the Human Rights Survey Commission of the Turkish Grand National Assembly, dated 17-20 January 2003",
                                "elements": [
                                    {
                                        "content": "43.  Following an on-site visit carried out by members of the Commission, a report was issued on developments in Tunceli province. The Commission noted, inter alia, that eighty houses had been built and given to those in need of shelter in the Hozat district within the context of the return to village and rehabilitation project. The Commission recommended that implementation of the latter project be accelerated, that the villagers be allowed to return and that economic aid be supplied to those who wanted to return.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(e)  A copy of the documents concerning meetings held at the Secretariat General for European Union Affairs, attended by representatives of the Government, the European Union and the United Nations",
                                "elements": [
                                    {
                                        "content": "44.  Two meetings were held on 17 December 2003 and 12 January 2004 at the Secretariat General for European Union Affairs, attended by representatives of the Government, the European Union and the United Nations. The participants considered the situation of the internally displaced persons and examined the return to village and rehabilitation project. Following these meetings, a technical working group was set up, which held three meetings to discuss various related issues.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(f)  An information note on the return to village and rehabilitation project",
                                "elements": [
                                    {
                                        "content": "45.  This document, prepared in December 2003 by the Presidency of the Research, Planning and Co-ordination Council attached to the Ministry of the Interior, sets out the content of the project, the work carried out within the context of this project, the principles of the project and the investments made and aid provided in accordance with the project. It appears from this document, in so far as relevant, that according to the figures of October 2003 24,908 left Tunceli, 5,093 people submitted applications for return and 4,273 of them were allowed to return by the authorities. The authorities provided monetary aid and aid in kind with the sums of 16,852,800,000 Turkish liras (TRL) and TRL 2,585,934,163,964 respectively for the .",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(g)  Urgent implementation plan for the return to village and rehabilitation project",
                                "elements": [
                                    {
                                        "content": "46.  This document, submitted by the South-East Anatolia Development Directorate attached to the Prime Minister’s office, contains information on the measures taken by the authorities to resettle displaced persons in Diyarbakır, Şırnak, Batman, Siirt and Mardin.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(h)  Sub-project of regional development plan for the return to village and rehabilitation project",
                                "elements": [
                                    {
                                        "content": "47.  This sub-project was prepared, by the South-East Anatolia Development Directorate attached to the Prime Minister’s office, to ensure the return of displaced persons to their former settlement units within a short time, to better use economic resources and to avoid any possible problems regarding the services to be provided to the inhabitants. It describes the principles to be followed in the implementation of the return to village and rehabilitation project.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(i)  Information document on the funds allocated within the context of the return to village and rehabilitation project",
                                "elements": [
                                    {
                                        "content": "48.  This document indicates that the provinces of Diyarbakır, Şırnak, Batman, Mardin and Siirt received monetary aid totalling TRL 10,687,063,000,000 (approximately 6,646,717.65 euros (EUR)) between 2000 and 2003 within the context of the return to village and rehabilitation project. It was noted that 2,269 billion Turkish liras (EUR 1,410,926.48) were allocated for 2004 for the abovementioned provinces.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(j)  A copy of the decisions of the  and the ",
                                "elements": [
                                    {
                                        "content": "49.  In a case brought by Mr Hasan Yavuz, who claimed that he had abandoned his village due to the terror incidents, that he had not been able to return to his village since 1994 on account of the lack of security and that he had suffered damage on account of not being able to use his property, the Malatya Administrative Court awarded compensation (decision no. 2000/239, on file no. 1998/1226, 7 March 2000). Relying on the “social risk principle” the latter reasoned that the damage sustained by the plaintiff must be compensated without the establishment of a “causal link” and that it should be shared by society as a whole since the administration had failed in its task of preventing the terror incidents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  In an appeal case lodged with the Supreme Administrative Court (decision no. 2000/5120, on file no. 1999/2162, 11 October 2000) against the judgment rendered by the Erzurum Administrative Court, the appellant, Mr Ömer Akakuş, alleged that he had left his village in the province of Ağrı on account of the terror incidents and of the lack of security and that he had suffered damage because he had not been able to use his property since 1993.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The  acceded to the plaintiff’s request and overruled the first-instance court’s judgment. The former court noted that the plaintiff had left his village owing to the terrorist incidents and not at the request or by the instructions of the administration. On that account, it considered that, even if the damage sustained by the plaintiff could not be ascribed to the administration and though there was no “causal link”, the administration was liable since it had failed to prevent terrorist incidents and maintain security.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(k)  Application form for return to village",
                                "elements": [
                                    {
                                        "content": "51.  The Government submitted a copy of an application form for return to village, filled in by the applicant Mr Kazım Balık. This form contains information on the applicant’s identity and family situation, his education level, the village he left, settlement unit he wants to return to and a query as to whether he has suffered any damage on account of the terrorism and if so, how.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In his application form filed with the Hozat District Governor’s office, Mr Kazım Balık noted that he wanted to return to Boydaş village and that he had left his village due to the terrorism. He further noted that his house had been burned, that his fields had been damaged and that he wanted to return on account of economic difficulties. A similar form was also filled in by a certain A.A.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(l)  Documents pertaining to the aid supplied to some of the applicants and their fellow townsmen",
                                "elements": [
                                    {
                                        "content": "52.  It appears from the records of the Social Aid and Solidarity Fund that the applicants Mr Kazım Balık and Mr Müslüm Yılmaz received monetary aid or aid in kind, such as food, medicine and heating supplies, between 1994 and 2003. The aid received by the applicants was TRL 646,913,300 and TRL 3,589,500 respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Mr Ali Rıza Doğan had also requested aid, but the authorities could not supply it since he was out of town.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It also transpires from other documents that some of the villagers of the Hozat district were given beehives, sheep or cows to provide a source of income.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(m)  Birth registry records",
                                "elements": [
                                    {
                                        "content": "53.  These documents give detailed information on the personal state of each of the applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(n)  Personal information form for the inhabitants of Tunceli who filed an application with the ",
                                "elements": [
                                    {
                                        "content": "54.  The Government submitted documents entitled “Personal information form for the inhabitants of Tunceli who filed an application with the ” in respect of each of the applicants. These documents contained detailed information on the personal situation of the applicants, namely their father’s name, date of birth, village, the amount they had declared for tax for the years 1994 and 1998 and the immovable property registered with their title.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Relevant international materials",
                                "elements": [
                                    {
                                        "content": "1.  \tHumanitarian situation of the displaced Kurdish population in Turkey, Report of the Committee on Migration, Refugees and Demography, adopted by Recommendation 1563 (2002) of the Parliamentary Assembly",
                                        "elements": [
                                            {
                                                "content": "55.  Between 8 and 12 October 2001 Mr John Connor, the rapporteur of the Committee on Migration, Refugees and Demography, established by the Parliamentary Assembly of the Council of Europe, carried out a fact-finding visit to Turkey concerning the “humanitarian situation of the displaced Kurdish population in Turkey”. Mr Connor prepared a report based on the information gathered from a number of sources, including his visit, official statements by the Turkish authorities and information received from local and international non-governmental organisations, as well as international governmental organisations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  In this report, Mr Connor drew attention to the controversy concerning the figures for displaced persons. The Turkish authorities’ official figure for “evacuated persons” amounts to 378,000 originating from 3,165 villages at the end of 1999, whereas credible international estimates concerning the population displaced as a result of the conflict in south-east Turkey range between 400,000 and 1 million by December 2000. As to the cause of the movement of the population, the Turkish authorities maintained that the movement was not caused by the violence in the region alone. They contended that economic factors also accounted for the “migration”. The report, recognising the situation of internal displacement due to the conflict in the region, confirmed the Government’s stand point. However, it pointed out that there was no doubt that there had been a major displacement and migration to towns affecting those caught in the crossfire of the conflict: on the one hand Turkish security forces had targeted villages suspected of supporting the PKK. On the other hand the PKK had assassinated inhabitants of the villages “collaborating” with the State authorities (i.e. belonging to the village guards system) or refusing to support the PKK. This vicious circle of violence had forced many people to flee their homes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  Mr Connor pointed to the failure of the Turkish Government to provide emergency assistance to people forcibly displaced in the south-east, including persons displaced directly as a result of the actions of the security forces. He further underlined the failure of the Government to provide a sanitary environment, housing, health care and employment to the internally displaced population.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  As to the prospects for the future, Mr Connor observed that the respondent Government had started developing return and rehabilitation projects as early as 1994. However, the first returns had occurred in 1997, as the region had not been secure before the latter date. Despite obvious improvements, security remained the main concern conditioning mass return movements. On the one hand, the authorities felt reluctant to allow for a large influx of returnees fearing the return of PKK militants. For that reason, they scrutinize every application and did not authorize returns to certain areas. On the other hand, the displaced population was in most cases unable to return without state financial or subsistence assistance and sometimes reluctant because of fresh memory of the atrocities committed in the past. Nevertheless, the South Eastern Anatolia Project (GAP), which is a comprehensive development programme aimed at the ending of the disparities between this region and the rest of the country, financed a number of projects concerning the return and resettlement of displaced persons. Among them was the “town-villages project”, which, through the construction of centralised villages, had allowed 4,000 displaced persons to return to their region. According to the official figures, approximately 28,000 persons had returned to 200 villages up to July 2001. Even so, a number of human rights organisations were critical of the Government’s efforts since the application forms for those who wished to return included a question concerning the reason for leaving the village. According to these organisations, displaced persons were not allowed to return unless they gave the actions of the PKK as a reason. Furthermore, there had been allegations that return was authorised only to the villages within the village guard system.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  Mr Connor concluded with satisfaction that the humanitarian situation in the region had progressed in relation to the situation presented in the last report of the Committee on Migration, Refugees and Demography; although the aims of provision of full security for mass returns and taking measures for revitalisation of the economy were still to be achieved. He made recommendations to the Turkish Government concerning a number of issues, which constituted the basis for Recommendation 1563 (2002) of the Parliamentary Assembly of the Council of Europe.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  \tRecommendation 1563 (2002) of the Parliamentary Assembly on the humanitarian situation of the displaced Kurdish population in ",
                                        "elements": [
                                            {
                                                "content": "60.  On 29 May 2002 the Parliamentary Assembly of the Council of Europe adopted Recommendation 1563 (2002) on the “humanitarian situation of the displaced Kurdish population in ”. The Parliamentary Assembly urged  to take the following steps:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“a. lift the state of emergency in the four remaining provinces as quickly as possible, namely in Hakkari and Tunceli,  and Şırnak;",
                                                "elements": []
                                            },
                                            {
                                                "content": "\tb. refrain from any further evacuations of villages;",
                                                "elements": []
                                            },
                                            {
                                                "content": "\tc. ensure civilian control over military activity in the region and make security forces more accountable for their actions;",
                                                "elements": []
                                            },
                                            {
                                                "content": "\td. step up investigations into alleged human rights violations in the region;",
                                                "elements": []
                                            },
                                            {
                                                "content": "\te. properly implement the rulings of the European Court of Human Rights;",
                                                "elements": []
                                            },
                                            {
                                                "content": "\tf. abolish the village guard system;",
                                                "elements": []
                                            },
                                            {
                                                "content": "\tg. continue its efforts to promote both the economic and social development and the reconstruction of the south-eastern provinces;",
                                                "elements": []
                                            },
                                            {
                                                "content": "\th. involve representatives of the displaced population in the preparation of return programmes and projects;",
                                                "elements": []
                                            },
                                            {
                                                "content": "\ti. speed up the process of returns;",
                                                "elements": []
                                            },
                                            {
                                                "content": "\tj. allow for individual returns without prior permission;",
                                                "elements": []
                                            },
                                            {
                                                "content": "\tk. not to precondition assistance to displaced persons with the obligation to enter the village guard system or the declaration on the cause of their flight;",
                                                "elements": []
                                            },
                                            {
                                                "content": "\tl. present reconstruction projects to be financed by the Council of Europe’s Development Bank in the framework of return programmes;",
                                                "elements": []
                                            },
                                            {
                                                "content": "\tm. adopt measures to integrate those displaced persons who wish to settle in other parts of Turkey and provide them with compensation for damaged property;",
                                                "elements": []
                                            },
                                            {
                                                "content": "\tn. grant full access to the region for international humanitarian organisations, and provide them with support from local authorities.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  \tReport of the Representative of the Secretary-General on internally displaced persons, Mr Francis Deng, the United Nations Economic and Social Council, Commission on Human Rights, 59th session, 27 November 2002",
                                        "elements": [
                                            {
                                                "content": "61.  Between 27 and 31 May 2002 the Representative of the Secretary-General of the United Nations on internally displaced persons, Mr Francis Deng, undertook a visit to , at the invitation of the Government of Turkey. He aimed to gain a first-hand understanding of the situation of the displaced and to engage in a dialogue with the Government, international agencies, non-governmental organisations and representatives of the donor countries. Following his visit the Representative prepared a report which was submitted to the Commission on Human Rights of the United Nations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Mr Deng reported that the figures concerning the displaced population ranged widely between 378,000 and 4,5 million persons, predominantly of ethnic Kurds. Regarding the cause of the displacement in , the Representative contended that the situation of displacement had mainly resulted from armed clashes, violence and human rights violations in south-east . Like the rapporteur of the Council of Europe, he recognised the Government’s claim that economic factors also accounted for the population movements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  Mr Deng stated that the majority of the displaced persons had moved into provincial cities, where they had reportedly lived in conditions of extreme poverty, with inadequate heating, sanitation, infrastructure, housing and education. He noted that the displaced persons had to seek employment in overcrowded cities and towns, where unemployment levels were described as “disastrous”. Mr Deng observed that the Government officials were mainly concerned with explaining the initiatives that the authorities were taking regarding the return and resettlement of the displaced population. He further observed that there was a tendency not to refer to the current conditions of the displaced. He noted that the problems of the displaced were not specific to the displaced, but affected the population of south-east  as a whole.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  Regarding the return and resettlement initiatives, Mr Deng primarily reported the “Return to Village and Rehabilitation Project”, which was announced by the Turkish Government in 1999. Citing the positive aspects of the project, such as the feasibility study conducted prior to the development of the project and the voluntary nature of any return and resettlement, Mr Deng expressed his concerns on a number of issues. He noted that the extent of the consultation with the displaced and the nongovernmental organisations working on their behalf might be insufficient. He further reported the concerns regarding the plan of a new centralised settlement pattern, as opposed to the traditional pattern of one large settlement (village) surrounded by smaller settlements (hamlets). Mr Deng noted that, although establishing security in the region through promoting centralised settlement units was a legitimate policy, the authorities should consult the displaced themselves. Two other issues that were of concern for Mr Deng were the absence of basic data which would give an accurate picture of the displacement and the failure to implement the project.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  As to return and resettlement initiatives other than the “Return to Village and Rehabilitation Project”, Mr Deng noted that there had not been sufficient information as to their target groups and how exactly they related to one another.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  Concerning the obstacles to return, Mr Deng referred to the practice of requiring persons to declare that they would not seek damages from the State. Mr Deng noted that Government officials denied the existence of a non-litigation clause in the application forms for those who wished to return. Furthermore, he had received information concerning the application forms, which included a question concerning the reason for leaving the village. According to the reports, only those persons who stated that they had been displaced as a result of “terror” were allowed to return. Mr Deng further noted that there had been allegations that return was authorised only to villages within the village guard system. He finally noted that antipersonnel mines posed a threat to those who wished to return to their villages in south-east .",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The recommendations of the Representative of the SecretaryGeneral of the United Nations on internally displaced persons were summarised as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\t“a. The Government should clarify its policy on internal displacement, including return, resettlement and reintegration, make its policy widely known, create focal points of responsibility for the displaced at various levels of the government structures, and facilitate co-ordination and co-operation among government institutions and with non-governmental organisations, civil society and the international community.",
                                                "elements": []
                                            },
                                            {
                                                "content": "\tb. The Government should enhance their efforts to address the current conditions of the displaced, which are reported to be poor, in co-operation with non-governmental organisations and United Nations agencies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "\tc. The Government should provide more comprehensive and reliable data on the number of persons displaced as a result of the actions of both the Kurdistan Workers’ Party (PKK) and the security forces, on their current whereabouts, conditions and specific needs, and on their intentions with respect to return or resettlement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "\td. The Government should facilitate broad consultation with the displaced and the non-governmental organisations and civil society organisations working with them. The Government should further consider producing a document that clearly outlines the objectives, scope and resource implications of the Return to Village and Rehabilitation Project. Finally the results of the feasibility study conducted should be made public and the Government should facilitate an open discussion with the displaced and non-governmental organisations on the findings of this study and the steps which should be taken to implement them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "\te. The Government should examine areas of possible co-operation with the international community. In this connection, the Government might consider convening a meeting with international agencies, including the World Bank, and representatives of the potential partners to explore ways in which the international community could assist the Government in responding to the needs of the displaced.",
                                                "elements": []
                                            },
                                            {
                                                "content": "\tf. The Government should ensure a nondiscriminatory approach to return by investigating and preventing situations in which former village guards are allegedly given preference in the return process over those persons perceived as linked to PKK.",
                                                "elements": []
                                            },
                                            {
                                                "content": "\tg. The Government should ensure that the role of the security forces, or jandarma, in the return process is primarily one of consultation on security matters. Displaced persons who have been granted permission by the authorities to return to their villages - the decision being based on the advice of the jandarma - should be allowed to do so without unjustified or unlawful interference by the jandarma.",
                                                "elements": []
                                            },
                                            {
                                                "content": "\th. The Government should take steps to abolish the village guard system and find alternative employment opportunities for existing guards. Until such time as the system is abolished, the process of disarming village guards should be expedited.",
                                                "elements": []
                                            },
                                            {
                                                "content": "\ti. The Government should undertake mine clearance activities in the relevant areas of the south-east to which displaced persons are returning, so as to facilitate that process.",
                                                "elements": []
                                            },
                                            {
                                                "content": "\tj. The Government should enhance their efforts to develop legislation providing compensation to those affected by the violence in the south-east, including those who were evacuated from their homes by the security forces.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Constitution",
                                "elements": [
                                    {
                                        "content": "68.  Article 125 of the Constitution provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“All acts or decisions of the administration are subject to judicial review ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The administration shall be liable to indemnify any damage caused by its own acts and measures.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The above provision is not subject to any restrictions even in a state of emergency or war. The latter requirement of the provision does not necessarily require proof of the existence of any fault on the part of the administration, whose responsibility is of an absolute, objective nature, based on the concept of collective liability and referred to as the theory of “social risk”. Thus, the administration may indemnify people who have suffered damage from acts committed by unknown or terrorist authors when the State may be said to have failed in its duty to maintain public order and safety, or in its duty to safeguard individual life and property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The principle of administrative liability is reflected in the additional section 1 of Law no. 2935 of 25 October 1983 on the State of , which provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... actions for compensation in relation to the exercise of the powers conferred by this Law shall be brought against the administration before the administrative courts.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal responsibility",
                                "elements": [
                                    {
                                        "content": "71.  The Criminal Code makes it a criminal offence",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) to deprive an individual unlawfully of his or her liberty (Article 179 generally, Article 181 in respect of civil servants);",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) to oblige an individual through force or threats to commit or not to commit an act (Article 188);",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c) to issue threats (Article 191);",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d) to make an unlawful search of an individual’s home (Articles 193 and 194);",
                                        "elements": []
                                    },
                                    {
                                        "content": "(e) to commit arson (Articles 369, 370, 371, 372), or, where human life is endangered, aggravated arson (Article 382),",
                                        "elements": []
                                    },
                                    {
                                        "content": "(f) to set fires unintentionally by carelessness, negligence or inexperience (Article 383); or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(g) to damage another’s property intentionally (Article 526).",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  For all these offences complaints may be lodged, pursuant to Articles 151 and 153 of the Code of Criminal Procedure, with the public prosecutor or the local administrative authorities. The public prosecutor and the police have a duty to investigate crimes reported to them, the former deciding whether a prosecution should be initiated, pursuant to Article 148 of the Code of Criminal Procedure. A complainant may appeal against the decision of the public prosecutor not to institute criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  If the suspected authors of the contested acts are military personnel, they may also be prosecuted for causing extensive damage, endangering human lives or damaging property, if they have not followed orders in conformity with Articles 86 and 87 of the Military Code. Proceedings in these circumstances may be initiated by the injured persons (nonmilitary) before the competent authority under the Code of Criminal Procedure, or before the suspected persons’ hierarchical superior (sections 93 and 95 of Law no. 353 on the Constitution and Procedure of Military Courts).",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  If the alleged perpetrator of a crime is an agent of the State, permission to prosecute must be obtained from local administrative councils (the Executive Committee of the Provincial Assembly). An appeal against the local council’s decisions lies to the ; a refusal to prosecute is subject to an automatic appeal of this kind.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Provisions on compensation and administrative procedure",
                                "elements": [
                                    {
                                        "content": "75.  Any illegal act by civil servants, be it a crime or a tort, which causes pecuniary or non-pecuniary damage may be the subject of a claim for compensation before the ordinary civil courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  Under Article 13 of the Code of Administrative Judicial Procedure (Law No. 2577 of 6 January 1982) those who have suffered damage on account of a wrongful act of the administration may bring compensation proceedings against the latter within a year from the date on which they learned of the impugned act and, in any event, within five years from the commission of that act. The proceedings before the administrative courts are in writing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  Damage caused by terrorist violence may also be compensated out of the Aid and Social Solidarity Fund.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  Persons who have sustained damage as a result of an administrative act may file an application with the superior authority of the relevant administration and request the annulment, withdrawal or alteration of the impugned act (Article 11 of the Code of Administrative Procedure). The administrative authorities’ failure to reply within sixty days is considered to be a tacit refusal of that request (Article 10 of the Code on Administrative Procedure). The persons concerned may then bring an action before the administrative courts requesting the annulment of the administrative act and compensation for their damage (Article 12 of the Code of Administrative Procedure).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The state of emergency region",
                                "elements": [
                                    {
                                        "content": "79.  The governor’s office of the state of emergency region was set up with special powers after the state of martial law was officially declared to be over on 19 July 1987 by a legislative decree (no. 285 of 10 July 1987). A state of emergency was thus decreed in the provinces of Bingöl, , Elazığ, Hakkari, Mardin, Siirt, Tunceli and Van. On 19 March 1994 the state of emergency was extended to the , but lifted in the . It was declared to be over in the provinces of Batman, Bingöl and Bitlis on 2 October 1997, in the  on 30 July 2000, in the provinces of Tunceli and Hakkari on 1 August 2002 and in the provinces of  and Şırnak on 30 November 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  In accordance with section 13 of Law no. 2935 on the State of Emergency (25 October 1983), state of emergency councils and offices were set up within the emergency region with a view to monitoring incidents, implementing and assessing measures taken by the authorities and making proposals in this regard. Should the governor of the state of emergency region consider it necessary, or in provinces where a state of emergency has been decreed, state of emergency offices are to be set up in the provinces and the districts. The state of emergency offices are to be presided over by the governors or their deputies in the provinces and by the district governors in the districts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Under section 14 of Law no. 2935, the governor of the state of emergency region may delegate part or all of the duties and powers conferred on him to the governors of the provinces in the state of emergency region.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The powers of the governor of the state of emergency region",
                                        "elements": [
                                            {
                                                "content": "81.  Extensive powers have been granted to the governor of the state of emergency region (Olağanüstü Hal Bölge Valisi) by decrees enacted under Law no. 2935 on the State of Emergency, especially Decree no. 285, as amended by Decrees nos. 424 and 425, and Decree no. 430.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  According to Article 4 (h) of Decree no. 285, the governor of the state of emergency region can order the permanent or temporary evacuation of villages. Under Article 1 (b) of Decree no. 430 of 16 December 1990, he can also impose residence restrictions and enforce the transfer of people to other areas.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Judicial scrutiny of legislative decrees on the state of emergency and of measures taken by the governor of the state of emergency region",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Constitutional review of legislative decrees on the state of emergency region",
                                "elements": [
                                    {
                                        "content": "83.  The relevant part of Article 148 § 1 of the Constitution provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": " “... There shall be no right of appeal to the  to contest the form or substance of legislative decrees issued during a state of emergency, a state of siege or in wartime.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Judicial scrutiny of measures taken by the governor of the state of emergency region and prosecution of members of the security forces",
                                "elements": [
                                    {
                                        "content": "84.  Article 7 of Legislative Decree no. 285, as amended by Legislative Decree no. 425 of 9 May 1990, precludes any application in the administrative courts to have an administrative act performed pursuant to Legislative Decree no. 285 set aside.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  Article 8 of Decree no. 430 provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“No criminal, financial or legal responsibility may be claimed against the state of emergency regional governor or a provincial governor within a state of emergency region in respect of their decisions or acts connected with the exercise of the powers entrusted to them by this decree, and no application shall be made to any judicial authority to this end. This is without prejudice to the rights of individuals to claim indemnity from the State for damage suffered by them without justification.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The public prosecutor does not have jurisdiction with regard to offences alleged against members of the security forces in the state of emergency region. Article 4 § 1 of Decree no. 285 provides that all security forces under the command of the regional governor are subject, in respect of acts performed in the course of their duties, to the Law of 1914 on the prosecution of civil servants. Thus, any prosecutor who receives a complaint alleging a criminal act by a member of the security forces must decline jurisdiction and transfer the file to the Administrative Council. These councils are composed of civil servants, chaired by the governor. A decision by the Council not to prosecute is subject to an automatic appeal to the . Once a decision to prosecute has been taken, it is for the public prosecutor to investigate the case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The case-law of the ",
                                "elements": [
                                    {
                                        "content": "87.  The  has reviewed the constitutionality of Article 7 of Legislative Decree no. 285, as amended by Legislative Decree no. 425 of 9 May 1990, in a judgment of 10 January 1991, which was published in the Official Gazette on 5 March 1992. It stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": " “It is not possible to reconcile that provision [which precludes any judicial scrutiny of acts performed by the governor of the state of emergency region] with the concept of the rule of law... The system of government when a state of emergency has been declared is not an arbitrary one that escapes all judicial scrutiny. There can be no doubt that individual and regulatory acts performed by the competent authorities while the state of emergency continues must be subject to judicial review. Contravention of this principle is inconceivable in countries run by democratic regimes and founded on freedom. However, the impugned provision is contained in a legislative decree that cannot be the subject of constitutional review... Consequently, the application for an order quashing that provision must be dismissed as being incompatible ratione materiae (yetkisizlik)...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  As regards Article 8 of Legislative Decree no. 430, in two judgments delivered on 3 July 1991 and 26 May 1992 (published in the Official Gazette on 8 March 1992 and 18 December 1993 respectively), the Constitutional Court followed that decision in dismissing as incompatible ratione materiae applications for orders quashing the relevant provisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, by a judgment of 22 May 2003, the  reversed its previous case-law and annulled Article 7 of Decree No. 285 as being unconstitutional.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ADMISSIBILITY",
                        "elements": [
                            {
                                "content": "89.  The applicants complained of their forced eviction from their village by the security forces and of the refusal of the authorities to allow them to return to their homes and land. They invoked Articles 1, 6, 7, 8 13, 14 and 18 of the Convention and Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "A.  The Government’s preliminary objections",
                                "elements": [
                                    {
                                        "content": "90.  By way of a “preliminary observation” the Government questioned the victim status of nine of the applicants who had failed to present title deeds proving that they owned property in Boydaş village. Furthermore, they raised a preliminary objection to the Court’s jurisdiction, arguing that the applicants had failed to exhaust domestic remedies and to comply with the six months’ rule as required by Article 35 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  \tThe alleged lack of victim status of nine of the applicants",
                                        "elements": [
                                            {
                                                "content": "91.  The Government submitted that the applicants Abdullah Doğan, Cemal Doğan, Ali Murat Doğan, Hıdır Balık, İhsan Balık, Kazım Balık, Mehmet Doğan, Hüseyin Doğan and Ali Rıza Doğan (applications nos. 8803, 8804, 8807, 8809, 8810, 8811, 8813, 8816 and 8819/02 respectively) did not have victim status in respect of their complaints under Article 1 of Protocol No. 1 since they had failed to prove that they had owned property in Boydaş village.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  The applicants contested the Government’s submissions, arguing that they were victims because they had lived and earned their living in Boydaş village until their forced eviction in October 1994.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  The Court reiterates that the word “victim”, in the context of Article 34, denotes the person directly affected by the act or omission which is in issue (see, mutatis mutandis, Groppera Radio AG and Others v. Switzerland, judgment of 28 March 1990, Series A no. 173, p. 20, § 47). However, it considers that the Government’s preliminary objection under this head raises issues that are closely linked to those raised by the applicants’ complaints under Article 1 of Protocol No. 1, namely the determination of the existence of the applicants’ possessions and the alleged interference with the enjoyment of their possessions. Consequently, the Court joins the preliminary objection concerning the victim status of the above-mentioned nine applicants to the merits.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  \tThe alleged failure to exhaust domestic remedies",
                                        "elements": [
                                            {
                                                "content": "94.  The Government maintained that the applicants had not exhausted the domestic remedies afforded by Turkish law. They noted that there existed administrative, criminal and civil law remedies capable of affording redress in respect of the applicants’ complaints and leading to the grant of compensation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  The Government contended that it would have been possible for the applicants to seek redress before the administrative courts using the procedure under Law no. 2577 (see paragraphs 75-78 above). They pointed out in this connection that the applicants could have applied to the competent administrative court following the refusal of the local authorities to allow them to return to their village and could have requested the administrative court to set aside the authorities’ decision. They could also have claimed compensation for their damage before the same court. The Government further stressed that in the instant case the applicants’ request to have access to their property in Boydaş village had been refused by the local authorities, namely the Hozat district governor and the Tunceli governor, and not by the governor of the state of emergency. With reference to numerous decided cases, the Government demonstrated that the administrative courts had awarded compensation in similar cases involving the plaintiffs’ inability to have access to their property on account of the lack of security in the region (see paragraphs 49 and 50 above). In these cases, the administrative courts referred to the doctrine of “social risk”, which did not require the establishment of any causal link between the harmful action and the loss, and reasoned that the damage caused by the terrorism should be shared by the society as a whole in accordance with the principles of “justice” and “social state”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The Government further pointed out that, if committed, the alleged acts complained of by the applicants before the Court would indeed have been punishable under Turkish criminal law (see paragraphs 71-74 above). In this connection the applicants could have lodged criminal complaints with the Chief Public Prosecutor’s office pursuant to Articles 151, 152 and 153 of the Code of Criminal Procedure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  The Government submitted in the alternative that the applicants could have also lodged a civil action with the Magistrates’ Court in civil matters (sulh hukuk mahkemesi) for determination of their damage and, subsequently, for redress for damage sustained through illegal acts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  The applicants maintained that the administrative, criminal and civil remedies referred to by the Government were ineffective and did not provide any prospect of success for the following reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  The applicants submitted in the first place that actions to set aside an administrative decision and to claim compensation from the State were not an effective remedy where the state of emergency region was concerned. They noted in this connection that Article 7 of Legislative Decree no. 285 precluded any application in the administrative courts to have an administrative act performed pursuant to Decree no. 285 set aside (see paragraph 84 above). Thus, any purported action to set aside the emergency region authorities’ decision to restrict access to the villages was doomed to failure. Furthermore, to date no administrative application or administrative case brought on the grounds of the liability of the security forces had had any chance of success.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  The applicants further contended that the criminal law was not imposed against the security forces and that in their case the authorities had failed to enforce the Criminal Code. With reference to the Court’s findings in the case of Akdivar and Others v. Turkey (judgment of 16 September 1996, Reports of Judgments and Decisions 1996IV, p. 1204, § 41) the applicants alleged that when a criminal complaint was made against agents of the State, the law on the prosecution of civil servants was applicable. This procedure reinforced the unaccountability of security forces in the state of emergency region of  since it lacked independence or credibility. Referring to a resolution of the Committee of Ministers of the Council of Europe, namely Res DH (2002) 98, the applicants alleged that at the dates on which they applied to the authorities the legal situation in the region had remained unchanged (see paragraph 36 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  As regards the civil law remedies, the applicants submitted that there was no prospect of success in a civil law suit for damages against the State unless there had been a finding by a criminal court that an offence had occurred. Such a criminal verdict presupposed that there had been an investigation followed by a prosecution. However, there was no investigation into the impugned events. The applicants also claimed that at the relevant time the prosecuting authorities were unable to conduct any investigation into allegations of destruction of property and evacuation of villages due to the lack of security in the region (see paragraph 30 above). In the light of the above, the applicants requested the Court to reject the Government’s plea of non-exhaustion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  The Court reiterates that the rule of exhaustion of domestic remedies referred to in Article 35 § 1 of the Convention requires applicants first to use the remedies provided by the national legal system, thus dispensing States from answering before the European Court for their acts before they have had an opportunity to put matters right through their own legal system. The rule is based on the assumption that the domestic system provides an effective remedy in respect of the alleged breach. The burden of proof is on the Government claiming non-exhaustion to satisfy the Court that an effective remedy was available in theory and in practice at the relevant time; that is to say, that the remedy was accessible, was capable of providing redress in respect of the applicant’s complaints and offered reasonable prospects of success. However, once this burden of proof has been satisfied, it falls to the applicant to establish that the remedy advanced by the Government was in fact exhausted or was for some reason inadequate and ineffective in the particular circumstances of the case or that there existed special circumstances absolving him or her from the requirement (see Akdivar and Others, cited above, §§ 65-69, and Menteş and Others v. Turkey, judgment of 28 November 1997, Reports 1997VIII, p. 2706, § 57).",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  The Court notes that Turkish law provides administrative, civil and criminal remedies against illegal acts attributable to the State or its agents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  However, with regard to an action in administrative courts under Law no. 2577, the Court observes that Turkish law did not provide at the relevant time any remedy to set aside a decision or a measure taken by the governor of the state of emergency region (see paragraphs 81-86 above and, Çetin and Others v. Turkey, nos. 40153/98 and 40160/98, § 38, 13 February 2003). Furthermore, it does not make any difference whether the impugned restrictions complained of in the instant case were imposed by the Hozat district governor or by the state of emergency office attached to the Tunceli governor’s office. In this regard, the Court points out that under the emergency rules then in force the governor of the state of emergency region was the hierarchical superior of the aforementioned two authorities who exercised powers delegated to them and implemented the decisions taken by the governor of the state-of-emergency region (see paragraph 80 above). Taking all these elements together, it considers that it is understandable if the applicants formed the belief that, having received negative answers from the local authorities who exercised emergency powers at the time, it was pointless for them to attempt to secure satisfaction through the administrative courts (see, mutatis mutandis, Selçuk and Asker v. Turkey, judgment of 24 April 1998, Reports 1998-II, p. 908, § 70). Their feelings of upheaval and insecurity following their displacement are also of some relevance in this connection.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  The Court further notes that the Government referred to cases which concerned the award of compensation by the administrative courts to plaintiffs who had brought actions as a result of damage they had suffered due to the lack of security in the state of emergency region and their inability to have access to their property (see paragraphs 49 and 50 above). Undoubtedly, these decisions illustrate the real possibility of obtaining compensation before these courts in respect of damage sustained on account of the disturbances or acts of terrorism in the region. However, as the Court has constantly held in similar cases, despite the extent of village destruction or evacuation in the state of emergency region, there appears to be no example of compensation having been awarded in respect of allegations that villagers have been forcibly evicted from their homes and that property has been deliberately destroyed by members of the security forces or of prosecutions having been brought against those forces as a result of such allegations (see, mutatis mutandis, Selçuk and Asker, cited above, § 68, and Gündem v. Turkey, judgment of 25 May 1998, Reports 1998-III, p. 1131, § 60). On that account, the Court points out that in the cases referred to by the Government, the administrative courts awarded compensation on the basis of the doctrine of social risk, which is not dependent on proof of fault. Thus, under Turkish law an administrative law action is a remedy based on the strict liability of the State, in particular for the illegal acts of its agents, whose identification is not, by definition, a prerequisite to bringing an action of this nature.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  For the Court, however, when an individual formulates an arguable claim in respect of forced eviction and destruction of property involving the responsibility of the State, the notion of an “effective remedy”, in the sense of Article 13 of the Convention, entails, in addition to the payment of compensation where appropriate, a thorough and effective investigation capable of leading to the identification and punishment of those responsible and including effective access by the complainant to the investigative procedure (see Menteş and Others v. Turkey, cited above, p. 2715, § 89). Otherwise, if an action based on the State’s strict liability were to be considered a legal action that had to be exhausted in respect of complaints under Article 8 of the Convention or Article 1 of Protocol No. 1, the State’s obligation to pursue those guilty of such serious breaches might thereby disappear.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  As regards a civil action for redress for damage sustained through illegal acts or patently unlawful conduct on the part of State agents, the Court recalls that a plaintiff must, in addition to establishing a causal link between the tort and the damage he has sustained, identify the person believed to have committed the tort (see Yaşa v. Turkey, judgment of 2 September 1998, Reports 1998-VI, p. 2431, § 73). In the instant case, however, those responsible for the forced eviction of the applicants from their village are still unknown.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  Accordingly, the Court does not consider that a remedy before the administrative or civil courts can be regarded as adequate and effective in respect of the applicants’ complaints, since it is not satisfied that a determination can be made in the course of such proceedings concerning the allegations that villages were forcibly evacuated by members of the security forces.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Furthermore, the Court points out that the applicants’ complaints in the instant case essentially relate to their forced displacement and inability to return to their homes in Boydaş village, not to their inability to recover damages from the authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  Finally, the Court considers that a complaint to the chief public prosecutor’s office could in principle provide redress for the kind of violations alleged by the applicants. However, any prosecutor who receives a complaint alleging a criminal act by a member of the security forces must decline jurisdiction and transfer the file to the Administrative Council (see paragraph 86 above). On that account, the Court reiterates that it has already found in a number of cases that the investigation carried out by this body cannot be regarded as independent since it is composed of civil servants, who are hierarchically dependent on the governor, and an executive officer is linked to the security forces under investigation, (see İpek v. Turkey, no. 25760/94, § 207, 17 February 2004; Yöyler v. Turkey, no. 26973/95, § 93, 24 July 2003; and Güleç v. Turkey, no.21593/93, § 80, Reports 1998IV). It notes in this connection that the applicants filed petitions with various administrative authorities complaining about the forced evacuation of their village by the security forces (see paragraphs 15 and 29 above). These proceedings did not result in the opening of a criminal investigation or any inquiry into the applicants’ allegations. The Court is therefore of the opinion that the applicants were not required to make a further explicit request to this effect by filing a criminal complaint with the chief public prosecutor’s office as this would not have led to any different result.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  In these circumstances, the Court does not consider that the Government have discharged the burden upon them of proving the availability to the applicants of a remedy capable of providing redress in respect of their Convention complaints and offering reasonable prospects of success.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It follows that the Court dismisses the Government’s preliminary objection of non-exhaustion.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The alleged failure to comply with the six-months rule",
                                        "elements": [
                                            {
                                                "content": "111.  The Government submitted that the applicants had failed to respect the six-month rule under Article 35 § 1 of the Convention since the alleged incident had taken place in 1994 and the applicants had applied to the authorities in 2001. In this regard, they argued that the alleged incidents could not be of a continuing nature. In the Government’s view, the only reason why the applicants had applied to the national authorities and then failed to pursue the above-mentioned legal remedies was to revive the time elapsed in respect of the six-months time-limit.",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  The applicants disputed the Government’s arguments and claimed that they had complied with the six-month rule since the acts complained of in the present cases amounted to a continuous situation. The applicants argued that they had made several applications to the authorities in good faith and had requested the latter to provide a remedy for their Convention grievances. They submitted that they had filed their applications with the  since no adequate and effective remedy had been provided by the authorities for a long time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  The Court reiterates that if no remedies are available or if they are judged to be ineffective, the six-month time-limit in principle runs from the date of the act complained of. Special considerations could apply in exceptional cases where an applicant first avails himself of a domestic remedy and only at a later stage becomes aware, or should have become aware, of the circumstances which make that remedy ineffective. In such a situation, the six-month period might be calculated from the time when the applicant becomes aware, or should have become aware, of these circumstances (see Hazar and Others v. Turkey (dec.), no. 62566/00, ECHR 2002-...).",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  The Court notes that between 29 November 1994 and 15 August 2001 the applicants petitioned the offices of the Prime Minister, the State of Emergency Regional Governor, the Tunceli Governor and the Hozat District Governor. It appears that the applicants lodged their applications under the Convention on 3 December 2001 after beginning to doubt that an effective investigation would be initiated into their allegations of forced eviction and that a remedy would be provided to them in respect of their complaints. The Court further points out that it was not until 22 July 2003 that the applicants were told that there was no obstacle to their return to their homes in Boydaş village (see paragraph 37 above). In these circumstances, the Court considers that the six-month time-limit within the meaning of Article 35 § 1 of the Convention started to run on 22 July 2003 at the earliest and, consequently, that the applications were brought prior to that date, i.e. 3 December 2001.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the light of the foregoing, the Court dismisses the Government’s objection of failure to comply with the six-month rule.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Compliance with other admissibility criteria",
                                "elements": [
                                    {
                                        "content": "1.  The applicant’s complaints under Articles 8 and 13 of the Convention and Article 1 of Protocol No. 1",
                                        "elements": [
                                            {
                                                "content": "115.  The applicants contended under Article 8 of the Convention that their right to respect for their family life and home had been violated as they had been forcibly displaced from their village and had been prevented from returning. They maintained under Article 1 of Protocol No. 1 that they had lost the possibility of using and enjoying their property on account of the restrictions imposed by the authorities on their return to their village. They further complained under Article 13 of the Convention that they had no effective remedy for their various Convention grievances.",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  The Government denied the applicants’ allegations of forced eviction by the security forces. In their opinion, the applicants had left their village because of the terrorist incidents in the region. They claimed that the authorities had been taking necessary measures with a view to redressing the damage sustained by the applicants on account of their inability to return to their village.",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  The Court considers, in the light of the parties’ submissions, that these complaints raise complex issues of law and fact under the Convention, the determination of which should depend on an examination of their merits. The Court concludes, therefore, that these complaints are not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. No other grounds for declaring them inadmissible have been established.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicants’ complaints under Article 1 of the Convention",
                                        "elements": [
                                            {
                                                "content": "118.  The applicants alleged under Article 1 of the Convention that the respondent State had failed to secure to those within its jurisdiction rights and freedoms set out in the Convention and its protocols.",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  The Government did not comment on this point.",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  The Court reiterates that Article 1 contains an entirely general obligation; it should not be seen as a provision which can be the subject of a separate breach, even if invoked at the same time and in conjunction with other Articles (see Danini v. Italy, no. 22998/93, Commission decision of 14 October 1996, Decisions and Reports (DR) 87-B, p. 24). Thus, the Court does not consider it necessary to examine this aspect of the applications separately.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The applicants’ complaints under Article 6 of the Convention",
                                        "elements": [
                                            {
                                                "content": "121.  The applicants complained under Article 6 of the Convention that they had been denied access to court to challenge the decisions of the administrative authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  The Government rejected the applicants’ allegations under this head and claimed that the applicants had failed to avail themselves of the remedy under administrative law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "123.  The Court notes that the applicants did not bring an action in the administrative courts for the reasons given above (see paragraphs 104-106 above). In the Court’s view, however, the applicants’ complaint under this head mainly pertains to the lack of an effective investigation into the forced evacuation of their village by the security forces and to their inability to have access to their possessions. It will therefore examine this complaint from the standpoint of Article 13, which imposes a more general obligation on States to provide an effective remedy in respect of alleged violations of the Convention (see Selçuk and Asker, and Yöyler, cited above, § 92 and § 73 respectively).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  The applicants’ complaints under Article 7 of the Convention",
                                        "elements": [
                                            {
                                                "content": "124.  The applicants alleged that the authorities’ refusal to allow them to return to their village and to have access to their property amounted to a violation of Article 7 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  The Government did not respond to the allegations under this head.",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  The Court points out that Article 7 § 1 of the Convention embodies the principle that only the law can define a crime and prescribe a penalty and prohibits the retrospective application of the criminal law (see Kokkinakis v. Greece, judgment of 25 May 1993, Series A no. 260, p. 22, § 52). It notes that the alleged eviction of the applicants from their homes and the restrictions on their return to their village did not concern “a criminal charge” against them within the meaning of Article 6 § 1 of the Convention. It follows that the events and the measures complained of in the instant case did not concern “a criminal offence” for the purpose of Article 7 either.",
                                                "elements": []
                                            },
                                            {
                                                "content": "127.  This part of the application is therefore incompatible ratione materiae with the provisions of the Convention within the meaning of Article 35 § 3, and it should be rejected under Article 35 § 4 thereof.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  The applicants’ complaints under Article 14 of the Convention",
                                        "elements": [
                                            {
                                                "content": "128.  The applicants alleged under Article 14, in conjunction with Articles 6, 8 and 13 of the Convention and Article 1 of Protocol No. 1, that they had been discriminated against on the basis of their birthplace.",
                                                "elements": []
                                            },
                                            {
                                                "content": "129.  The Government did not address these issues beyond denying the factual basis of the substantive complaints.",
                                                "elements": []
                                            },
                                            {
                                                "content": "130.  The Court has examined the applicant’s allegations in the light of the evidence submitted to it, but considers them unsubstantiated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 § 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "6.  The applicants’ complaints under Article 17 of the Convention",
                                        "elements": [
                                            {
                                                "content": "131.  The applicants maintained under Article 17 of the Convention that the respondent State had applied restrictions to their rights in violation of the Convention, particularly in the state of emergency region.",
                                                "elements": []
                                            },
                                            {
                                                "content": "132.  The Government did not comment on these complaints.",
                                                "elements": []
                                            },
                                            {
                                                "content": "133.  The Court notes that the applicants have not substantiated their complaints under this provision. It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 § 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1",
                        "elements": [
                            {
                                "content": "134.  The applicants alleged that their forced eviction from their village by the security forces and the refusal of the authorities to allow them to return to their homes and land had amounted to a breach of Article 1 of Protocol No. 1, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Whether there was a “possession”",
                                "elements": [
                                    {
                                        "content": "135.  The Government averred that the applicants Abdullah Doğan, Cemal Doğan, Ali Murat Doğan, Hıdır Balık, İhsan Balık, Kazım Balık, Mehmet Doğan, Hüseyin Doğan and Ali Rıza Doğan did not have “possessions” within the meaning of Article 1 of Protocol No. 1 since they had failed to submit title deeds attesting that they had owned property in Boydaş village. Consequently, these nine applicants could not claim to be victims of a violation of a property right that had not been established.",
                                        "elements": []
                                    },
                                    {
                                        "content": "136.  The Government submitted that for there to be an infringement of a property within the meaning of Article 1 of Protocol No. 1, an applicant must demonstrate that he had a title to that property. With reference to the Court’s jurisprudence on the subject, they maintained that the description and identification of property rights were matters for the national legal system and that it was incumbent on an applicant to establish the precise nature of the right under domestic law and his entitlement to enjoy it. The Government noted in this connection that under Turkish law all transactions related to immovable property and all proof concerning ownership had to be based on records of land registry. In cases where the immovable property, such as land, was not recorded at the registry, proof of ownership had to be established in accordance with the rules set out in the Civil Code. Further, where no land survey had been conducted, a decision of a judge was necessary to provide proof of ownership. Finally, the Government stressed that the statements of the mayor of Boydaş village (see paragraphs 23 and 24 above) had no evidential value as such unless they had been admitted as evidence by a national judge in a case which concerned the ownership of land or the ownership of movable property such as livestock.",
                                        "elements": []
                                    },
                                    {
                                        "content": "137.  The applicants disputed the Government’s arguments and contended that, according to the Court’s case-law, the concept of “possessions” comprised, in addition to all forms of corporeal moveable and immoveable property, “rights” and “interests” which do not physically exist and all forms of assets and financial as well as economic resources included in the persons’ property. They noted that in the rural area where they lived the patriarchal family system prevailed, wherein adults married, built houses on their fathers’ land and made use of their fathers’ property as a natural requirement of the social system. In that connection, the applicants argued that “property rights” should not be regarded as exclusively covering property which was registered under a personal title, but should include all the economic resources jointly enjoyed by all the villagers. The applicants further asserted that they all had separate families and economic activities in the village even though they had used their fathers’ property. Relying on the provisions of the Code of Civil Procedure, they also claimed that the statements given by the mayor of Boydaş village (see paragraphs 23 and 24 above) should be taken into account with a view to proving that they had been using their ascendants’ registered and unregistered property in accordance with the local traditions and that they had been earning their living from stockbreeding and forestry.",
                                        "elements": []
                                    },
                                    {
                                        "content": "138.  The Court reiterates that Article 1 of Protocol No. 1 in substance guarantees the right of property (see Marckx v. Belgium, judgment of 13 June 1979, Series A no. 31, pp. 27-28, § 63). However, the notion “possessions” (in French: biens) in Article 1 has an autonomous meaning which is certainly not limited to ownership of physical goods: certain other rights and interests constituting assets can also be regarded as “property rights”, and thus as “possessions” for the purposes of this provision (see Gasus Dosier- und Fördertechnik GmbH v. The Netherlands, judgment of 23 February 1995, Series A no. 306-B, p. 46, § 53, and Matos e Silva, Lda., and Others v. Portugal, judgment of 16 September 1996, Reports 1996-IV, p. 1111, § 75).",
                                        "elements": []
                                    },
                                    {
                                        "content": "139.  The Court notes that it is not required to decide whether or not in the absence of title deeds the applicants have rights of property under domestic law. The question which arises under this head is whether the overall economic activities carried out by the applicants constituted “possessions” coming within the scope of the protection afforded by Article 1 of Protocol No. 1. In this regard, the Court notes that it is undisputed that the applicants all lived in Boydaş village until 1994. Although they did not have registered property, they either had their own houses constructed on the lands of their ascendants or lived in the houses owned by their fathers and cultivated the land belonging to the latter. The Court further notes that the applicants had unchallenged rights over the common lands in the village, such as the pasture, grazing and the forest land, and that they earned their living from stockbreeding and tree-felling. Accordingly, in the Court’s opinion, all these economic resources and the revenue that the applicants derived from them may qualify as “possessions” for the purposes of Article 1.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Whether there was an interference",
                                "elements": [
                                    {
                                        "content": "140.  The applicants argued that it was not in doubt that there had been an interference with their right to peaceful enjoyment of their possessions. They were forcibly evicted from their homes and land by the security forces and restrictions were imposed by the authorities on their return to their village. As a result of continuous denial of access to the village they were effectively deprived of their revenue and forced to live in poor conditions in other regions of the country.",
                                        "elements": []
                                    },
                                    {
                                        "content": "141.  The Government denied that the applicants had been compelled to evacuate their village by the security forces. They claimed that the applicants had left their village on account of the disturbances in the region and intimidation by the PKK. They admitted however that a number of settlements had been evacuated by the relevant authorities to ensure the safety of the population in the region. The Government further submitted that the applicants had no genuine interest in going back to their village since in its present state Boydaş village was not suitable for accommodation and offered very poor economic conditions to sustain life. Nevertheless, with reference to the Ministry of Interior Gendarmerie General Command’s letter of 22 July 2003, the Government pointed out that there remained no obstacle to the applicants’ return to Boydaş village (see paragraph 37 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "142.  In the present case, the Court is required to have regard to the situation which existed in the state of emergency region of  at the time of the events complained of by the applicants, characterised by violent confrontations between the security forces and members of the PKK. It notes that this two-fold violence resulting from the acts of the two parties to the conflict forced many people to flee their homes (see paragraphs 56 and 62 above). Furthermore, and as admitted by the Government, the authorities have evicted the inhabitants of a number of settlements to ensure the safety of the population in the region (see paragraph 141 above). The Court has also found in numerous similar cases that security forces deliberately destroyed the homes and property of the respective applicants, depriving them of their livelihoods and forcing them to leave their villages in the state of emergency region of Turkey (see, among many others, Akdivar and Others, Selçuk and Asker, Menteş and Others, Yöyler, İpek, judgments cited above; Bilgin v. Turkey, no. 23819/94, 16 November 2000, and Dulaş v. Turkey, no. 25801/94, 30 January 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "143.  Turning to the particular circumstances of the instant case, the Court observes that it is unable to determine the exact cause of the displacement of the applicants because of the lack of sufficient evidence in its possession and the lack of an independent investigation into the alleged events. On that account, for the purposes of the instant case it must confine its consideration to the examination of the applicants’ complaints concerning the denial of access to their possessions since 1994. In this connection, the Court notes that despite the applicants’ persistent demands, the authorities refused any access to Boydaş village until 22 July 2003 on the ground of terrorist incidents in and around the village (see paragraphs 15, 17 and 18 above). These disputed measures deprived the applicants of all resources from which they derived their living. Moreover, they also affected the very substance of ownership in respect of six of the applicants in that they could not use and dispose of their property for almost nine years and ten months. The result of these contested measures has been that since October 1994 their right over the possessions has become precarious.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In conclusion, the denial of access to Boydaş village must be regarded as an interference with the applicants’ right to the peaceful enjoyment of their possessions (see Loizidou v. Turkey, judgment of 18 December 1996, Reports 1996-VI, p. 2216, § 63).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Whether the interference was justified",
                                "elements": [
                                    {
                                        "content": "144.  It remains to be determined whether or not this interference contravenes Article 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The applicable rule",
                                        "elements": [
                                            {
                                                "content": "145.  The Court reiterates that Article 1 of Protocol No. 1 comprises three distinct rules. The first rule, which is set out in the first sentence of the first paragraph, is of a general nature and enunciates the principle of the peaceful enjoyment of property. The second rule, contained in the second sentence of the first paragraph, covers deprivation of possessions and subjects it to certain conditions. The third rule, stated in the second paragraph, recognises that the Contracting States are entitled, amongst other things, to control the use of property in accordance with the general interest, by enforcing such laws as they deem necessary for the purpose. However, the rules are not “distinct” in the sense of being unconnected. The second and third rules are concerned with particular instances of interference with the right to peaceful enjoyment of property and should therefore be construed in the light of the general principle enunciated in the first rule (see, inter alia, James and Others v. the United Kingdom, judgment of 21 February 1986, Series A no. 98, pp. 29-30, § 37, which partly reiterates the terms of the Court’s reasoning in Sporrong and Lönnroth v. Sweden, judgment of 23 September 1982, Series A no. 52, p. 24, § 61; see also The Holy Monasteries v. Greece, judgment of 9 December 1994, Series A no. 301-A, p. 31, § 56; Iatridis v. Greece [GC], no. 31107/96, § 55, ECHR 1999-II; Beyeler v. Italy [GC], no. 33202/96, § 106, ECHR 2000-I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "146.  The Court notes that the parties did not comment on the rule applicable to the case. It points out that the measures in question did not involve a deprivation of property within the meaning of the second sentence of the first paragraph of Article 1 because the applicants have remained the legal owner or possessor of the lands in Boydaş. The measures did not amount to control of the use of property either since they did not pursue such an aim. The Court considers therefore that the situation of which the applicants complain falls to be dealt with under the first sentence of the first paragraph of Article 1 since the impugned measures undoubtedly restricted the applicants’ rights to use and dispose of their possessions (Cyprus v. Turkey ([GC], no. 25781/94, § 187, ECHR 2001-IV).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Lawfulness and purpose of the interference",
                                        "elements": [
                                            {
                                                "content": "147.  The applicants asserted that the impugned measures had a legal basis in domestic law in that the governor of the state-of-emergency region could order the permanent or temporary evacuation of villages and impose residence restrictions pursuant to Article 4 (h) of Decree no. 285 and Article 1 (b) of Decree no. 430 in force at the relevant time (see paragraph 82 above). They argued however that the state-of-emergency governor’s office had employed illegal methods to depopulate the region rather than relying on the aforementioned provision. In their opinion, the motive behind this choice was to blame the illegal organisations, such as the PKK and the TİKKO (Workers and Peasants’ Independence Army of Turkey), for village evacuations, to avoid the economic burden of re-housing the population and to grant impunity to the security forces for their illegal acts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "148.  The Government disputed the applicants’ assertions and maintained that the refusal of access to Boydaş village had aimed at protecting the lives of the applicants on account of the insecurity of the region. In their opinion, had the applicants been evicted from their village by the security forces as alleged, this must have been carried out in pursuance of the State’s duty to fulfil its obligation under Article 2 of the Convention, which overrode its undertakings under Article 1 of Protocol No. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "149.  Notwithstanding its doubts as to the lawfulness of the impugned interference, the Court notes the security motives invoked by the Government in this context and for the purposes of the present case would refrain from ruling that these aims cannot be regarded as legitimate “in accordance with the general interest” for the purposes of the second paragraph of Article 1. It thus leaves the question regarding the lawfulness of the interference open, as in the present case it is more essential to decide on the proportionality of the interference in question.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Proportionality of the interference",
                                        "elements": [
                                            {
                                                "content": "150.  The applicants maintained that, as a result of their displacement and denial of access to their possessions, they had been forced to live in very poor conditions due to the lack of employment, housing, health care and a sanitary environment. They contended that, in the absence of economic and social measures to remedy their living conditions, the interference complained of could not be described as proportionate to the aim pursued.",
                                                "elements": []
                                            },
                                            {
                                                "content": "151.  The Government claimed that they had taken all necessary measures with a view to tackling the problems of the internally displaced persons, including the applicants. They asserted that the “return to village and rehabilitation project” had been developed by the authorities to remedy the problems of those who had had to leave their homes on account of the terrorist incidents in the region (see paragraphs 45-48 above). The aim of this project was to ensure the voluntary return of the displaced population. Thus, its implementation had been subjected to the strict control of Parliament (see paragraphs 39-42 above). The Government had also obtained the support of several international agencies to assist in the successful implementation of this project (see paragraph 44 above). Despite budgetary restraints and serious economic difficulties, the Government had spent approximately sixty million euros within the context of this project. An important amount of this money had been used for improvement of the infrastructure in the region. The progress achieved so far had been positive and encouraging given the fact that 94,000 persons, which was approximately 25% of the total number of displaced persons, had already returned to their settlement units between June 2000 and December 2003.",
                                                "elements": []
                                            },
                                            {
                                                "content": "152.  The Government further referred to draft legislation for compensation of damage caused by terrorist violence or as a result of measures taken by the authorities against terrorism. They explained that, when enacted, this law would provide a remedy whereby the internally displaced persons could claim compensation for the damage they had sustained in the course of the struggle against terrorism. Against this background, the Government concluded that the measures taken by the authorities had been proportionate to the aims pursued.",
                                                "elements": []
                                            },
                                            {
                                                "content": "153.  For the purposes of the first sentence of the first paragraph, the Court must determine whether a fair balance was struck between the demands of the general interest of the community and the requirements of the protection of the individual’s fundamental rights (see Sporrong and Lönnroth, cited above, § 69). The Court recognises that the interference complained of in the instant case did not lack a basis. As noted above, armed clashes, generalised violence and human rights violations, specifically within the context of the PKK insurgency, compelled the authorities to take extraordinary measures to maintain security in the state of emergency region. These measures involved, among others, the restriction of access to several villages, including Boydaş, as well as evacuation of some villages on the ground of the lack of security. However, it observes that in the circumstances of the case the refusal of access to Boydaş had serious and harmful effects that have hindered the applicants’ right to enjoyment of their possessions for almost ten years, during which time they have been living in other areas of the country in conditions of extreme poverty, with inadequate heating, sanitation and infrastructure (see paragraphs 14, 57 and 63 above). Their situation was compounded by a lack of financial assets, having received no compensation for deprivation of their possessions, and the need to seek employment and shelter in overcrowded cities and towns, where unemployment levels and housing facilities have been described as disastrous (see paragraph 63 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "154.  While the Court acknowledges the Government’s efforts to remedy the situation of the internally displaced persons generally, for the purposes of the present case it considers them inadequate and ineffective. In this connection, it points out that the return to village and rehabilitation project referred to by the Government has not been converted into practical steps to facilitate the return of the applicants to their village. According to the visual records of 29 December 2003, Boydaş village seems to be in ruins and without any infrastructure (see paragraph 38 above). Besides the failure of the authorities to facilitate return to Boydaş, the applicants have not been provided with alternative housing or employment. Furthermore, apart from the aid given to Mr Kazım Balık and Mr Müslüm Yılmaz by the Social Aid and Solidarity Fund, which in the Court’s opinion is insufficient to live on, the applicants have not been supplied with any funding which would ensure an adequate standard of living or a sustainable return process. For the Court, however, the authorities have the primary duty and responsibility to establish conditions, as well as provide the means, which allow the applicants to return voluntarily, in safety and with dignity, to their homes or places of habitual residence, or to resettle voluntarily in another part of the country (see in this respect Principles 18 and 28 of the United Nations Guiding Principles on Internal Displacement, E/CN.4/1998/53/Add.2, dated 11 February 1998). Moreover, as regards the draft legislation on compensation for damage occurred as a result of the acts of terrorism or of measures taken against terrorism, the Court observes that this law is not yet in force and, accordingly, does not provide any remedy for the applicants’ grievances under this heading.",
                                                "elements": []
                                            },
                                            {
                                                "content": "155.  Having regard to the foregoing, the Court considers that the applicants have had to bear an individual and excessive burden which has upset the fair balance which should be struck between the requirements of the general interest and the protection of the right to the peaceful enjoyment of one’s possessions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "156.  In view of these considerations, the Court dismisses the Government’s preliminary objection with respect to nine of the applicants who have not presented title deeds and holds that there has been a violation of Article 1 of Protocol No. 1.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "157.  The applicants, referring to their expulsion from their village and their inability to return thereto, maintained that there had been a breach of Article 8 of the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "158.  The Government denied that there had been any violation of this provision, on the same grounds as those advanced in connection with Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "159.  The Court is of the opinion that there can be no doubt that the refusal of access to the applicants’ homes and livelihood, in addition to giving rise to a violation of Article 1 of Protocol No. 1, constitutes at the same time a serious and unjustified interference with the right to respect for family lives and homes.",
                                "elements": []
                            },
                            {
                                "content": "160.  Accordingly, the Court concludes that there has been a violation of Article 8 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "161.  The applicants alleged that the failure of the authorities to conduct an effective investigation into their forced eviction from their village and lack of any remedy by which to challenge the refusal of access to their possessions gave rise to a breach of Article 13 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "162.  The Government disputed the above allegations, arguing that there were administrative, civil and criminal remedies (see paragraphs 94-97 above) of which the applicants had failed to avail themselves.",
                                "elements": []
                            },
                            {
                                "content": "163.  The Court points out that it has already found that the denial of access to the applicants’ homes and possessions was in violation of Article 8 and Article 1 of Protocol No. 1. The applicants’ complaints in this regard are therefore “arguable” for the purposes of Article 13 (see Yöyler and Dulaş, judgments cited above, §§ 89 and 67 respectively).",
                                "elements": []
                            },
                            {
                                "content": "164.  The Court observes that the complaints under this head reflect the same or similar elements as those issues already dealt with in the context of the objection concerning the exhaustion of domestic remedies. In that connection, the Court reiterates its finding that, the Government have not discharged the burden upon them of proving the availability to the applicants of a remedy capable of providing redress in respect of their Convention complaints and offering reasonable prospects of success (see paragraph 110 above). For the same reasons, the Court concludes that there was no available effective remedy in respect of the denial of access to the applicants’ homes and possessions in Boydaş village.",
                                "elements": []
                            },
                            {
                                "content": "Accordingly, there has been a violation of Article 13 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "165.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "166.  The applicants claimed a total of TUR 1,538,240,000,000 for pecuniary damage, equivalent to EUR 854,5771. They each claimed EUR 15,000 for non-pecuniary damage and an overall amount of EUR 21,150 for costs and expenses.",
                                "elements": []
                            },
                            {
                                "content": "167.  The Government have not commented on these claims.",
                                "elements": []
                            },
                            {
                                "content": "168.  The Court considers that the question of the application of Article 41 is not ready for decision. Accordingly, it reserves that question and, in determining the further procedure, will have due regard to the possibility of agreement being reached between the Government and the applicants.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Joins to the merits the Government’s preliminary objection to the “victim status” of nine of the applicants who failed to present title deeds in respect of their complaints under Article 1 of Protocol No. 1 and dismisses it;",
                        "elements": []
                    },
                    {
                        "content": "2.  Dismisses the Government’s preliminary objection concerning the exhaustion of domestic remedies;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the Government’s preliminary objection concerning the sixmonth rule;",
                        "elements": []
                    },
                    {
                        "content": "4.  Declares the applicants’ complaints under Articles 8 and 13 of the Convention and Article 1 of Protocol No. 1 admissible and the remainder of their applications inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds that the question of the application of Article 41 of the Convention is not ready for decision;",
                        "elements": []
                    },
                    {
                        "content": "accordingly,",
                        "elements": []
                    },
                    {
                        "content": "(a)  reserves the said question in whole;",
                        "elements": []
                    },
                    {
                        "content": "(b)  invites the Government and the applicants to submit, within six months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, their written observations on the matter and, in particular, to notify the Court of any agreement that they may reach;",
                        "elements": []
                    },
                    {
                        "content": "(c)  reserves the further procedure and delegates to the President of the Chamber the power to fix the same if need be.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and delivered at a public hearing in the Human Rights Building, , on 29 June 2004.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrG. Ress",
            "role": "president"
        },
        {
            "name": "MrI. Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "MrL. Caflisch",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrJ. Hedigan",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MrsH.S. Greve",
            "role": "judges"
        },
        {
            "name": "Mr V. Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DOĞAN AND OTHERS v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-61854.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2004:0629JUD000880302",
    "externalsources": [
        "Parliamentary Assembly Recommendation 1563(2002)",
        "Committee of Ministers Resolution DH(2002)98"
    ],
    "extractedappno": [
        "8811/02",
        "8813/02",
        "8819/02",
        "8803/02",
        "8804/02",
        "8805/02",
        "8806/02",
        "8807/02",
        "8808/02",
        "8809/02",
        "8810/02",
        "8815/02",
        "8816/02",
        "8817/02",
        "8818/02",
        "40153/98",
        "40160/98",
        "25760/94",
        "26973/95",
        "21593/93",
        "62566/00",
        "22998/93",
        "23819/94",
        "25801/94",
        "31107/96",
        "33202/96",
        "25781/94"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Law no. 2577",
        "Legislative Decree no. 285, Articles 4 (h) and 7",
        "Decree no. 430, Article 1 (b)"
    ],
    "itemid": "001-61854",
    "judgementdate": "29/06/2004 00:00:00",
    "kpdate": "29/06/2004 00:00:00",
    "kpthesaurus": [
        "369",
        "304",
        "509",
        "354",
        "183",
        "498",
        "14",
        "128",
        "109",
        "471",
        "444",
        "110",
        "451",
        "426",
        "448",
        "71",
        "293",
        "445",
        "288",
        "343",
        "340"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "5-1-c",
        "P1-1-1",
        "14",
        "7",
        "13",
        "8",
        "8-1",
        "34",
        "29",
        "35-1",
        "29-3",
        "6-1",
        "35",
        "5",
        "6",
        "1",
        "17",
        "P1-1"
    ],
    "parties": [
        "DOĞAN AND OTHERS",
        "TURKEY"
    ],
    "rank": "491.799011230469",
    "representedby": [
        "N/A"
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "998-VI, p. 2431, § 73",
        "Yöyler v. Turkey, no. 26973/95, § 73, § 89, § 93, 24 July 2003"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "318727",
    "typedescription": "14"
}