{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Public hearing)",
    "applicability": "",
    "appno": "17127/12",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Public hearing"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-149205.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 17127/12) against the Slovak Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Slovak national, Ms Mira Trančíková (“the applicant”), on 21 March 2012.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr J. Holič, a lawyer practising in Bratislava. The Government of the Slovak Republic (“the Government”) were represented by their Agent, Ms M. Pirošíková.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the observations filed by the defendant in her court action in response to the appeal had not been communicated to her and that, in violation of her rights under Article 6 § 1 of the Convention, she had been denied a public hearing of that appeal.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 20 November 2013 these complaints, together with a complaint that the appeal judgment had allegedly not been pronounced publicly, were communicated to the Government and the remainder of the application was declared inadmissible.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1939 and lives in Bratislava.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant brought an action before the Trnava District Court (Okresný súd) on 6 July 2007 arguing that an individual (“the defendant”) had unlawfully seized a lorry belonging to her and that he was retaining it without good title. Accordingly, she asked the court to order the defendant to return the vehicle to her.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 2 March 2009 the defendant filed his observations in reply, explaining in detail the history and legal status of the vehicle.",
                                "elements": []
                            },
                            {
                                "content": "8.  The District Court heard the case on 10 August, 23 September and 28 October 2009. The applicant’s lawyer was present at all of these hearings, as was the applicant herself, except for the first one. In addition, on 26 October 2009, the applicant consulted the court’s case file on her own initiative.",
                                "elements": []
                            },
                            {
                                "content": "9.  At the conclusion of the last-mentioned hearing, the District Court pronounced its judgment dismissing the action. In doing so, it found that the applicant had failed to show that she had lawfully acquired title to the vehicle and concluded that the defendant had lawfully acquired it by way of purchase from the receiver appointed to act in connection with the insolvency of the vehicle’s previous owner, a legal entity with which the applicant had been involved.",
                                "elements": []
                            },
                            {
                                "content": "10.  The applicant lodged an appeal (odvolanie) contesting en bloc the District Court’s assessment of the facts and the interpretation and application of the relevant law.",
                                "elements": []
                            },
                            {
                                "content": "11.  In response to a specific written request by the District Court dated 21 January 2010, she objected to having her appeal decided without a public hearing.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 5 February 2010 the defendant filed his observations in reply to the appeal, contesting its procedural, substantive and factual grounds and again querying the legal status and history of the vehicle.",
                                "elements": []
                            },
                            {
                                "content": "13.  According to a written record and minutes submitted by the Government, on 20 October 2010 a notice was displayed on the official noticeboard of the Trnava Regional Court (Krajský súd) stating that the applicant’s appeal would be decided in chambers on 27 October 2010 and the Regional Court’s judgment was publicly pronounced on that date.",
                                "elements": []
                            },
                            {
                                "content": "14.  By that judgment, the Regional Court dismissed the applicant’s appeal, endorsing the findings of the first-instance court and finding that, in her appeal, the applicant had not submitted any relevant new information to refute those findings. No hearing of the appeal was held. In the written version of the judgment, no mention is made of the defendant’s observations.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 15 December 2010 the applicant lodged an appeal on points of law (dovolanie). She relied on Article 237 (f) of the Code of Civil Procedure (Law no. 99/1963 Coll., as amended) (“the CCP”), under which such an appeal was admissible if the courts had prevented a party to the proceedings from pursuing a case before them.",
                                "elements": []
                            },
                            {
                                "content": "She also invoked Article 6 § 1 of the Convention and argued, inter alia, (i) that the Court of Appeal had ruled on her appeal without having held a public hearing, despite her objection to such a course of action; (ii) that the defendant’s observations in reply to her appeal had not been communicated to her; and (iii) that the Court of Appeal had not only failed to summon her to a public pronouncement of its judgment but had, indeed, failed to pronounce that judgment publicly at all.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 20 April 2011 the Supreme Court (Najvyšší súd) declared the applicant’s appeal inadmissible without examining the merits of the case. It held no hearing and decided in chambers.",
                                "elements": []
                            },
                            {
                                "content": "17.  The Supreme Court referred to Article 214 of the CCP under which ‒ as applicable at the relevant time ‒ an appeal could be decided without a hearing unless (i) evidence had to be re-examined or new evidence had to be taken, (ii) the first-instance court had not held a hearing; or (iii) a hearing was called for in view of an issue of significant public interest.",
                                "elements": []
                            },
                            {
                                "content": "The Supreme Court observed that none of these criteria had arisen, in view of which there had been no need for the Regional Court to hold a hearing of the applicant’s appeal.",
                                "elements": []
                            },
                            {
                                "content": "18.  The Supreme Court further observed that, under the case-law of the Constitutional Court, a failure by a court to communicate to one party a submission made by the other party would normally constitute a violation of the principles of equality of arms and adversarial proceedings. However, there was no such consequence if the court concerned did not base its decision on the non-communicated submission.",
                                "elements": []
                            },
                            {
                                "content": "The Supreme Court also noted that, although there was no statutory duty to communicate to an appellant observations made in reply to the appeal in question, if the appeal was to be determined without holding a hearing, then the observations normally “should” be communicated to the appellant. The Supreme Court added that, however, such observations “should” be communicated to the appellant only if they had a conclusive influence on the decision of the Court of Appeal.",
                                "elements": []
                            },
                            {
                                "content": "In that regard, referring to the contents of the case file, the Supreme Court held that the observations made by the defendant in reply to the applicant’s appeal had had no impact at all on the Regional Court’s decision and concluded that, consequently, the failure to communicate those observations to the applicant was irrelevant in legal terms.",
                                "elements": []
                            },
                            {
                                "content": "19.  The Supreme Court also referred to Article 156 of the CCP, pursuant to which a judgment must always be pronounced publicly (paragraph 1) and, in matters decided without a hearing, the time and place of the pronouncement must be announced on the official notice board of the given court no less than five days before the pronouncement (paragraph 3). The Supreme Court further referred to the contents of the case file and, in particular, to the minutes concerning the public pronouncement of the contested judgment, on the basis of which it concluded that, in the case at hand, the parties had properly been notified of the public delivery of the judgment, that the judgment had properly been pronounced, and that all of the applicable rules had been complied with.",
                                "elements": []
                            },
                            {
                                "content": "20.  In sum, the Supreme Court concluded that none of the applicant’s arguments constituted any ground for admitting her appeal on points of law for examination on the merits.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 26 June 2011 the applicant lodged a complaint against the ordinary courts’ decisions with the Constitutional Court (Ústavný súd). She relied, inter alia, on Article 127 of the Constitution (individual complaint) and Article 6 § 1 of the Convention, advancing essentially the same arguments as in her appeal on points of law.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 7 July 2011 the Constitutional Court declared the complaint inadmissible. It held no hearing and decided in chambers, citing extensively from the Supreme Court’s decision and finding no constitutionally relevant flaw in it.",
                                "elements": []
                            },
                            {
                                "content": "The Constitutional Court’s decision was served on the applicant on 21 September 2011.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC PRACTICE",
                        "elements": [
                            {
                                "content": "23.  Under the established practice of both the Constitutional Court and the Supreme Court, the observations of one party to the proceedings in response to any legal remedy to which the opposing party has recourse must be communicated to the latter for comment if ‒ and only if ‒ the said observations have a substantial influence (zásadný vplyv) on the court’s decision concerning the legal remedy in question. Conversely, if the court making the decision about the remedy does not base its decision on the observations filed in response to such a remedy, the lack of communication of such observations to the party pursuing the remedy is not deemed to have prevented that party from pursuing the case before the court. One of the reasons behind this position is that the opposite could in practice mean a recurring and never-ending process of exchanging observations, which would produce effects conflicting with the principle of the rule of law (see judgment of the Constitutional Court of 12 January 2012 in case no. IV. ÚS 19/2012 and decision of the Supreme Court dated 29 February 2012 in case no. 11 Cdo 17/2011).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "24.  The applicant complained that she had not received a fair and public hearing and that the judgment of the Regional Court had not been pronounced publicly as provided in Article 6 § 1 of the Convention, the relevant part of which reads:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair and public hearing ... by [a] ... tribunal .... Judgment shall be pronounced publicly ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Failure to pronounce the judgment on the applicant’s appeal publicly",
                                        "elements": [
                                            {
                                                "content": "25.  The applicant complained that the judgment on her appeal had not been pronounced publicly.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  In reply, the Government submitted that the impugned judgment had been delivered in full compliance with the applicable statutory rules and the Convention requirements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  In a rejoinder, the applicant reiterated her complaints and submitted that the domestic courts’ assessment of her case had been arbitrary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  In so far as the applicant may be understood to be wishing to complain of alleged unfairness of the outcome of the proceedings in her action, the Court reiterates that, in accordance with Article 19 of the Convention, its duty is to ensure that the obligations undertaken by the Contracting Parties to the Convention are observed. In particular, it is not its function to deal with errors of fact or law allegedly committed by a national court, unless and in so far as they may have infringed rights and freedoms protected by the Convention. Moreover, while Article 6 of the Convention guarantees the right to a fair hearing, it does not lay down any rules on the admissibility of evidence or the way it should be assessed, which are therefore primarily matters for regulation by national law and the national courts (see Garćia Ruiz v. Spain [GC], no. 30544/96, § 28, ECHR 1999-I, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  That said, the Court notes the findings of the Supreme Court ‒ which have not been disputed by the applicant ‒ in which the latter reiterated that under the relevant rules, in matters decided without a hearing, the time and place of the pronouncement of the judgment was to be announced on the official notice board of the given court no less than five days before the pronouncement, following which the judgment was to be publicly pronounced (see paragraph 19 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The Court also notes that, according to the material submitted by the Government ‒ which was likewise not disputed by the applicant ‒ the above-mentioned rules had in fact been respected (see paragraph 13 above), as was indeed concluded by the Supreme Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Court finds that, in these circumstances, the applicant’s complaint has no sound factual foundation. Contrary to her suggestion, the judgment on her appeal had in fact been pronounced publicly, as had been the judgment of the first-instance court, all in compliance with the applicable domestic rules.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It follows that the complaint is manifestly illfounded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Failure to communicate to the applicant the observations of the defendant in reply to her appeal and to hear the appeal publicly",
                                        "elements": [
                                            {
                                                "content": "32.  The applicant also complained that the defendant’s observations in reply to her appeal had not been communicated to her and that her appeal had not been heard publicly.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Court notes that this part of the application is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "34.  The Government relied on the established practice of the highest courts (see paragraph 23 above) and submitted, in particular, that the applicant and her lawyer had actively participated in the proceedings at the pre-trial stage, that they had accordingly had detailed knowledge of the case, and that, in his observations in reply to the applicant’s appeal, the defendant had neither presented any new factual or legal arguments nor had he made any factual submissions over and above those made previously at the hearings and in his observations of 12 February 2009 in reply to the action. Moreover, the defendant’s observations had not even been mentioned in the Regional Court’s judgment, which in the Government’s view clearly showed that these observations had been only a formal submission, that they not been taken into account by the Regional Court at all and that they had accordingly not had any influence at all on its judgment. In that regard, the Government relied on the Court’s decision in Ringier Axel Springer Slovakia v. Slovakia (no. 35090/07, §§ 90-91, 4 October 2011) and concluded that the fact that these observations had not been communicated to the applicant had not impaired the guarantees of a fair hearing under Article 6 § 1of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  As to the alleged lack of a public hearing, the Government emphasised that the first-instance proceedings had been completely public and that the determination of the applicant’s appeal in chambers had been fully in compliance with the applicable statutory rules because (i) there had been no need for the Court of Appeal to re-examine any evidence or to take any new evidence, (ii) the case had been abundantly heard at first instance, and (iii) there had been no important public interest calling for a hearing to be held.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Moreover, the Government emphasised that the Court of Appeal had not deviated from the factual findings of the first-instance court and considered that, at the appellate stage, only questions of law had been examined.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In conclusion, the Government considered that no public hearing of the applicant’s appeal had been called for under the Convention and its caselaw.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  In a rejoinder, the applicant disagreed and reiterated her complaints. In particular, she submitted that it was not for the Government to judge the relevance of the defendant’s observations in reply to her appeal and that such observations, even if of minor importance per se, had to be viewed in context.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "37.  The Court observes that it has not been disputed between the parties that the defendant’s observations in reply to the applicant’s appeal were not communicated to the applicant and that no public hearing was held in her appeal. Accordingly, from the Convention perspective, these two aspects of the case present two separate though interrelated issues.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Court considers it appropriate to deal first with the noncommunication of the defendant’s observations to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  In that regard, the Court observes that the relevant Convention principles have been summarised as follows in its decision in Ringier Axel Springer Slovakia (cited above, §§ 84-86, with further references):",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  The principle of equality of arms, one of the elements of the broader concept of a fair trial, requires each party to be given a reasonable opportunity to present his case under conditions that do not place him at a substantial disadvantage vis-à-vis his opponent.",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  In addition to this requirement, the concept of a fair hearing implies the right to adversarial proceedings, according to which the parties must have the opportunity not only to be made aware of any evidence needed for their claims to succeed, but also to have knowledge of, and comment on, all evidence adduced or observations filed, with a view to influencing the court’s decision. However, the right to adversarial proceedings is not absolute and its scope may vary depending on the specific features of the case in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  The concrete effect of the observations in question on the judgment of the domestic court concerned is of little importance. It is for the parties to the case to judge whether or not a document calls for their comments. What is particularly at stake here is litigants’ confidence in the workings of justice, which is based on the knowledge that they have had the opportunity to express their views on every document in the file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Turning to the facts of the present case, as has been noted above, the defendant’s observations in reply to the applicant’s appeal were not communicated to her. In view of the Court’s case-law it thus remains to be ascertained whether there were any special circumstances due to which such communication was not called for.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court observes that under the domestic legislation there is no formal requirement for observations in reply to an appeal to be communicated to the party that has lodged that appeal. As regards the practice, it appears that any requirement for the communication of such observations is linked to the criterion of the observations’ having substantial influence on the decision on the appeal or not (see paragraph 23 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Court notes that the Supreme Court’s assessment of the question at issue in the present case, as endorsed by the Constitutional Court, differed somewhat from the case-law invoked by the Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In particular, for the Supreme Court, there was an exception to the general case-law-based rule ‒ applicable in cases where the court concerned did not base its decision on the non-communicated submission ‒ requiring that submissions be communicated to the opposing procedural party.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Supreme Court further appears to have found what can be understood as an exception to that exception, whether in the guise of law or practice, in cases of appeals decided without a hearing. However, this exception would in turn not apply if the submission in question had had no decisive influence on the decision of the appellate court (see paragraph 18 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Leaving aside the question of the clarity, quality and consistent application as law of such rules, it appears that the decisive criterion as regards communicating or not communicating the defendant’s observations to the applicant ‒ in general terms as well as in the circumstances of the present case ‒ was the relevance of the influence of those observations on the decision on the applicant’s appeal. However, it ensues from the Court’s case-law cited above that the concrete effect of the observations in question is of little importance, it being for the parties to judge whether or not a document calls for their comments.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  In response to the Government’s specific claim, the Court considers that the present case differs from that of Ringier Axel Springer Slovakia (cited above, § 90) because in that case the applicant company had failed to show that the non-communicated observations constituted any reasoned opinion actually or even potentially having any relevant effect on the impugned decision, whereas in the present case there was no doubt that the defendant’s observations constituted a proper legal and factual argument.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  In so far as the Government have argued that the defendant’s observations in reply to the applicant’s appeal contained no new argument over and above those already presented and answered at the first-instance stage, the Court reiterates that the requirement that parties to court proceedings must have the opportunity to gain cognisance of, and to comment on, all evidence adduced or observations filed in their case applies to appeal proceedings as well as to proceedings at first instance, notwithstanding the fact that the appeal may raise no new arguments (see Hudáková and Others v. Slovakia, no. 23083/05, § 29, 27 April 2010). Moreover, and in any event, the Court emphasises the subsidiary nature of its role and observes that no such conclusion as now proposed by the Government appears to have been reached by the higher courts at national level.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  In view of all the elements at its disposal, the Court finds that it has not been established – either by the Government or by any other means - that there were any special circumstances on account of which the defendant’s observations were not to be communicated to the applicant. In particular, it has not been shown that allowing the applicant the opportunity to familiarise herself with the defendant’s observations and potentially to comment on them would not have had any effect on the outcome of the proceedings either because the legal approach adopted was not open to discussion or for any other special reason (see Ringier Axel Springer Slovakia, cited above, § 87, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court concludes that the failure to forward a copy of the defendant’s written observations to the applicant denied the applicant the right to a fair hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  In view of this finding, the Court considers it unnecessary to examine separately the merits of the complaint that there was no public hearing before the appellate court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  There has accordingly been a violation of Article 6 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "50.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "51.  The applicant did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award her any sum on that account.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the alleged failure to pronounce the judgment on the applicant’s appeal publicly inadmissible and the remainder of the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 January 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Kristina Pardalos",
            "role": "judges"
        },
        {
            "name": "Johannes Silvis",
            "role": "judges"
        },
        {
            "name": "Valeriu Griţco",
            "role": "judges"
        },
        {
            "name": "Iulia Antoanella Motoc",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TRANČÍKOVÁ v. SLOVAKIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-149205.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:0113JUD001712712",
    "externalsources": [],
    "extractedappno": [
        "17127/12",
        "30544/96",
        "35090/07",
        "23083/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-149205",
    "judgementdate": "13/01/2015 00:00:00",
    "kpdate": "13/01/2015 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "385"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "TRANČÍKOVÁ",
        "SLOVAKIA"
    ],
    "rank": "1225.82690429688",
    "representedby": [
        "HOLIC J."
    ],
    "respondent": "SVK",
    "respondentOrderEng": "42",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "416035",
    "typedescription": "15"
}