{
    "__articles": "41;P1-1;P1-1-1",
    "__conclusion": "Violation of P1-1;Remainder inadmissible;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "23759/03;37943/06",
    "article": [
        "41",
        "p1-1"
    ],
    "conclusion": [
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-100944.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 23759/03 and 37943/06) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Yuriy Shchokin (“the applicant”), on 17 June 2003 and 6 September 2006 respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr A. Shumilov, a lawyer practising in Kyiv. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Y. Zaytsev.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his property rights had been violated by unlawful increases in his income tax liability by the authorities.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 15 January 2009 the President of the Fifth Section decided to give notice of the applications to the Government. It was also decided to examine the merits of the applications at the same time as their admissibility (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1971 and lives in Kharkiv.",
                                "elements": []
                            },
                            {
                                "content": "A.  Taxation of the applicant's income earned in 2001",
                                "elements": [
                                    {
                                        "content": "6.  In March 2002 the applicant submitted to the Oktyabrskyy District Tax Inspectorate of Kharkiv (the “Tax Inspectorate”) his 2001 income tax declaration. The declaration specified the amount of income tax paid by the applicant in 2001 and distinguished, in particular, two types of income: (a)  income earned at the applicant's principal place of business and (b)  income earned outside his principal place of business.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  In respect of the first type of income, the tax had been calculated under the progressive tax-rate rule, as required by Article 7 § 1 of Cabinet of Ministers Decree no. 13-92 “On citizens' income tax” of 26 December 1992 (the “Income Tax Decree”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In respect of the second type of income, the tax had been calculated at the fixed 20% rate, as required by Article 7 § 3 of the Income Tax Decree.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 9 April 2002, on the basis of the applicant's declaration, the Tax Inspectorate reassessed the amount of income tax due from the applicant and requested him to pay the outstanding balance in the amount of 1,774.61 Ukrainian hryvnias (UAH). The amount payable had been increased as a result of applying the progressive tax rate in respect of the income earned by the applicant outside his principal place of business. The recalculation had been effected in accordance with Instruction no. 12 “On citizens' income tax” issued by the Principal Tax Inspectorate on 21 April 1993 (“the Instruction”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 27 May 2002 the applicant instituted proceedings in the Oktyabrskyy District Court of Kharkiv (the “District Court”) against the Tax Inspectorate, seeking to have the decision of 9 April 2002 invalidated. He claimed, in particular, that the amount of tax payable in respect of his income earned outside his principal place of business should have been determined by reference to the special tax rate laid down in Article 7 § 3 of the Income Tax Decree (having legal force as the law of Parliament) whereas the Tax Inspectorate had recalculated and increased that amount relying on the Instruction. However, the Instruction was a by-law which, according to Article 67 of the Constitution, could not change the applicable tax rates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 4 July 2002 the District Court considered the applicant's claim. It found that the Income Tax Decree envisaged a special tax rate for income earned outside the principal place of business. Despite the Instruction, the Income Tax Decree did not provide for any recalculation of that type of income on the basis of the progressive tax rate. It noted that according to Article 67 of the Constitution the citizens were obliged to pay taxes only in accordance with the procedure established by the laws and not by the by-laws. In conclusion the District Court allowed the applicant's claim and quashed the decision of 9 April 2002. The Tax Inspectorate appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 18 December 2002 the Kharkiv Regional Court of Appeal (the “Court of Appeal”) quashed the judgment of 4 July 2002, stating that the Instruction had been validly issued and purported to expand on the relevant provisions of the Income Tax Decree. Accordingly, the Tax Inspectorate had acted lawfully when applying the Instruction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 16 April 2003 the Supreme Court upheld the Court of Appeal's judgment, stating that there had been no irregularities in the application of the law in the case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Taxation of the applicant's income earned in 2002",
                                "elements": [
                                    {
                                        "content": "14.  In March 2003 the applicant submitted his 2002 income tax declaration to the Tax Inspectorate. The amount of tax regarding the income the applicant earned outside his principal place of business was calculated on the basis of the fixed tax rate laid down in Article 7 § 3 of the Income Tax Decree.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 22 April 2003, on the basis of the applicant's declaration, the Tax Inspectorate reassessed the amount of income tax due from the applicant and requested him to pay the outstanding balance in the amount of UAH 3,378.05. The amount payable had been increased as a result of the application of the progressive tax rate in respect of the income earned by the applicant outside his principal place of business. The recalculation had been effected in accordance with the Instruction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 23 July 2003 the applicant instituted proceedings in the District Court against the Tax Inspectorate, seeking to have the decision of 22 April 2003 invalidated. He claimed in particular that the increase in his income tax liability had not been lawful because the Income Tax Decree (having legal force as the law of Parliament) did not envisage the progressive tax rate for the income earned by the applicant outside his principal place of business. In addition, the Instruction, referred to by the tax authorities, was a by-law which, according to Article 67 of the Constitution, could not change the applicable tax rates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 20 April 2005 the District Court rejected the applicant's claim, stating that the amount of tax determined by the Tax Inspectorate had been based on the Instruction and also on Presidential Decree no. 519/94 of 13 September 1994 “On increasing the amount of tax-free monthly income and rates of progressive taxation of citizens' income” (“the Presidential Decree”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 18 May 2005 the applicant appealed against that judgment to the Court of Appeal, alleging that Article 7.3 of the Income Tax Decree should have been applied to the income earned outside the principal place of business.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 30 June 2005 the Court of Appeal upheld the judgment of 20 April 2005 after finding that the recalculation of the applicant's income tax had been based specifically on the Presidential Decree.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 25 July 2005 the applicant appealed in cassation, repeating the arguments he had advanced before the Court of Appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 19 April 2006, following the applicant's appeal in cassation, the Higher Administrative Court upheld the judgment of 20 April 2005, noting in particular that the Income Tax Decree provided only one scale of progressive taxation, which therefore had to be applied to all the income of the applicant, and concluded that the recalculation of the tax had been carried out in accordance with the law. The special tax rate provided in Article 7 § 3 of the Income Tax Decree was not mentioned.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Taxation of the applicant's income earned in 2003",
                                "elements": [
                                    {
                                        "content": "22.  In March 2004 the applicant submitted his 2003 income tax declaration to the Tax Inspectorate. The amount of tax regarding the income of the applicant earned outside his principal place of business was calculated on the basis of the fixed tax rate laid down in Article 7 § 3 of the Income Tax Decree.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 26 April 2004, on the basis of the applicant's declaration, the Tax Inspectorate reassessed the amount of income tax due from the applicant and requested him to pay the outstanding balance in the amount of UAH 642.20. The amount payable had been increased as a result of the application of the progressive tax rate in respect of the income earned by the applicant outside his principal place of business. The recalculation had been effected in accordance with the Instruction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 10 August 2004 the applicant instituted proceedings in the District Court against the Tax Inspectorate, seeking to have the decision of 22 April 2003 invalidated. He claimed, in particular, that the increase in his income tax liability had not been lawful, because the Income Tax Decree (having legal force as the law of Parliament) did not envisage the progressive tax rate for the income earned by the applicant outside his principal place of business. At the same time the Instruction, referred to by the tax authorities, was a by-law which, according to Article 67 of the Constitution, could not change the applicable tax rates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 21 July 2005 the District Court rejected the applicant's claim, stating that the amount of tax determined by the Tax Inspectorate had been based on the Instruction and also on the Presidential Decree.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 17 August 2005 the applicant appealed against that judgment to the Court of Appeal, alleging that Article 7.3 of the Income Tax Decree should have been applied to the income earned outside the principal place of business.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 25 October 2005 the Court of Appeal upheld the judgment of 21 July 2005 after finding that the recalculation of the applicant's income tax had been based, in particular, on the Presidential Decree and the Income Tax Decree. No reasons were offered for the disregard of the special tax rate fixed in Article 7 § 3 of the Income Tax Decree.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 9 March 2006, following an appeal in cassation by the applicant, the Higher Administrative Court upheld the judgment of 21 July 2005, noting that the recalculation of the tax had been carried out in accordance with the law.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Constitution of 20 April 1978 (in force until 28 June 1996)",
                                "elements": [
                                    {
                                        "content": "29.  According to Article 114-5 of the Constitution the President of Ukraine was empowered to issue decrees in the field of economic reforms if the relevant matters were not covered by the laws of Parliament.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Constitution of 28 June 1996",
                                "elements": [
                                    {
                                        "content": "30.  Article 67 of the Constitution provides that everyone is obliged to pay taxes and duties in accordance with the procedure and at the rates established by the laws of Parliament.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Laws nos. 2796-XII and 2813-XII of 18 and 21 November 1992 empowering of the Cabinet of Ministers to issue Decrees",
                                "elements": [
                                    {
                                        "content": "31.  According to these Laws, during the period between 24 November 1992 and 21 May 1993, the Cabinet of Ministers had legislative powers in certain fields, including the field of taxation. For this purpose, the Cabinet of Ministers was empowered to issue Decrees which had the legal force as the law of Parliament.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The Law “On the procedure for payment of taxpayers' liabilities to budgets and state funds” of 21 December 2000",
                                "elements": [
                                    {
                                        "content": "32.  Section 4.4.1 of the Law provides that if the norm of the law or another normative legal act issued on the basis of the law, or if the norms of different laws or normative legal acts offer ambiguous or multiple interpretations of the rights and obligations of taxpayers and supervising authorities, the decision taken shall be in favour of the taxpayer.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Cabinet of Ministers Decree no. 13-92 “On citizens' income tax” of 26 December 1992 (as worded at the material time)",
                                "elements": [
                                    {
                                        "content": "33.  Article 7 § 1 of the Decree laid down a table of progressive taxation rates in respect of income earned at the taxpayer's principal place of business. The table referred to the concept of an official minimum salary as a basis for the determination of the progressive tax rate applicable in the individual case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Article 7 § 2 of the Decree provided that the copyright awards, repeatedly paid to the successors, were taxed at the double rates fixed in Article 7 § 1 of the Decree which, however, could not exceed 70 percents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Article 7 § 3 of the Decree established a fixed 20% tax rate in respect of income earned by the taxpayer outside his or her principal place of business.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Article 23 of the Decree provided that the Principal Tax Inspectorate would issue an instruction on the application of the Decree.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Presidential Decree no. 519/94 “On increasing the amount of tax-free monthly income and rates of progressive taxation of citizens' income” of 13 September 1994 (in force at the material time)",
                                "elements": [
                                    {
                                        "content": "37.  The Decree introduced a new table of progressive taxation rates in respect of taxpayers' income. The table referred to the concept of tax-free monthly income as a basis for the determination of the progressive tax rate applicable in the individual case. The Decree specified that the rates of progressive taxation, established in it, had to be applied as of 1 October 1994 in respect of the salaries and the other income of the citizens.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  Principal Tax Inspectorate Instruction No. 12 “On citizens' income tax” of 21 April 1993 (as worded at the material time)",
                                "elements": [
                                    {
                                        "content": "38.  Paragraph 7.1 of the Instruction laid down a table of progressive taxation rates in respect of income earned by a taxpayer at his or her principal place of business.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Paragraph 7.3 provided that the local tax inspectorates were to recalculate income earned outside the principal place of business, according to the table of progressive taxation rates set out in paragraph 7.1 of the Instruction.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "H.  Information letter of the State Tax Administration of 20 November 2002",
                                "elements": [
                                    {
                                        "content": "40.  By this letter the State Tax Administration provided official interpretation of certain issues concerning tax legislation. It specified, among other things, that the copyright awards repeatedly paid to the successors were to be taxed in accordance with Article 7 § 2 of the Income Tax Decree.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "41.  Pursuant to Rule 42 § 1 of the Rules of Court, the Court decides to join the applications, given their common factual and legal background.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1",
                        "elements": [
                            {
                                "content": "42.  The applicant complained of a violation of his property rights, alleging that when the tax authorities recalculated and increased the amount of his income tax, they had not acted in accordance with the law. He relied on Article 1 of Protocol No. 1, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "43.  The Government did not submit any comments as to the admissibility of the complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "45.  The applicant insisted that the tax authorities had unlawfully increased his income tax liability. He argued that the authorities had disregarded Article 7 § 3 of the Income Tax Decree establishing a special 20% tax rate in respect of the income earned outside the principal place of business. Moreover, when so doing, the authorities relied on the Instruction which, by virtue of Article 67 of the Constitution of 28 June 1996, could not change the applicable rates of tax and the procedures for their payment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The applicant further contended that the increased tax liability imposed an excessive financial burden on him and could not be considered proportionate for the purposes of Article 1 of Protocol No. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Government admitted that those measures constituted an interference with the applicant's property rights. They maintained however that the interference was lawful. In particular, the Instruction had been validly adopted and was foreseeable in its application. In their opinion the Instruction could be viewed as “law” for the purpose of the Convention. Moreover, the application of progressive taxation to all types of the applicant's income was supported by the Presidential Decree and the Income Tax Decree.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Government further submitted that those measures were compatible with the proportionality requirement provided by Article 1 of Protocol No. 1 and did not impose an excessive burden on the applicant.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "49.  It is not in dispute between the parties that the increase of the applicant's tax liability by the authorities constituted an interference with his property rights within the meaning of Article 1 of Protocol No. 1. The Court is accordingly called upon to determine whether this interference was justified in accordance with the requirements of that provision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The first and most important requirement of Article 1 of Protocol No. 1 is that any interference by a public authority with the peaceful enjoyment of possessions should be lawful: the second sentence of the first paragraph authorises a deprivation of possessions only “subject to the conditions provided for by law” and the second paragraph recognises that the States have the right to control the use of property by enforcing “laws”. Moreover, the rule of law, one of the fundamental principles of a democratic society, is inherent in all the Articles of the Convention. It follows that the issue of whether a fair balance has been struck between the demands of the general interest of the community and the requirements of the protection of the individual's fundamental rights becomes relevant only once it has been established that the interference in question satisfied the requirement of lawfulness and was not arbitrary (see Iatridis v. Greece [GC], no. 31107/96, § 58, ECHR 1999II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  When speaking of “law”, Article 1 of Protocol No. 1 alludes to the same concept to be found elsewhere in the Convention (see Špaček s.r.o. v. the , no. 26449/95, § 54, 9 November 1999). This concept requires firstly that the measures should have a basis in domestic law. It also refers to the quality of the law in question, requiring that it be accessible to the persons concerned, precise and foreseeable in its application (see Beyeler v. Italy [GC], no. 33202/96, § 109, ECHR 2000-I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court admits that it is primarily for the national authorities to interpret and apply domestic law. However, the Court is required to verify whether the way in which the domestic law is interpreted and applied produces consequences that are consistent with the principles of the Convention, as interpreted in the light of the Court's case-law (see Scordino v.  (no. 1) [GC], no. 36813/97, §§ 190 and 191, ECHR 2006V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  Turning to the present case, the Court notes that the Income Tax Decree, which had the legal force of the law of Parliament, explicitly established a 20% fixed tax rate for income earned outside a principal place of business. Nevertheless, the tax authorities and the courts ignored that rule and applied a progressive tax rate with respect to that type of income, thereby increasing the applicant's overall income tax liability. They relied on the Instruction of the Principal Tax Inspectorate as authority to do so. Subsequently, they also relied on the Income Tax Decree and the Presidential Decree.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  As long as the domestic courts relied on the Income Tax Decree to justify the increase in the applicant's income tax liability, the Court fails to comprehend the reasons on which the existence of Article 7 § 3 of that legal act was disregarded. The domestic courts were silent on this issue despite the fact that the applicant raised it in each set of the domestic proceedings. Reference by the courts to the Instruction is not helpful since, by virtue of Article 23 of the Income Tax Decree, the Instruction could deal only with issues of the application of the Income Tax Decree and could not establish any rules conflicting with that legal act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Court further notes that the domestic courts also relied on the Presidential Decree which introduced a new table of progressive taxation and was stated to cover any income earned by a citizen. However, none of the paragraphs of Article 7 of the Income Tax Decree had been set aside. The question remained therefore how those legal acts correlated with each other. In this regard the Court notes that the Income Tax Decree had a legal force of the law of Parliament and provided special rules for the taxation of specific types of citizens' income. It is remarkable that, in contrast to the rates fixed in the Presidential Decree, the tax authorities continued to apply, for example, the special rule of Article 7 § 2 of the Income Tax Decree (see paragraph 40 above). In these circumstances it is unclear why the Presidential Decree had to be understood as prevailing over Article 7 § 3 of the Income Tax Decree.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  Even assuming that the interpretation by the domestic authorities was plausible, the Court is not satisfied with the overall state of domestic law, existing at the relevant time, on the matter in question. It notes that the relevant legal acts had been manifestly inconsistent with each other. As a result, the domestic authorities applied, on their own discretion, the opposite approaches as to the correlation of those legal acts. In the Court's opinion the lack of the required clarity and precision of the domestic law, offering divergent interpretations on such an important fiscal issue, upset the requirement of the “quality of law” under the Convention and did not provide adequate protection against arbitrary interference by the public authorities with the applicant's property rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  In this regard the Court cannot overlook the requirement of section 4.4.1 of the Law “On the procedure for payment of taxpayers' liabilities to budgets and state purpose funds” of 21 December 2000 which provided that if domestic legislation offered ambiguous or multiple interpretations of the rights and obligations of the taxpayers the domestic authorities were obliged to take the approach which was more favourable to the taxpayer. However, in the present case the authorities opted for the less favourable interpretation of the domestic law which resulted in the increase in the applicant's income tax liability.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The foregoing considerations are sufficient to enable the Court to conclude that the interference with the applicant's property rights was not lawful for the purpose of Article 1 of Protocol No. 1. It holds for this reason that there has been a violation of that provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "59.  The applicant complained under Article 6 of the Convention that the proceedings in his case had been unfair.",
                                "elements": []
                            },
                            {
                                "content": "60.  Having considered the applicant's submissions in the light of all the material in its possession, the Court finds that, in so far as the matters complained of are within its competence (see Ferrazzini v. Italy [GC], no. 44759/98, §§ 29-31, ECHR 2001VII), they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention.",
                                "elements": []
                            },
                            {
                                "content": "61.  It follows that this part of the application must be declared inadmissible pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "62.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "63.  The applicant claimed 20,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Government considered that this claim was unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Court considers that the applicant suffered non-pecuniary damage which cannot be compensated by the mere finding of a violation of his Convention right. Making its assessment on an equitable basis, the Court awards the applicant the sum of EUR 1,200 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "66.  The applicant also claimed UAH 80,000 or EUR 8,000 for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Government contested those amounts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  According to the Court's case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the information in its possession, the Court awards EUR 1,500 in respect of costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "69.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaint under Article 1 of Protocol No. 1 admissible and the remainder of the applications inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,200 (one thousand two hundred euros) in respect of non-pecuniary damage and EUR 1,500 (one thousand and five hundred euros) in respect of costs and expenses, plus any tax that may be chargeable to the applicant, to be converted into the national currency of the respondent State at the rate applicable on the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 14 October 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Peer Lorenzen",
            "role": "president"
        },
        {
            "name": "Karel Jungwiert",
            "role": "judges"
        },
        {
            "name": "Rait Maruste",
            "role": "judges"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SHCHOKIN v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-100944.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:1014JUD002375903",
    "externalsources": [],
    "extractedappno": [
        "23759/03",
        "37943/06",
        "519/94",
        "31107/96",
        "26449/95",
        "33202/96",
        "36813/97",
        "44759/98"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Income Tax Decree no. 13-92 of 26 December 1992",
        "Presidential Decree no. 519/94 “On increasing the amount of tax-free monthly income and rates of progressive taxation of citizens’ income” of 13 September 1994 (in force at the material time)",
        "The Law “On the procedure for payment of taxpayers’ liabilities to budgets and state funds” of 21 December 2000"
    ],
    "itemid": "001-100944",
    "judgementdate": "14/10/2010 00:00:00",
    "kpdate": "14/10/2010 00:00:00",
    "kpthesaurus": [
        "369",
        "304",
        "321",
        "542",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "P1-1-1",
        "41",
        "P1-1"
    ],
    "parties": [
        "SHCHOKIN",
        "UKRAINE"
    ],
    "rank": "760.214416503906",
    "representedby": [
        "SHUMILOV A."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [
        "Beyeler v. Italy [GC], no. 33202/96, ECHR 2000-I",
        "Ferrazzini v. Italy [GC], no. 44759/98, ECHR 2001-VII",
        "Iatridis v. Greece [GC], no. 31107/96, ECHR 1999-II",
        "Scordino v. Italy (no. 1) [GC], no. 36813/97, ECHR 2006-V",
        "Špacek s.r.o. v. the Czech Republic, no. 26449/95, 9 November 1999"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "360258",
    "typedescription": "15"
}