{
    "__articles": "3;35;35-1;41",
    "__conclusion": "Preliminary objection dismissed;Preliminary objection joined to merits and dismissed (non-exhaustion of domestic remedies);Remainder inadmissible;Violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);Non-pecuniary damage - award",
    "applicability": "",
    "appno": "29447/04",
    "article": [
        "3",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "details": [
                "non-exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection joined to merits and dismissed",
            "type": "other"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "procedural aspect"
            ],
            "element": "Violation of Art. 3",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-98140.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 29447/04) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Vitaliy Valeryevich Lotarev (“the applicant”), on 3 August 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr A. P. Bushchenko, a lawyer practising in Kharkiv. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Y. Zaytsev.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had been ill-treated by the staff of Zhytomyr no. 8 Prison and that there had been no adequate investigation into the matter. He also complained about the conditions of his detention in the aforementioned prison.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 10 March 2009 the Court decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1972 and is currently serving a sentence of life imprisonment in Zhytomyr no. 8 Prison (“the prison”).",
                                "elements": []
                            },
                            {
                                "content": "A  Use of force by prison wardens on 9 June 2004 and subsequent investigation",
                                "elements": [
                                    {
                                        "content": "6.  In the morning of 9 June 2004 the wardens conducted a routine cell inspection and body searches of life prisoners. Following such an inspection in the applicant's cell an incident took place, the parties' accounts of which differ.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  According to the applicant, he requested warden P. to clean up the mess left behind after the search, after which the latter handcuffed him, took him out into the corridor and repeatedly threw him against the walls until the applicant pushed him away in self-defence. At that point another warden, T., joined in the applicant's beating. Both wardens continued kicking and punching him even after he had been knocked on to the floor. Later the applicant was conveyed to the operational unit, where he was beaten again by wardens whose identities and number he was not able to establish. The applicant was left on the floor for several minutes, examined superficially by two medical assistants who found his condition to be satisfactory, and then taken back to his cell. Although he had a fever and was suffering from pain in the chest which severely constrained his movements, the applicant felt discouraged from seeking any medical assistance by what he perceived to be indifference and mockery on the part of the prison's medical staff.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  As submitted by the Government with reference to the information provided by the prison administration, the applicant resisted being body-searched by warden P., using obscene language and attempting to hit the latter with his head. Although warned that force might be used against him if he resisted further, the applicant tried to kick officer P., who, in his turn, knocked him down using a martial art technique (sambo). The applicant was then convoyed to the prison's operational unit where he was held until he had calmed down.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On the same date warden P. completed a “Form regarding application to a prisoner (detainee) of handcuffs, straitjacket or other special measures”, in which he reported to the prison governor that he had used a sambo technique against the applicant caused by the latter's “physical resistance”. Two other wardens certified the form as accurate. The prison surgeon, in his turn, issued a report on the applicant's examination “following the usage of a sambo technique”, in which he noted that the applicant's condition was satisfactory with no pathology of the internal organs discovered, while the applicant himself had not raised any complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  According to the Government's submissions based on the domestic investigation materials, on 9 June 2004 the applicant was X-rayed with no bone fractures discovered. The applicant denied having been X-rayed before November 2004 (see paragraph 20 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 15 June 2004 the prison governor disciplined the applicant for the incident of 9 June 2004 by way of a written reprimand.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On an unspecified date the applicant complained to the prison's medical unit of pain in the left part of his chest which worsened with a deep inhalation or sharp movement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 16 July 2004 the head of the prison's medical unit, a therapist, a surgeon and a radiographer examined the applicant and diagnosed him with “osteochondrosis”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 25 August 2004 the applicant's mother complained to the prosecution authorities that prison wardens had used unjustified force against her son.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 17 September 2004 the investigator of the Zhytomyr Prosecutor's Office for Supervision of Compliance with the Legislation in Enforcement of Sentences (“the Zhytomyr Prosecutor's Office”) examined wardens P. and T., whose description of the events of 9 June 2004 was identical to that summarised in paragraphs 8 and 9 above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On the same date the investigator issued a decision refusing to institute criminal proceedings against warden P. as there had been nothing criminal in his actions. It was based on a finding that force had been used against the applicant on the grounds and in the manner envisaged by the Internal Regulations of the Establishments for Enforcement of Sentences. The investigator also took into account the fact that the applicant had been examined by a doctor immediately after the incident, with no complaints received from him and no injuries discovered. It was further mentioned in the decision that the applicant had refused, with reference to Article 63 of the Constitution (absolving a person from any responsibility for refusing to testify or to explain anything about himself) to give any explanation as regards his disobedience of the legitimate orders of the prison administration on 9 June 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 28 October 2004 the Deputy Prosecutor of the Zhytomyr Prosecutor's Office quashed the above decision as not based on comprehensive investigation. Specifically, the investigator had wrongly dispensed with questioning the applicant's cellmate. He should also have identified and heard other prisoners who might have witnessed the incident. Lastly, no forensic medical examination of the applicant had been undertaken with a view to establishing the nature and gravity of his injuries.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 4 November 2004 the investigator examined A., the inmate with whom the applicant shared a cell from April to July 2004, who stated that he knew the applicant as a calm and even-tempered person. A. described the events of 9 June 2004 as follows. Warden P. and his colleague conducted a search in the cell, which they left in a mess. The applicant made a remark to P., who advised him to officially complain to the prison administration if he wished to. The applicant, in his turn, addressed some obscene language to P., who then unlocked the cell and took the applicant out into the corridor. A. submitted that he had seen P. kicking the applicant once and punching him twice. After that the door to the cell was closed and he heard the sound of blows. The applicant returned about forty minutes later with the left part of his back bruised and his left ear injured.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 12 November 2004 warden T., as well as another prison staff member, gave written statements concordant with those of P.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  From 15 to 29 November 2004 the Zhytomyr Regional Bureau of Forensic Medical Examinations examined the applicant and studied his medical documentation at the investigator's instruction with a view to clarifying: whether there were any injuries on the applicant's body and what their origin was; as well as the date, the nature and the gravity of the injuries, should any be discovered. In the course of that examination the applicant was X-rayed on 15, 18 and 19 November 2004. According to him, that was his first X-ray since the incident of 9 June 2004. The experts discovered (in addition to some changes in the applicant's lungs characteristic of chronic tuberculosis) that he had a closed blunt chest injury and fractures of two ribs estimated to be of medium gravity and no older than two months. The possible date of the fractures was established on the basis of the appearance of the broken bones' edges on the X-ray film, which were only to a slight extent covered by callus (a connective tissue emerging on a bone at the site of a fracture and transforming into normal bone in approximately one year). The fractures had resulted from blows with blunt objects. As regards the X-ray film of 9 June 2004, which was among the applicant's medical documents, three radiographers participating in the examination concluded that it was impossible to identify it as belonging to the applicant, given that it was of low quality and did not mention his name.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 2 December 2004 the Zhytomyr Prosecutor's Office again refused to institute criminal persecution of warden P. and the prison doctors (against whom the applicant and/or his mother had apparently also made complaints) having found that the elements of the crime had not been set out. In addition to the reasons given for the refusal on 17 September 2004 (see paragraph 16 above), the investigator referred to the medical report of 29 November 2004, according to which the applicant's injuries could not have dated back as far as to June 2004. While noting the statement given by the applicant's cellmate A. (summarised in paragraph 18 above), the investigator decided to treat it with scepticism, considering that it was refuted by other circumstances of the case and was “apparently aimed at discrediting the prison administration”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 3 December 2004 the Zhytomyr Prosecutor's Office directed the prison governor to investigate the circumstances in which the applicant could have sustained the rib fractures which had been discovered during his medical examination in November.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  In the course of the investigation subsequently undertaken the prison governor took written statements from eleven wardens who had been on duty at various times during August and September 2004. All of them stated that the applicant had never complained about anything and that there had been no fights or other incidents during their shifts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 8 December 2004 the prison administration issued a report about the applicant's refusal to give any explanation regarding the injuries supposedly sustained by him some two months before mid-November 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On the same date the head of the prison medical unit issued a report, according to which the applicant had not addressed any complaint to the medical unit regarding his injuries.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In December 2004 (the date is illegible on the available copy) the prison governor issued a report finding no grounds to initiate criminal investigations into the infliction of the rib fractures on the applicant. He noted that the applicant had neither complained about those injuries nor explained their origin.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 2 April 2005 the Zhytomyr Prosecutor's Office quashed the decision of 2 December 2004, finding that additional investigation was required. It noted that the investigation had failed to duly examine all the concerned staff of the prison. Neither had it clarified whether any force had been applied to the applicant when he was being convoyed from his cell to the operational unit and later in the operational unit. The applicant's cellmate A. had not been duly examined as regards the applicant's beating supposedly witnessed by him. While the medical examination established that the applicant had had two ribs broken, the circumstances in which he had sustained those injuries remained unknown. Furthermore, it had not been established whether the applicant had in fact been X-rayed on 9 June 2004 and whether that had been duly reflected in the documentation of the prison's medical unit. Lastly, the decision to refuse to institute criminal proceedings concerned only warden P., while the applicant alleged that he had been beaten up by several wardens.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 12 April 2005 wardens P. and T. gave additional written statements. According to T., he had not participated in the applicant's convoying to the operational unit on 9 June 2004 and was therefore not aware whether any force had been applied to the applicant at that stage. As submitted by P., he had been among the wardens who had convoyed the applicant. He stated that he could give an assurance however that no force had been used.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On the same date the investigator examined the scene of the incident of 9 June 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  According to his report, also dated 12 April 2005, the applicant's cellmate at the material time, A., “unequivocally refused to give any explanations”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 13 April 2005 the investigator questioned another inmate, O., who had been sharing the cell with the applicant between 15 July and 15 August 2004. He contended to have noticed bruises on the applicant's face and on the left side of his torso as soon as he had been transferred to that cell. The applicant had told him that he had been beaten by wardens P. and T. on 9 June 2004. O. further submitted that he had not had any conflict with the applicant, and that during the period when they had been sharing the cell the applicant had not had any fights with anybody and had not fallen. Two other inmates who were held later in the same cell with the applicant refused to make any statements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 19 April 2005 another medical report was issued with a view to clarifying, at the prosecutor's request, whether the applicant could have sustained the fractures of his two ribs as a result of a fall or of being punched or kicked. The expert replied that the injuries could have been inflicted by punches, kicks or by other blunt objects, while he excluded any accidental fall as a plausible reason.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On the same date the Zhytomyr Prosecutor's Office issued a new decision refusing to institute criminal proceedings against wardens P. and T., as well as against the staff of the prison's medical unit, for lack of corpus delicti in their actions. In addition to the findings of the previous similar decisions (see paragraphs 16 and 21 above), the investigator mentioned the medical report of the same date (19 April 2005) and the statements of inmate O., without comment. Having repeatedly referred to the doctors' finding of 29 November 2004, the investigator concluded that it should be interpreted as refuting the applicant's allegation about his ill-treatment on 9 June 2004. He further noted that the applicant had had unfriendly relations with warden P. and therefore his allegations against the latter had to be taken with criticism.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Government submitted to the Court a copy of a letter of the Zhytomyr Prosecutor's Office addressed to the applicant's mother and dated 20 April 2005, by which it informed her about the aforementioned decision, as well as that it was possible to challenge it with the Zhytomyr Regional Prosecutor's Office within seven days of receiving its copy (which would be sent to her if requested). The applicant and his mother denied ever having received that letter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Following the communication of the application to the Government, Mr Bushchenko, the applicant's lawyer representing him in the proceedings before the Court, requested a private expert, Mr T. (Professor of the Criminology, Forensic Medicine and Psychiatry Department of the Kharkiv National University of the Interior, Ph.D. in medicine (кандидат медичних наук) and a forensic medical expert of the highest-qualified category according to the existing appraisal system) for an advisory opinion with a view to clarifying, in particular: what could have been the object, which had caused the fractures of the applicant's ribs; the probable date of the fractures; explanation of the absence of any visible injuries on the applicant's body during his examination by the prison's doctors; what illnesses the applicant was suffering from; and whether his tuberculosis and lengthy stay in prison could have delayed the fractures' healing process.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 10 September 2009 the expert issued the requested advisory opinion, which was based on the applicant's medical documentation and contained the following findings: The fractures in issue could have been inflicted by a foot in a shoe or by another object with a short protrusion. Having regard to the statements given by the applicant's cellmates A. and O., the applicant's consistent complaints of pain in the left part of his chest and the nature of those complaints, as well as the poor quality of the applicant's X-ray film of 9 June 2004, it was not ruled out that the applicant could have sustained the fractures on 9 June 2004. As to the medical report of 29 November 2004, according to which those fractures could not have been inflicted more than two months before the last X-ray (15 and 18 November 2004), that conclusion was based on an assumption that a regular recovery process was being analysed, while the coalescence in the applicant's case could well have been retarded by his chronic tuberculosis (from which he was suffering, as was obvious from his X-rays), as well as by the fact that the prison conditions were not the most favourable for a quick recovery. In other words, the expert found it possible that while indeed under the normal circumstances the callus on the edges of the broken ribs had the appearance of being two months old, in the applicant's case it could have in fact been older (several months). Lastly, as regards the fact that the prison doctors who had examined the applicant shortly after the incident of 9 June 2004 had not seen any visible injuries on his body, the expert noted that it could have been explained by the “depth” of the haematomas, which could have become apparent with a delay.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant's treatment for tuberculosis",
                                "elements": [
                                    {
                                        "content": "37.  In November 2001 the applicant was diagnosed with tuberculosis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  In March 2002 he considered himself to have fully recovered, attributing that to his faith. From then on he refused all treatment, for religious reasons, and complained to various authorities that his diagnosis was false. The doctors however considered that the applicant remained ill.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 24 April 2002 the Bogunskyy District Court of Zhytomyr (“the ”) ordered the applicant to be treated forcibly for tuberculosis, which was apparently undertaken.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  As discovered by a routine check in April 2005 and confirmed by control X-raying in July and September 2005, the disease reappeared. The applicant however again refused from any treatment for religious reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 6 April 2006 a commission of the Ministry of Health examined him and confirmed infiltrative tuberculosis of both lungs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 4 December 2006 the applicant was transferred for specialised treatment to  no. 61 Prison, where he stayed till 21 February 2008, when his condition was found satisfactory.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  According to his submissions to the Court, he had contracted tuberculosis anew at some point because of being forced to share cells (or wards) with inmates who were ill.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Conditions of detention in Zhytomyr no. 8 Prison",
                                "elements": [
                                    {
                                        "content": "44.  The applicant has been serving his sentence of life-term imprisonment in Zhytomyr no. 8 Prison since 5 October 2001, with exception of the period from 4 December 2006 to 21 February 2008 (see paragraph 42 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Conditions as presented by the applicant",
                                        "elements": [
                                            {
                                                "content": "45.  The cells in which the applicant was held fell short of meeting basic hygienic standards being dirty, damp and poorly ventilated. The situation deteriorated even more after the prison authorities had stopped providing prisoners with chlorine powder in summer 2005. The applicant had to whitewash and paint his cell at his own expense once in an attempt to improve its sanitary condition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The medical wing of the prison, which was situated on the ground floor and where the applicant was placed occasionally, was often flooded with sewage and its walls were covered in mould. While staying there, he had to share a ward with another inmate suffering from tuberculosis, while he considered himself to have recovered from that disease. The ward lacked proper ventilation. The medical staff were not well qualified and lacked compassion. No medical assistance was provided when it was required, but was imposed on prisoners who did not need it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The nutrition was insufficient and inadequate, while the prices of food in the prison shop were unreasonably high and the administration either refused to accept parcels of food for the applicant from his mother or kept them for themselves. There was a practice of adding bromine to food, adversely affecting the prisoners' cerebral cortex and sexual potency. While being treated for tuberculosis the applicant did not receive the required diet.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Conditions as presented by the Government",
                                        "elements": [
                                            {
                                                "content": "48.  The cells for life prisoners underwent cosmetic repairs on the annual basis. Prisoners of this category are never involved in any repairing of the cells, which is the job of other prisoners assigned to the maintenance service of the prison. Life prisoners are transferred to a different cell twice a month. The cells in which they are held measure at least eight square metres and twenty-four cubic metres. They have natural ventilation and double window frames with ventilation panes. An assigned staff member disinfects once a week the cells of life prisoners who are under follow-up medical monitoring after recovery from tuberculosis. The prison does not have any shortages of disinfection materials, and the chlorine powder is never issued to prisoners.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The prison medical unit is staffed with highly-qualified doctors and assistants of various areas of specialisation. Namely, its staff includes: the chief of the medical unit, a therapist, a tuberculotherapist, a dermatovenerologist, a radiologist, a dentist, six medical assistants (фельдшери), a clinic laboratory assistant, an X-ray examination assistant, a pharmacist, and a disinfector. Some of the personnel are assigned qualification categories meaning that they have extensive work experience and positive theoretical and practical competence appraisals reaffirmed on a regular basis. Thus, the dermatovenerologist has the first qualification category, for which at least seven years' experience is required; the dentist and the clinic laboratory assistant have the highest qualification category assignable after at least ten years' experience; while the X-ray examination assistant and the pharmacist have the second qualification category (at least five years' experience). The medical assistants are occasionally seconded to the Zhytomyr ambulance station with a view to improving their skills. Pursuant to the accreditation certificate issued by the Ministry of Health on 22 March 2007, the medical unit has the right to carry out medical practice in the following areas: therapy, surgery, psychiatry, dermatovenereology, dentistry, radiology, phthisiology, and clinical laboratory diagnostics. The unit is fully equipped in compliance with applicable standards. Its premises, which are wet-cleaned and disinfected on a daily basis, are of satisfactory sanitary condition.  The applicant never shared a cell or ward with prisoners with an active form of tuberculosis.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The food for prisoners is subjected to regular and strict control. A staff member of the medical unit and the deputy prison governor taste each meal after the cooking and certify its quality in a special logbook, that being a precondition for its distribution to prisoners. The food undergoes laboratory verification as regards its nutritional value and chemical composition twice a year. During the whole period of the applicant's stay in the prison there was not a single case of any deterioration of prisoners' health caused by inadequate quality of food. Prisoners with tuberculosis follow a special diet in the framework of the recurrence prevention programme twice a year. Thus, during the period from 1 March to 31 May, from 1 September to 30 November 2008, and from 1 March to 31 May 2009 the applicant received dietetic nutrition according to his medical condition and in compliance with the applicable regulations. The prices of food in the prison shop are within the limits set by the State Department for Enforcement of Sentences. In any event, the applicant never had any money on his prison account and never bought anything there.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Related factual information",
                                        "elements": [
                                            {
                                                "content": "51.  The prison administration returned to the applicant's mother the parcel of food she had sent, which was received on 14 March 2002, as it had been sent less than six months following the previous one, while the applicant had only been entitled to two parcels per year at that time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  On 22 February 2005 the applicant's mother complained about the conditions of his detention and insufficient nutrition to the prison governor, who, in his turn, had a conversation with the applicant. According to the prison governor, the applicant did not complain about anything.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  Alleged interferences with the applicant's correspondence",
                                "elements": [
                                    {
                                        "content": "53.  According to the applicant, the prison administration reviewed all his incoming and outgoing correspondence and did not dispatch any of his complaints to the authorities. It also delayed or reported lost some of his correspondence with his mother.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  In May 2006 the applicant's mother complained to the State Department for Enforcement of Sentences of, inter alia, a failure of the prison authorities to dispatch the applicant's letters to various authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  On 18 August 2006 the Zhytomyr Regional Office of the Department found her allegation unsubstantiated, referring to a number of letters successfully sent by the applicant to the prosecution and other authorities in 2006.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Introduction of the application and the applicant's representation",
                                "elements": [
                                    {
                                        "content": "56.  On 3 August 2004 and 22 June 2005 the applicant's mother complained to the Court, on his behalf, about his alleged ill-treatment, health problems, conditions of detention, and alleged interferences of the prison administration with his correspondence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  On 6 July 2005 the Court received the application form signed by the applicant's mother. Enclosed to it there was a standard authority form distributed earlier by the Court Registry, which had been completed by the applicant's mother and signed both by her and the applicant and by which the latter authorised her to represent him in the proceedings before the Court. It did not state the date it had been issued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  On 16 August 2005 the Registry received a letter from the applicant, in which he referred to the number of his case file and reiterated the earlier submitted complaints. It was sent by his mother and contained additional notes written by her in the margins.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  In September 2009 the applicant's lawyer submitted to the Court, inter alia, a copy of an informally worded letter of authority dated 29 August 2005, in which the applicant stated that he fully trusted his mother to represent his interests before any domestic or international authority, including the .",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Use of force in prisons",
                                "elements": [
                                    {
                                        "content": "60.  Article 106 of the Code on Enforcement of Sentences (2003) sets out rules governing the use of force in prisons. Prison officers are entitled to use force with a view to putting an end to physical resistance, violence, outrage (буйство) and opposition to lawful orders of the prison administration, or with a view to preventing prisoners from inflicting harm on themselves or on those around them. The use of force should be preceded by a warning if the circumstances so allow. If the use of force cannot be avoided, it should not exceed the level necessary for fulfilment by the officers of their duties, should be carried out so as to inflict as little injury as possible and should be followed by immediate medical assistance if necessary. Any use of force must be immediately reported to the prison governor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The above rules are reiterated in paragraph 25 of the Internal Regulations of the Establishments for Enforcement of Sentences (2003). Paragraph 59 of the Regulations further specifies that prison officers are entitled to use force, including martial art techniques with a view to putting an end to wrongdoing by prisoners and overcoming their resistance to lawful orders of the administration when other means prove ineffective for the officers to be able to carry out their duties. The choice of a special measure to be used and its time and intensity depend on the circumstances, the nature of the wrongdoing and the personal characteristics of the perpetrator.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Investigation of a crime",
                                "elements": [
                                    {
                                        "content": "62.  The relevant provisions of the Code of Criminal Procedure (1960) are summarised in Kats and Others v. , no. 29971/04, §§ 76-80, 18 December 2008.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Forced medical treatment",
                                "elements": [
                                    {
                                        "content": "63.  Pursuant to Article 117 of the Code on Enforcement of Sentences, prisoners suffering from contagious diseases who have not completed their medical treatment and refuse from it should be treated forcefully. A decision to that regard shall be taken by a court following a respective application from the prison administration.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Some issues concerning conditions of life imprisonment",
                                "elements": [
                                    {
                                        "content": "64. Before it was amended on 28 December 2007, Article 151 of the Code on Enforcement of Sentences allowed life prisoners to receive no more than two parcels (packages) per year. After the aforementioned date that restriction was lifted.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL MATERIAL",
                        "elements": [
                            {
                                "content": "65.  The relevant extracts from the Report to the Ukrainian Government on the visit to Ukraine carried out by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) from 24 November to 6 December 2002 [CPT/Inf (2004) 34] read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“94. In its report on the 2000 visit ..., the CPT stated that the treatment of prisoners serving life sentences was a major source of concern to the Committee, and it made a whole series of recommendations with a view to improving their situation.",
                                "elements": []
                            },
                            {
                                "content": "The delegation's on-the-spot observations in 2002 in Zhytomyr Prison no. 8 ... confirmed that certain improvements have been made to material conditions and some aspects of the regime.",
                                "elements": []
                            },
                            {
                                "content": "95. Material conditions of detention for these prisoners in Zhytomyr Prison No. 8 ... were acceptable. The cells were clean, properly lit and ventilated, equipped with beds with full bedding, a table, a stool and toilets that were partitioned off. The cells measured 6 to 10.2 m². They had all been originally designed for two prisoners, although sometimes they accommodated only one.",
                                "elements": []
                            },
                            {
                                "content": "The CPT would stress that cells measuring 6 to 7 m² should, as a rule, be reserved for one prisoner (except in exceptional circumstances, where it is inadvisable to leave a prisoner alone). Cells measuring 10 m² could be considered acceptable for two people, provided the prisoners are able to spend a reasonable part of the day outside their cell. ...",
                                "elements": []
                            },
                            {
                                "content": "96. The 2002 visit confirmed that life-sentenced prisoners may now receive two large parcels weighing 30 kg each a year and two small packets weighing 2 kg each a year; they may also buy supplies at the prison shop. It emerged, however, that the amount they could receive was much smaller than that which sentenced persons in the colonies could receive. In addition, for many of them, access to supplies from the prison shop was only theoretical since, because of lack of work, they did not earn any money. ...",
                                "elements": []
                            },
                            {
                                "content": "105. In Prison No. 8, the delegation observed the practice of frequently moving life-sentenced prisoners ... to different cells. Life-sentenced prisoners changed cells within the section every week and changed floors every six months ....",
                                "elements": []
                            },
                            {
                                "content": "The CPT has already dealt with this issue in ... its report on the 2000 visit, in which, while acknowledging that operational considerations might exceptionally require such measures, the Committee stressed that it was desirable to avoid, as far as possible, the needless uprooting of prisoners. The CPT recommends that the Ukrainian authorities review the policy of frequently moving prisoners to different cells in Prison No. 8 and, if necessary, in Ukraine's other penitentiary establishments, in the light of these considerations. ...",
                                "elements": []
                            },
                            {
                                "content": "107. Prison No. 8 in Zhytomyr was built in 1914. With a capacity of 1,600 places, it was accommodating 1,199 prisoners at the time of the visit. ...",
                                "elements": []
                            },
                            {
                                "content": "111. ... material conditions varied. Many of the cells visited, although modestly equipped, were properly maintained and clean. Others, however, had been damaged by damp and were dirtier, with toilets in relatively poor condition, rusty beds and very modest bedding infested with cockroaches and other vermin. ...",
                                "elements": []
                            },
                            {
                                "content": "112. The prison administration made real efforts to provide those prisoners who needed them with basic essentials (hygiene and cleaning products and, if necessary, extra clothing/shoes). ...",
                                "elements": []
                            },
                            {
                                "content": "118. In the establishments visited, the delegation received numerous complaints about restrictions on the number of parcels. The CPT notes that Section 41 of the Code on the Execution of Sentences provides for different entitlements in terms of the number of parcels per year, depending on the type of regime. ...",
                                "elements": []
                            },
                            {
                                "content": "The CPT can understand that in certain penitentiary establishments there may be logistical, as well as security-related reasons for imposing a restriction on the number of parcels which can be received. However, this implies that the penitentiary administration is in a position to respond adequately to prisoners' fundamental needs (food, clothing, medication, etc.). The fact is that this is not yet the case, since economic problems are preventing it from meeting prisoners' basic needs. In the circumstances, the grounds for the restrictions should be reviewed. Indeed, some countries faced with a similar situation have granted prisoners the right to receive an unlimited number of parcels.",
                                "elements": []
                            },
                            {
                                "content": "The CPT recommends that the Ukrainian authorities review the provisions of the Code on Execution of Sentences and of the law governing detention on remand in respect of the entitlement to receive parcels, in the light of the above remarks. ...",
                                "elements": []
                            },
                            {
                                "content": "194. A number of improvements had been made to the material conditions of detention and some aspects of the regime applicable to life-sentenced prisoners. While welcoming this progress, the CPT stressed the need to give a high priority to the introduction of a proper prison management policy for these prisoners. ...",
                                "elements": []
                            },
                            {
                                "content": "195. With regard to material conditions of detention, the CPT recommended that in Prison No. 8 the necessary repairs be carried out to building No. 1 so that the material conditions equalled those in building No. 2, reserved for women and minors, in all respects. ...",
                                "elements": []
                            },
                            {
                                "content": "197. With regard to health care, the CPT welcomed the progress that had been made in combating tuberculosis, in terms of a decrease in the number of prisoners suffering from tuberculosis and the fall in the number of deaths due to the disease. Substantial efforts had also been made to ensure that penitentiary establishments were provided with sufficient quantities of appropriate medication for the treatment of the disease. Progress was, however, slower with regard to the standard of food for prisoners suffering from tuberculosis, because of the limited resources of the prison administration. The CPT recommended sparing no effort in ensuring that the measures adopted to combat tuberculosis were fully implemented and giving a high priority to the implementation of the nutritional programme for prisoners suffering from the disease. ...”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT'S PRELIMINARY OBJECTION",
                        "elements": [
                            {
                                "content": "66.  The Government submitted that the applicant's mother, who had lodged the application and had been corresponding with the Court on his behalf, had no standing to act as his representative given that there was no letter of authority in the case file. They also noted that the prison administration had not registered in the outgoing correspondence a single letter from the applicant addressed to the Court. Making an analogy with the case of Mikhaniv v. Ukraine, no. 75522/01, where in the partial admissibility decision of 20 May 2008 the Court refused to accept for examination submissions from the applicant's relatives not expressly authorised by him, the Government considered that the application in the present case was brought by an unauthorised person, which called for it to be struck out of the list of cases before the Court.",
                                "elements": []
                            },
                            {
                                "content": "67.  The applicant disagreed. Mr Bushchenko, who was appointed by him for his representation in the proceedings before the Court after the notice of the application had been given to the Government, contended that the applicant's mother had been helping her son to communicate with the Court, given the detainees' correspondence censorship legally permitted before 1 December 2005, as well as other unspecified practical difficulties allegedly created by the prison administration. The lawyer further noted that the applicant had authorised his mother to represent him before various authorities and courts, including before this Court, in August 2008 (apparently, the lawyer meant August 2005, which was the date indicated in the letter of authority he was referring to – see paragraph 59 above).",
                                "elements": []
                            },
                            {
                                "content": "68.  The Government commented, in their further submissions in reply to the applicant's observations, that the allegation about the applicant's practical difficulties in his communication with the Court was wholly unsubstantiated, having referred, in particular, to his unimpeded communication with his lawyer.",
                                "elements": []
                            },
                            {
                                "content": "69.  While neither the Government nor the applicant referred to this fact in their exchange of observations as summarised above, the Court notes that it received on the same date (6 July 2005) both the application form and a letter of authority, by which the applicant authorised his mother to represent his interests in the proceedings before the Court (see paragraph 57 above). It emphasises that neither the Convention nor the Rules impose any specific requirements on the manner in which the authority form must be drafted. The form may be filled in a typed form or by hand, by the applicant, by his representative or by any third person. What is important for the Court is that the form of authority should clearly indicate that the applicant has entrusted his or her representation before the Court to a representative and that the representative has accepted that commission (see Ryabov v. Russia, no. 3896/04, § 43, 31 January 2008). In the instant case this condition was met, as the standard authority form distributed by the Court's Registry was signed by both the applicant and his mother as his representative.",
                                "elements": []
                            },
                            {
                                "content": "70.  In the light of the above conclusion the Court dismisses the Government's preliminary objection and does not consider it necessary to analyse the exchange of further arguments between the parties.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION ON ACCOUNT OF THE APPLICANT'S ALLEGED ILL-TREATMENT BY THE PRISON WARDENS ON 9 JUNE 2004",
                        "elements": [
                            {
                                "content": "71.  The applicant complained that on 9 June 2004 he had been subjected to unjustified and excessive beating by the staff of Zhytomyr no. 8 Prison, which had resulted in his ribs' fractures. He also complained that there had been no adequate investigation into the matter. The applicant relied on Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "72.  The Government submitted that the applicant had not exhausted the remedies available to him under domestic law as required by Article 35 § 1 of the Convention having failed to challenge, within the seven days provided for by law, the investigator's decision of 19 April 2005 refusing to institute criminal prosecution of the concerned prison staff. In support of their assertion that the applicant had been duly informed about that decision the Government produced a copy of the prosecutor's letter of 20 April 2005 addressed to the applicant's mother.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The applicant disagreed. He maintained that neither he nor his representative had been informed about the aforementioned decision and therefore could not be reproached for not having challenged it. His mother, who was his official representative at the time, denied having received the letter from the Zhytomyr prosecutor referred to by the Government. In any event, the applicant considered that the issue of exhaustion of the domestic remedies was to be joined to the merits of his complaint under the procedural limb of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Court notes that that this objection on the part of the Government is indeed closely linked to the applicant's complaint about the ineffectiveness of the investigation into his ill-treatment allegation. In these circumstances it considers that the objection should be joined to the merits of the applicant's complaint (see, for example, Yaremenko v. Ukraine (dec.), no. 32092/02, 13 November 2007, and Muradova v. Azerbaijan, no. 22684/05, § 87, 2 April 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Court further notes that this complaint is not otherwise manifestly ill-founded within the meaning of Article 35 § 3 of the Convention and is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Alleged ill-treatment",
                                        "elements": [
                                            {
                                                "content": "76.  While admitting that force was used against the applicant by prison wardens on 9 June 2004, the Government submitted that it had been a legitimate and non-excessive reaction to his unruly behaviour. They contested, stating that it had been refuted by the documentary evidence, the applicant's allegation that his two ribs had been fractured as a result of the incident at issue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The applicant maintained his complaints. With a reference to the expert report of 10 September 2009 (see paragraph 36 above), he contested the Government's view concerning the possible date of his rib fractures as inconclusive.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The Court notes that Article 3 of the Convention enshrines one of the most fundamental values of a democratic society. It prohibits in absolute terms torture or inhuman or degrading treatment or punishment, irrespective of the circumstances and the victim's behaviour (see, as a recent reference, Kafkaris v.  [GC], no. 21906/04, § 95, ECHR 2008...).",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  At the same time, ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum depends on all the circumstances of the case, such as the duration of the treatment, its physical or mental effects and, in some cases, the sex, age and state of health of the victim (see Ireland v. the United Kingdom, 18 January 1978, § 162, Series A no. 25).",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  In respect of a person deprived of his liberty, any recourse to physical force which has not been made strictly necessary by his own conduct diminishes human dignity and is in principle an infringement of the right set forth in Article 3 of the Convention (see Ribitsch v. Austria, 4 December 1995, § 38, Series A no. 336, and, for more recent case-law, Sheydayev v. Russia, no. 65859/01, § 59, 7 December 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  The Court notes that the applicant sustained fractures of two ribs within the prison's walls, which is not disputed by the parties. These injuries, which were assessed by a forensic medical commission as being of medium gravity (see paragraph 20 above), are sufficiently serious to amount to ill-treatment within the meaning of Article 3 (see Suptel v. Ukraine, no. 39188/04, § 48, 19 February 2009). It remains to be considered whether the State should be held responsible under Article 3 for these injuries.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  As regards the circumstances in which the applicant suffered the injuries, the Court is confronted with two different accounts of the events given by the parties and with conflicting medical evidence as regards the possible time of the applicant's injuries (see paragraphs 7, 8, 20 and 36 above). Furthermore, the case file contains a medical report excluding an accidental fall from the possible causes of those injuries, as well as the statements of the applicant's cell-mates corroborating his allegation of an excessive use of force by the staff of Zhytomyr no. 8 Prison (see paragraphs 18, 31 and 32 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Court does not find it necessary under the circumstances to verify the parties' accounts and to embark on the establishment of the facts on its own, for the following reasons. As noted above, it is common ground that the applicant sustained a serious injury while serving his sentence in prison. That being so, it is incumbent on the State to provide a plausible explanation of how those injuries were caused, failing which a clear issue arises under Article 3 of the Convention (see, mutatis mutandis, Selmouni v. France [GC], no. 25803/94, § 87, ECHR 1999V). While in the present case the state authorities denied any relation between the incident of 9 June 2004 and the applicant's injuries, they failed to advance any explanation whatsoever as to the origin of those injuries. The Court cannot accept the Government's argument that the prison administration was not aware of what had happened to the applicant, as being deprived of his liberty he was subject to its control and responsibility (see Satık and Others v. Turkey, no. 31866/96, § 54, 10 October 2000). Moreover, as a detainee, he was in a particularly vulnerable position and the authorities were under a duty to protect his physical well-being (see Vladimir Romanov v. Russia, no. 41461/02, § 57, 24 July 2008, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  Accordingly, the Court concludes that the State is responsible under Article 3 of the Convention on account of the applicant's ill-treatment in prison and that there has thus been a violation of that provision.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Alleged inadequacy of the investigation",
                                        "elements": [
                                            {
                                                "content": "85.  The Government expressed the view that the State authorities had undertaken a prompt and thorough investigation of the applicant's allegations, and the fact that the results yielded were unfavourable for the applicant did not undermine its efficiency. They underlined in that connection that the reopening of the investigation on two occasions illustrated the best efforts aimed at ensuring its completeness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  The applicant disagreed. He reproached the domestic authorities, in particular, for his delayed X-ray (according to him, in November 2004) and unjustified disregard for his cellmates' statements corroborating his allegations. He viewed the repeated remittals of the case for additional investigation as a proof of its inefficiency.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The Court reiterates that where an individual raises an arguable claim that he or she has been seriously ill-treated by the police in breach of Article 3, that provision, read in conjunction with the States' general duty under Article 1 of the Convention to “secure to everyone within their jurisdiction the rights and freedoms defined in ... [the] Convention”, requires by implication that there should be an effective official investigation capable of leading to the identification and punishment of those responsible (see Assenov and Others v. Bulgaria, 28 October 1998, § 102, Reports of Judgments and Decisions 1998VIII, and Labita v. Italy [GC], no. 26772/95, § 131, ECHR 2000IV). The minimum standards as to effectiveness defined by the Court's case-law also include the requirements that the investigation must be independent, impartial and subject to public scrutiny, and that the competent authorities must act with exemplary diligence and promptness (see, for example, Menesheva v. Russia, no. 59261/00, § 67, ECHR 2006III).",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  In the present case the Court has found that the respondent State is responsible under Article 3 for the ill-treatment of the applicant (see paragraph 84 above). The applicant's complaint in this regard is therefore “arguable”, which means that the authorities had an obligation to carry out an effective investigation into the circumstances in which the applicant sustained his injuries (see Krastanov v. , no. 50222/99, § 58, 30 September 2004).",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  It is not clear when the applicant raised the complaint about his alleged ill-treatment before the domestic authorities for the first time. Even assuming that it was no earlier than on 25 August 2004 (the date when the applicant's mother complained to the prosecutor), the response of the authorities cannot be regarded as prompt. Having regard to the findings of the medical report of 29 November 2004 and the prosecutor's conclusions in the decision of 2 April 2005 (see respectively paragraphs 20 and 27 above), the Court does not accept the Government's assertion that the applicant was X-rayed immediately after the incident of 9 June 2004. According to the documentary evidence, it was not until November 2004 when he was X-rayed for the first time after the mentioned incident, which is with a delay of five months (or three months if calculated from 25 August 2004). As is stated in a later expert report of 10 September 2009, which was produced at the request of the applicant's lawyer and was not disputed by the Government (see paragraph 36 above), such a delay undermined the ability of the investigation to establish with precision the date of the applicant's injuries, which was essential in the present case. That amounts to a deficiency sufficient in itself for the investigation to fall foul of the promptness and reasonable expedition standards (see, for example, Mikheyev v. , no. 77617/01, §§ 107 et seq., 26 January 2006, and Assenov and Others, cited above, § 102).",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The Court does not lose sight of the criticism towards the domestic investigation expressed by the Zhytomyr Prosecutor's Office in the decisions of 28 October 2004 and 2 April 2005, by which the investigator's refusals to institute criminal proceedings on the applicant's complaint were quashed and additional investigation was ordered. In both cases the investigation was criticised for its failure to duly examine other inmates in the prison whose statements might shed light on the events of 9 June 2004. It is true that subsequently the investigator questioned two inmates with whom the applicant had been sharing the cell as of 9 June 2004 and later (A. and O.), and both of whom corroborated his account of the events. The investigation however dismissed the statements of A. with the sole explanation that it was “apparently aimed at discrediting the prison administration”, while it disregarded without even commenting the statement of the other inmate (see paragraphs 21 and 33 above). At the same time, the statements given by the prison wardens were accepted as accurate and reliable. This is a selective approach in the assessment of evidence by the investigating authorities, which the Court has already criticised (see Antipenkov v. Russia, no. 33470/03, § 69, 15 October 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  Lastly, but not less importantly, the Court notes that the domestic investigation, although being confronted with an established fact that the applicant had sustained multiple ribs' fractures in prison, failed to establish what had in fact happened to him, which was not seen as an obstacle however for dismissing his allegation of ill-treatment as unsubstantiated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  The foregoing considerations provide sufficient basis for the Court to conclude that the State authorities fell short of their obligation to conduct an effective investigation into the applicant's allegations of ill-treatment as required by Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  The Court will examine now the Government's objection as to the exhaustion of domestic remedies previously joined to the merits (see paragraphs 72 and 74 above). First of all, it notes that although the Government produced a copy of the prosecutor's letter of 20 April 2005 notifying the applicant's mother of the decision about the refusal to institute criminal proceedings upon the applicant's complaint of ill-treatment (see paragraph 34 above), it was not post-marked and the Government put forward no other evidence that this letter, together with the decision of 19 April 2005, had actually been sent or otherwise delivered to the applicant or his representative. The Court has already found in a similar situation that under the circumstances the applicant could not be considered to have been duly informed of the decision at issue, which was sufficient for rejecting the Government's objection as to exhaustion of domestic remedies (see Muradova, cited above, § 131). In any event, had even the applicant been informed of the aforementioned decision, the Court considers that he cannot be reproached for not seeking repeated reopening of the investigation, which is found it be ineffective (see paragraph 92 above and, for the case-law, Yaremenko v. Ukraine, no. 32092/02, § 70, 12 June 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  Accordingly, the Court dismisses the Government's objection as to the exhaustion of domestic remedies and finds that there has been a violation of Article 3 of the Convention under its procedural limb as well.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION ON ACCOUNT OF THE CONDITIONS OF THE APPLICANT'S DETENTION IN ZHYTOMYR NO. 8 PRISON",
                        "elements": [
                            {
                                "content": "95.  The applicant also complained under Article 3 of the Convention that the conditions of his detention in Zhytomyr no. 8 Prison were inadequate.",
                                "elements": []
                            },
                            {
                                "content": "96.  According to the Government, the applicant failed to raise these complaints, at least in substance, before the prison administration, the State Department of Enforcement of Sentences, the prosecution authorities or courts. Therefore, he could not be regarded as having exhausted the domestic remedies. In the alternative, the Government submitted that these complaints were incompatible ratione personae with the Convention provisions as being too vague and unspecified to the applicant's personal situation.",
                                "elements": []
                            },
                            {
                                "content": "97.  The applicant disagreed. He noted that the domestic authorities were sufficiently informed about his situation and had the opportunity to examine the conditions of his detention, in particular following his mother's complaint to the prison administration on 22 February 2005. As to the Government's second objection, the applicant submitted that the conditions of his detention did not differ from those of other prisoners. Accordingly, he was under no obligation to specify his personal case. In substantiation, the applicant referred to some extracts from the CPT report following its visit to Zhytomyr no. 8 Prison in 2002 (see paragraph 65 above for the extracts relevant for this case, which include those referred to by the applicant).",
                                "elements": []
                            },
                            {
                                "content": "98.  The Court does not find it necessary to address the Government's objections concerning non-exhaustion and incompatibility ratione personae, as the applicant's complaints concerning the conditions of detention are in any event inadmissible for the reasons set out below.",
                                "elements": []
                            },
                            {
                                "content": "99.  The Court reiterates that, under Article 3 of the Convention, the State must ensure that a person is detained in conditions which are compatible with respect for his or her human dignity, that the manner and method of the execution of the measure do not subject the detainee to distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention and that the individual's health and well-being are adequately secured. When assessing conditions of detention, account has to be taken of the cumulative effects of those conditions and the duration of the detention in the particular conditions (see Dougoz v. Greece, no. 40907/98, § 46, ECHR 2001II, and Kalashnikov v. Russia, no. 47095/99, § 102, ECHR 2002VI).",
                                "elements": []
                            },
                            {
                                "content": "100.  In the present case the applicant complained about the following issues: the sanitary conditions in cells and wards; the lack of space; the quality of the distributed food and the prices in the food shop; as well as the qualification of the medical staff.",
                                "elements": []
                            },
                            {
                                "content": "101.  The Court notes that he provided neither factual details nor documentary evidence in support of those complaints. The only substantiation provided by the applicant was limited to selected extracts from the CPT report.",
                                "elements": []
                            },
                            {
                                "content": "102.  The Court has not always required that an applicant support each and every allegation with particular documents in cases concerning complaints about detention conditions, recognising that relevant information and possibilities to investigate the facts in such cases lie primarily in the hands of the authorities. However, in order for the Court to reverse the burden of proof and examine the merits of the complaints, they must at least have been clearly and consistently formulated (see, for example, Trepashkin v. Russia, no. 36898/03, § 85, 19 July 2007).",
                                "elements": []
                            },
                            {
                                "content": "103.  The Court does not consider that the applicant's complaints concerning the conditions of his detention have complied with that minimum requirement. As it transpires from the facts of the case, as well as from the CPT report (see paragraphs 18, 31 and 65 above), the applicant changed cells quite often, which in itself he did not complain about. He did not specify however about the conditions in which cells (or the medical wards) he was complaining and for how long he had been held there. Equally vague are his complaints about the qualification of the medical staff and the quality of food, being uncorroborated with any details or examples. As to the applicant's submission about some dangerous ingredients being added to food, the Court notes that it was a mere speculation and that the applicant did not even allege having been personally affected.",
                                "elements": []
                            },
                            {
                                "content": "104.  As regards the CPT report relied on by the applicant, the Court accepts that its findings are relevant and provide at least to some degree a reliable basis for the assessment of the conditions of the applicant's detention before the introduction of his application in 2004 (see Iovchev v. Bulgaria, no. 41211/98, § 103, 2 February 2006, and Dvoynykh v. Ukraine, no. 72277/01, § 64, 12 October 2006). It observes however that the applicant chose to rely on some isolated negative comments contained therein while disregarding the generally positive conclusions concerning, in particular, the material conditions of detention of life prisoners, praised efforts of the staff to accommodate their hygienic needs, as well as the overall progress in combating tuberculosis. As to the lack-of-space allegation, the CPT noted that at the time of its visit (2002) the prison's cells allocated for life prisoners were not full to the limit of their capacity (accommodating 1,199 prisoners, while having the capacity of 1,600 places). Although the actual space for some prisoners could have been below the accepted standards, the Court notes again that the applicant failed to specify whether, how, and for how long it had been his case.",
                                "elements": []
                            },
                            {
                                "content": "105.  It is true that the CPT report raised some issues concordant with the applicant's complaints. Namely, it criticised the restrictions on the number of food parcels for life prisoners, the limited access to supplies from the prison shop given the common lack of earnings, and “slower progress with regard to the standard of food for prisoners suffering from tuberculosis”.",
                                "elements": []
                            },
                            {
                                "content": "106.  The Court does not consider that those general problems as highlighted by the CPT are sufficiently grave in the applicant's case to go beyond the threshold tolerated by Article 3 of the Convention. It also does not lose sight of the fact that on 28 December 2007 the restriction on the number of food parcels for life prisoners was lifted (see paragraph 64 above).",
                                "elements": []
                            },
                            {
                                "content": "107.  As regards the nutrition for prisoners suffering from tuberculosis, the Court notes that, again, the applicant failed to provide any details, while the CPT acknowledged some, albeit slow, progress in that regard. On the facts of the case, the Court notes the following. In March 2002 the applicant denied being sick with tuberculosis at all, although he continued to receive medical treatment (see paragraphs 38 and 39 above). Later on, after his disease was confirmed in April 2006, he was transferred for more than a year (from 4 December 2006 to 21 February 2008) to the Kherson no. 61 Prison for specialised treatment (see paragraph 42 above), and he did not complain in his application about the nutrition in that prison. Lastly, the Government provided documentary evidence that after his return to Zhytomyr no. 8 Prison in February 2008, the applicant received a special diet in the framework of the recurrence prevention programme on a regular basis in 2008 and 2009 (see paragraph 50 above). The Court therefore considers that the complaint concerning the special tuberculosis-related diet equally unsubstantiated.",
                                "elements": []
                            },
                            {
                                "content": "108.  Having regard to all the foregoing, the Court concludes that the applicant has not made up an arguable claim about the incompatibility of his detention conditions in Zhytomyr no. 8 Prison with Article 3 of the Convention (see, for comparison, Ukhan v. , no. 30628/02, §§ 6566, 18 December 2008, and Vergelskyy v. , no. 19312/06, §§ 89-91, 12 March 2009). It therefore dismisses this complaint as manifestly ill-founded in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  THE REMAINDER OF THE APPLICATION",
                        "elements": [
                            {
                                "content": "109.  With a general reference to Articles 1, 2, 3, 6, 8, 9, 13, 17 and 34 of the Convention, the applicant complained that he had been wrongly diagnosed with tuberculosis and subjected to forceful medical treatment against his religious convictions. He also alleged interference of the prison administration with his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "110.  However, in the light of all the material before it, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the provisions the applicant relied on.",
                                "elements": []
                            },
                            {
                                "content": "111.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "112.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "113.  The applicant claimed EUR 60,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  The Government contested that claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  The Court finds that the applicant must have suffered pain and distress which cannot be compensated solely by the finding of a violation. Having regard to the nature of the violations found in the present case and ruling on an equitable basis, the Court awards the applicant EUR 8,000 in respect of nonpecuniary damage plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "116.  The applicant did not lodge any claim under this head. The Court therefore gives no award.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "117.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Dismisses the Government's objection concerning the applicant's representation;",
                        "elements": []
                    },
                    {
                        "content": "2.  Decides to join to the merits the Government's objection as to the exhaustion of domestic remedies in respect of the applicant's complaint under Article 3 of the Convention concerning his alleged ill-treatment by the prison staff and dismisses it after having examined the merits of that complaint;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares admissible the complaints about the applicant's alleged ill-treatment in prison and the lack of an effective investigation into that allegation;",
                        "elements": []
                    },
                    {
                        "content": "4.  Declares the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 3 of the Convention under its substantive and procedural limbs;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 8,000 (eight thousands euros) in respect of non-pecuniary damage plus any tax that may be chargeable, to be converted into the currency of the respondent State at the rate applicable on the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 April 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF LOTAREV v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-98140.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0408JUD002944704",
    "externalsources": [],
    "extractedappno": [
        "29447/04",
        "29971/04",
        "75522/01",
        "3896/04",
        "32092/02",
        "22684/05",
        "21906/04",
        "65859/01",
        "39188/04",
        "25803/94",
        "31866/96",
        "41461/02",
        "26772/95",
        "59261/00",
        "50222/99",
        "77617/01",
        "33470/03",
        "40907/98",
        "47095/99",
        "36898/03",
        "41211/98",
        "72277/01",
        "30628/02",
        "19312/06"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-98140",
    "judgementdate": "08/04/2010 00:00:00",
    "kpdate": "08/04/2010 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "350",
        "90",
        "596",
        "193",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "35-1",
        "3",
        "41",
        "35"
    ],
    "parties": [
        "LOTAREV",
        "UKRAINE"
    ],
    "rank": "726.916015625",
    "representedby": [
        "BUSHCHENKO, A.P."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [
        "Antipenkov v. Russia, no. 33470/03, § 69, 15 October 2009",
        "Assenov and Others v. Bulgaria, 28 October 1998, § 102, Reports of Judgments and Decisions 1998-VIII",
        "Dougoz v. Greece, no. 40907/98, § 46, ECHR 2001-II",
        "Dvoynykh v. Ukraine, no. 72277/01, § 64, 12 October 2006",
        "Iovchev v. Bulgaria, no. 41211/98, § 103, 2 February 2006",
        "Ireland v. the United Kingdom, 18 January 1978, § 162, Series A no. 25",
        "Kafkaris v. Cyprus [GC], no. 21906/04, § 95, ECHR 2008",
        "Kalashnikov v. Russia, no. 47095/99, § 102, ECHR 2002-VI",
        "Krastanov v. Bulgaria, no. 50222/99, § 58, 30 September 2004",
        "Labita v. Italy [GC], no. 26772/95, § 131, ECHR 2000-IV",
        "Menesheva v. Russia, no. 59261/00, § 67, ECHR 2006-III",
        "Mikheyev v. Russia, no. 77617/01, §§ 107 et seq., 26 January 2006",
        "Muradova v. Azerbaijan, no. 22684/05, §§ 87, 131, 2 April 2009",
        "Ribitsch v. Austria, 4 December 1995, § 38, Series A no. 336",
        "Ryabov v. Russia, no. 3896/04, § 43, 31 January 2008",
        "Satik and Others v. Turkey, no. 31866/96, § 54, 10 October 2000",
        "Selmouni v. France [GC], no. 25803/94, § 87, ECHR 1999-V",
        "Sheydayev v. Russia, no. 65859/01, § 59, 7 December 2006",
        "Suptel v. Ukraine, no. 39188/04, § 48, 19 February 2009",
        "Trepashkin v. Russia, no. 36898/03, § 85, 19 July 2007",
        "Ukhan v. Ukraine, no. 30628/02, §§ 65-66, 18 December 2008",
        "Vergelskyy v. Ukraine, no. 19312/06, §§ 89-91, 12 March 2009",
        "Vladimir Romanov v. Russia, no. 41461/02, § 57, 24 July 2008",
        "Yaremenko v. Ukraine (dec.), no. 32092/02, 13 November 2007",
        "Yaremenko v. Ukraine, no. 32092/02, § 70, 12 June 2008"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "347682",
    "typedescription": "15"
}