{
    "__articles": "8;8-1",
    "__conclusion": "No violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life)",
    "applicability": "",
    "appno": "203/07",
    "article": [
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for family life"
            ],
            "element": "No violation of Article 8 - Right to respect for private and family life",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-185304.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 203/07) against the Republic of Serbia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Serbian national, Mr Boško Grujić (“the applicant”), on 3 June 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms S. Grujić a lawyer practising in Nova Pazova. The Serbian Government (“the Government”) were represented by their Agent, Ms N. Plavšić.",
                        "elements": []
                    },
                    {
                        "content": "3.  Without reference to any specific provision of the Convention, the applicant complained about the non-enforcement of two decisions granting him contact rights with his children.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 14 December 2015 the complaint concerning the non-enforcement of the decision of 27 December 2005 was communicated to the Government. The complaint concerning the non-enforcement of the decision of 9 January 2001 was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1963 and lives in Nova Pazova.",
                                "elements": []
                            },
                            {
                                "content": "6.  From 1991 until 2001 the applicant lived with M.K. The couple had two children, a daughter, J.G., born on 20 January 1992 and a son, M.G., born on 28 July 1994.",
                                "elements": []
                            },
                            {
                                "content": "7.  M.G. has a moderate intellectual disability.",
                                "elements": []
                            },
                            {
                                "content": "A.  Civil proceedings (child custody and maintenance, including adoption of an interim contact order)",
                                "elements": [
                                    {
                                        "content": "8.  By a decision of the Stara Pazova Social Care Centre (“the Social Care Centre”) of 9 January 2001, custody of the children was given to M.K. By the same decision the applicant was given contact with the children every other weekend from 6 p.m. on Friday to 6 p.m. on Sunday and during the first half of the summer and winter school holidays. The decision provided that the applicant had to collect and return the children outside M.K.’s family home.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 30 June 2005 the Social Care Centre suspended the enforcement of the decision of 9 January 2001 at the applicant’s request, as he intended to assert his parental rights in judicial proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 11 August 2005 the applicant applied to the Stara Pazova Municipal Court for sole custody of the children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 27 December 2005 the Stara Pazova Municipal Court issued an interim contact order giving the applicant contact with the children every other weekend from 6 p.m. on Friday to 6 p.m. on Sunday and during the first half of the summer and winter school holidays. The order was to remain in force until the final resolution of the custody proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 2 February 2006 the interim contact order was upheld by the Sremska Mitrovica District Court (“the District Court”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 11 September 2008 the Stara Pazova Municipal Court decided that the applicant’s civil claim had to be considered withdrawn because neither he nor M.K. had given valid reasons for their failure to attend the main hearing that day. On 11 December 2008 the District Court upheld that decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 17 October 2011 the Sremska Mitrovica Basic Court Stara Pazova Judicial Unit (the Stara Pazova Municipal Court having ceased to exist following the 2010 judicial reform – hereinafter “the Sremska Mitrovica Basic Court”) revoked the interim contact order of 27 December 2005 given that the custody proceedings had terminated on 11 December 2008. The applicant was ordered to pay 30,625 dinars (approximately 257 euros (EUR)) to M.K. in legal costs together with statutory interest. That decision became final on 10 November 2011.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Enforcement of the interim contact order",
                                "elements": [
                                    {
                                        "content": "15.  On 18 January 2006, at the applicant’s request, the Stara Pazova Municipal Court ordered enforcement of the interim contact order (see paragraph 11 above) by a court bailiff. The enforcement order was upheld by the District Court on 17 March 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 20 January 2006 a first attempt to enforce the contact order was made. A bailiff went to M.K.’s home, but J.G. refused to see the applicant. M.G. wanted to see him, but M.K. refused to let him go without his sister.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  J.G. and M.G. stayed with the applicant for the weekend of 7 to 9 April 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  In another attempt to enforce the contact order on 21 April 2006, the bailiff and the applicant went to M.K.’s home. The children’s maternal grandmother Z.K.V. told them that M.K. and the children were away. In later criminal proceedings against M.K. (see paragraph 45 below), it was established that the applicant had not been meant to have contact that weekend as it had been the third weekend in the month.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 5 May 2006 another attempt was made to enforce the interim order, but M.K. told the bailiff that the children did not want to see the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 19 May 2006, in another attempt to enforce the contact order, M.K. informed the bailiff that the children were on a school trip. The applicant, who was also present, requested the assistance of the police at the next enforcement attempt.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 2, 16 and 23 June, 14 July and 22 September 2006 other attempts to enforce the contact order were made. At every attempt J.G. refused to see the applicant and M.K. did not want to let M.G. go alone.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 5 July 2006 the Stara Pazova Municipal Court fined M.K. 5,000 dinars for non-compliance with the enforcement order of 18 January 2006 (see paragraph 15 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 27 October 2006 J.G. again refused to see the applicant, despite M.K.’s insistence that she should go. As before, M.K. refused to let M.G. go without his sister.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 10 November 2006 the enforcement was attempted in the presence of a police officer, the bailiff and the applicant. J.G. refused to see the applicant and M.K. refused to let M.G. go alone.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 24 November, 8 and 22 December 2006 J.G. again refused to see the applicant, and M.K. refused to let M.G. go alone. Furthermore, on the latter date M.K. threatened to press criminal charges against the bailiff and the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 4 April 2007 the Stara Pazova Municipal Court heard J.G. and M.G. in the presence of a child psychologist from the Social Care Centre. The children stated that they did not want to have contact with their father because they were afraid of him. J.G. said that the applicant had yelled at her before and that once, when they had been in a coffee bar together, he had snatched her mobile phone from her hand. Another time, when they had been playing in the swimming pool in their mother’s garden, the applicant had grabbed M.G. and taken him to a coffee bar, threatening not to return him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 11 September 2008 the custody proceedings were terminated because the applicant and M.K. failed to attend the main hearing without valid reasons (see paragraph 13 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 3 February 2009 the Stara Pazova Municipal Court decided to obtain an opinion and recommendation from the Social Care Centre concerning the continuation of the enforcement proceedings and the possible harm it might have on the children’s development.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  In its opinion of 30 March 2009 the Social Care Centre reported that the relationship difficulties between the applicant and M.K. had persisted after their separation and had transformed into arguments over parental rights. Moreover, J.G. had developed strong resistance to her father. She was ashamed and afraid of him because of his behaviour during the time the family had lived together. In addition, M.G. did not want to see the applicant without his sister. The Social Care Centre further reported that M.K. was unable to give support to her children in order to overcome the difficulties in maintaining contact with their father. She claimed that she had not forbidden the children from having contact with him, but was unable to influence her daughter’s opinion. However, M.K. had never expressed the desire to attend counselling or any other specialist therapy, even though it had been suggested several times.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  In the past three years the applicant had not once seen J.G., but submitted that he had occasionally met with M.G. at his school during the recess. In such circumstances he had been unable to exercise his parental rights and had had no other way of maintaining contact with his children. The absence of contact had made it impossible for him to create a good interaction with his children. The opinion concluded that the continuation of the enforcement proceedings would put additional pressure on the children and create even greater resistance, particularly in J.G. It suggested the use of other methods provided for by law to create the conditions to enable the father to exercise his parental rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 14 August 2009 the Stara Pazova Municipal Court scheduled a meeting between the applicant and the children for 4 September 2009 at M.K.’s home in the presence of a bailiff and social workers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 4 September 2009, in the presence of a psychologist and a social worker, a bailiff and the applicant, J.G. and M.G., both visibly distressed, stated that they did not want to see the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 25 February 2011 the Sremska Mitrovica Basic Court (see paragraph 14 above) held a hearing at which M.K., J.G., M.G. and the applicant were heard separately. A psychologist and a social worker from the Social Care Centre were also present. The court noted that shortly before the hearing an ambulance had had to be requested for M.G., who had been displaying signs of an anxiety attack. At the hearing J.G. and M.G. stated that they did not want to have contact with their father and that he was violent towards them. J.G. said, in particular, that the relationship with her father and his attempts at maintaining contact had affected her psychologically (she was afraid to go outside the home alone at night). She said further that the applicant exerted a psychological pressure on M.G. After meeting his father M.G.’s behaviour always changed and he would say offensive things to his mother and grandmother. M.K. stated that she had not obstructed the enforcement of the contact order – the children had not wanted to see the applicant. The social worker stated that at the court’s request the Social Care Centre would submit a proposal on the possibility of maintaining contact between the applicant and M.G., who was still a minor. The applicant insisted on continuation of the enforcement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 1 March 2011 the Sremska Mitrovica Basic Court ordered the Social Care Centre to hear the applicant, M.K. and M.G. separately concerning the possibility of maintaining contact between the applicant and M.G. and to prepare an opinion on M.G.’s physical and mental health and development. In particular, the court referred to M.G.’s statements given at the hearing of 25 February 2011 (see paragraph 33 above) and the fact that he had suffered an anxiety attack before that hearing. While the applicant, as a parent, had the right to maintain contact with his child, M.G.’s wishes, needs and best interests had to be taken into account. In a situation where M.G. refused to see his father, the court considered that it was in everyone’s interests to realise the contact gradually with the assistance of the Social Care Centre until the conditions for uninterrupted enforcement of the contact order were created.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 26 May 2011 the Social Care Centre submitted its opinion to the Sremska Mitrovica Basic Court. It stated that M.G. had a moderate intellectual disability and needed help with dressing, personal hygiene and feeding himself. He was very close to his mother and sister, and felt loved and accepted by them. M.K. stated that she was not preventing M.G. from seeing his father, but feared for his health. She believed that M.G. was afraid of his father because of two previous incidents. According to M.K., on one occasion the applicant had grabbed M.G. from their garden; another time he had allegedly forced open M.G.’s mouth to check his teeth. The opinion stressed, however, that according to the information submitted by M.G.’s school, he had occasionally met his father at school. The meetings had always been warm and affectionate and M.G. had never displayed any signs of fear or anxiety. According to the opinion, the applicant was very keen to maintain contact with his children and cooperate with the Social Care Centre. It was suggested that a meeting be organised between M.G. and the applicant at the Social Care Centre in the presence of the social workers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On an unspecified date thereafter, the applicant, M.K. and the social workers agreed that the meetings between the applicant and M.G. would be held every Monday at 11 a.m. M.K. was to take M.G. to the Social Care Centre. The first meeting was scheduled for 2 June 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 31 May 2011 the children’s maternal grandmother Z.K.V. informed the Social Care Centre that M.G. was in Greece with his mother.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  A further meeting was scheduled for 13 June 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 13 June 2011 the applicant met with M.G. at the Social Care Centre in the presence of the social workers. The meeting lasted one hour and passed pleasantly. M.G. talked and laughed with his father. Later that day M.K. informed the Social Care Centre that M.G. had been upset after the meeting so she had had to call an ambulance. This was confirmed by a doctor on duty at the time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The next meeting, scheduled for 20 June 2011, was cancelled because M.K. informed the Social Care Centre that she was unwell and had no one to take M.G. to the meeting. Several minutes later Z.K.V. called the Social Care Centre and was verbally aggressive towards a person dealing with the case. After being informed that the meeting had been cancelled, Z.K.V. and J.G. took M.G. to the centre and were verbally aggressive towards the social workers present. M.G. was frightened and confused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The next meeting was scheduled for 27 June 2011. There is no information in the case file as to whether or not it was held.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 28 June 2011 the Social Care Centre created a meeting schedule for July and August 2011. The applicant was to see M.G. every Monday between 11 a.m. and 12 noon at the Social Care Centre. It would appear that those meetings were held without any problems.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 15 November 2011 the Sremska Mitrovica Basic Court terminated the enforcement proceedings initiated on 18 January 2006 (see paragraph 15 above). The applicant was ordered to pay 28,125 dinars (approximately EUR 236) to M.K. in legal costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 24 December 2015 the Stara Pazova Basic Court (which had been re-established and renamed in the 2014 judicial reform; see paragraph 14 above), at M.K.’s request, ordered enforcement of the decision of 15 November 2011. In addition to the legal costs ordered by that decision, the applicant was ordered to pay enforcement costs of 10,225 dinars (approximately EUR 85), to be deducted from his disability pension. On 5 April 2016 the appeals chamber of the Stara Pazova Basic Court upheld the decision of 24 December 2015.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Criminal proceedings",
                                "elements": [
                                    {
                                        "content": "45.  On 12 October 2007 the Stara Pazova Municipal Court found M.K. guilty of non-compliance with the interim contact order and ordered her to pay sixty day-fines of 500 dinars (approximately EUR 6.40) each. The court held that M.K. had obstructed the enforcement of the interim contact order of 27 December 2005 by preventing M.G. from seeing his father without J.G. She had thus prevented the applicant from having contact with his son, except on one occasion when he had not had the right to visit him (see paragraph 18 above). The court considered that M.K. had not prevented J.G. from seeing the applicant and that J.G.’s resistance was due to her personal conflict with him. The applicant was instructed to submit his claim for damages in civil proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 29 July 2008 the Sremska Mitrovica District Court upheld the judgment of 12 October 2007 and it became final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 28 March 2013 the Sremska Mitrovica Basic Court acquitted M.K. and Z.K.V. of charges of non-compliance with the interim contact order concerning the incident of 20 June 2011 (see paragraph 40 above).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  1980 Marriage and Family Relations Act",
                                "elements": [
                                    {
                                        "content": "48.  Section 124 of the 1980 Marriage and Family Relations Act (Zakon o braku i porodičnim odnosima, Official Gazette of the Socialist Republic of Serbia, nos. 22/80 and 11/88, and Official Gazette of the Republic of Serbia (“OG RS”), nos. 22/93, 25/93, 35/94, 46/95 and 29/01) provided that if parents were unable to agree on child custody, a decision would be made by the competent Social Care Centre.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  Section 131 provided that if parents were unable to agree on maintaining contact between their child and the parent who did not have custody rights, a decision would be made by the competent Social Care Centre.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  2005 Family Act",
                                "elements": [
                                    {
                                        "content": "50.  The 2005 Family Act (Porodični zakon, OG RS, nos. 18/05, 72/11 and 6/15) entered into force on 4 March 2005 and became applicable as of 1 July 2005. It repealed the 1980 Marriage and Family Relations Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  Section 61(4) provides that a mentally competent child who is fifteen years old can decide whether to maintaining contact with the parent with whom he or she does not live. Section 65(3) provides that the opinion of a child must be given due consideration in respect of all matters and within proceedings concerning his or her rights, in accordance with his or her age and maturity. A child who is ten years old may freely and directly express an opinion whenever his or her rights are at stake (section 65(4)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Section 78 provides, inter alia, that the parent who does not have custody rights has the right to maintain contact with his or her child. Section 272(2) provides that if parents are unable to agree on parental rights or the court considers that such an agreement is not in the best interests of the child, a decision on custody rights, child allowance and contact rights will be made by the court. Section 80 regulates the authority of the Social Care Centre to conduct corrective supervision over the exercise of parental rights.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  2005 Criminal Code",
                                "elements": [
                                    {
                                        "content": "53.  Article 191 § 2 of the 2005 Criminal Code (Krivični zakonik, OG RS, nos. 85/05, 88/05, 107/05, 72/09 and 111/09), as it was in force at the relevant time, provided that anyone who prevents enforcement of a decision of a competent authority setting out the manner of maintaining a personal relationship between a minor and his or her parent or another relative may be punished with a fine or a custodial sentence of up to one year.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  Without referring to any specific provision of the Convention, the applicant complained that the Serbian authorities had failed to take effective steps to enforce the interim contact order of 27 December 2005.",
                                "elements": []
                            },
                            {
                                "content": "55.  The Court considers that the applicant’s complaint falls to be examined under Article 8 of the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2. There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "56.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "57.  The applicant submitted that the domestic authorities had failed to apply the domestic law in a way which could have effectively secured his contact rights and that they should have taken more steps to help him re-establish meaningful contact with his children. He maintained that his daughter had been manipulated by M.K. into refusing contact with him, while his son had never been in a position to choose for himself whether he wanted to have contact with his father.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Government maintained that there had been no violation of Article 8 of the Convention. They contended that the competent bodies had taken all the necessary steps and had used the available mechanism under domestic law for the enforcement of interim order of 27 December 2005, all the while taking care of the best interest of the children and their rights. However, the enforcement had been made difficult due to children’s continuous and strong resistance to see their father. M.G.’s health got worse at each attempt to enforce the interim order and it had been reported that he felt fear and anxiety. Moreover, after meeting with the applicant in the Social Care Centre, M.G. had been upset and the ambulance had to intervene.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The Government further averred that the enforcement court had on several occasions requested the opinion and expertise of the Social Care Centre which had actively participated in the proceedings. On the basis of their opinion the meetings between the applicant and M.G. were organised in controlled conditions. The Government also argued that in finding M.K. guilty and ordering her to pay a fine, the competent domestic authorities had shown a firm intention to enforce the applicant’s contact rights and to prosecute and sanction all action aimed at preventing it.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "60.  The Court notes that the mutual enjoyment by parent and child of each other’s company constitutes a fundamental element of family life (see, among other authorities, K. and T. v. Finland [GC], no. 25702/94, § 151, ECHR 2001VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The essential object of Article 8 is to protect an individual against arbitrary action by the public authorities. There are in addition positive obligations inherent in effective respect for family life (see Manic v. Lithuania, no. 46600/11, § 100, 13 January 2015). In both contexts regard must be had to the fair balance that has to be struck between the competing interests of the individual and of the community as a whole, and in both contexts the State enjoys a certain margin of appreciation (see Hokkanen v. Finland, 23 September 1994, § 55, Series A no. 299-A, and V.P. v. Russia, no. 61362/12, § 125, 23 October 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Where the measures at issue concern disputes between parents over their children, however, it is not for the Court to substitute itself for the competent domestic authorities in regulating contact questions, but rather to review under the Convention the decisions that those authorities have taken in the exercise of their power of appreciation (see, among other authorities, Wdowiak v. Poland, no. 28768/12, § 61, 7 February 2017).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The obligation of the national authorities to take measures to facilitate contact by a non-custodial parent with children after divorce is not, however, absolute (see, mutatis mutandis, Hokkanen, cited above, § 58). Access may not be possible immediately and may require preparatory measures to be taken. The nature and extent of such preparation will depend on the circumstances of each case, but the understanding and cooperation of all concerned will always be an important ingredient. Whilst national authorities must do their utmost to facilitate such cooperation, any obligation to apply coercion in this area must be limited since the interests as well as the rights and freedoms of all concerned must be taken into account, and more particularly the best interests of the child and his or her rights under Article 8 of the Convention (see Veljkov v. Serbia, no. 23087/07, § 95, 19 April 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  Where contact with the parent might appear to threaten those interests or interfere with those rights, it is for the national authorities to strike a fair balance between them. What is decisive is whether the national authorities have taken all necessary steps to facilitate contact as can reasonably be demanded in the special circumstances of each case (see Veljkov, cited above, § 95).",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  In the present case, in examining whether non-enforcement of the access arrangements ordered by the domestic court amounted to a lack of respect for the applicant’s family life, the Court must strike a balance between the various interests involved, namely the interests of the applicant’s children and their mother, those of the applicant himself and the general interest in ensuring respect for the rule of law (see Wdowiak, cited above, § 63). A lack of cooperation between parents who have separated is not a circumstance which can in itself exempt the authorities from their positive obligations under Article 8. It rather imposes on the authorities an obligation to take measures that would reconcile the conflicting interests of the parties, keeping in mind the paramount interests of the child (see Z. v. Poland, no. 34694/06, § 75, 20 April 2010, and G.B. v. Lithuania, no. 36137/13, § 93, 19 January 2016). Lastly, the child’s best interests must be the primary consideration and may, depending on their nature and seriousness, override those of the parents (see, among many other authorities, Płaza v. Poland, no. 18830/07, § 71, 25 January 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Court considers that the relationship between the applicant and his children amounted to “family life” within the meaning of Article 8 § 1 of the Convention. That has not been disputed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  In the light of the above principles, what is decisive in this case is whether the Serbian authorities took all the necessary steps to facilitate the enforcement of the interim contact order.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Court notes that the applicant and M.K. separated in 2001, when J.G. and M.G. were nine and seven years old respectively. The applicant complained for the first time about the difficulties in maintaining contact with his children in 2005 when he applied for sole custody (see paragraph 10 above). Within those proceedings, the Stara Pazova Municipal Court issued an interim order giving the applicant contact with the children every other weekend from 6 p.m. on Friday to 6 p.m. on Sunday and during the first half of the summer and winter school holidays.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  On 18 January 2006, at the applicant’s request, the Stara Pazova Municipal Court ordered enforcement of the interim order. Thereafter, there were fourteen attempts at enforcement carried out by a court bailiff in the presence of the applicant. On one occasion a police officer was also present (see paragraph 24 above). The enforcement court held two hearings at which it heard both children (see paragraphs 26 and 33 above) and it regularly requested the Social Care Centre’s recommendations and opinions (see paragraphs 28 and 34 above). Moreover, M.K. was fined and prosecuted for non-compliance with the enforcement order (see paragraphs 22 and 45 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Court further notes the Social Care Centre’s proactive stance in resolving this matter: when it became aware of the difficulties in enforcing the contact arrangements, it proposed to organise supervised contact between the applicant and his son (see paragraphs 30 and 35 above). In June 2011 four such meetings were scheduled. One meeting was successful, while two others were cancelled and there is no information in the case file whether the last one was held (see paragraphs 36-41 above). Afterwards, a meeting schedule was created for July and August 2011 and it would appear that the subsequent meetings were held without any problems (see paragraph 42 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  In view of the above, the Court finds that, despite periods of inactivity (see paragraphs 32 and 33 above), the domestic authorities did in general act diligently in this case. However, all those efforts proved to have little impact on the applicant’s right to participate effectively in his children’s lives or visit them regularly. The Court notes that the difficulties in enforcing the contact arrangements were largely due to his daughter’s refusal to see him but also due to the mother’s reluctance to allow M.G. contact with his father without J.G. present. The aversion of the applicant’s daughter towards him, as observed by the domestic authorities, was partly due to his behaviour during the time the family lived together (see paragraph 29 above). Moreover, at the hearings before the enforcement court both children stated that they did not want to have contact with their father because they were afraid of him (see paragraphs 26 and 33 above). The Court is mindful of the fact that contact and residence disputes are by their very nature extremely sensitive for all the parties concerned, and it is not necessarily an easy task for the domestic authorities to ensure enforcement of a court order where the behaviour of one or both parents is far from constructive. In the present case, the mother’s uncooperative attitude and the daughter’s manifest hostility towards the applicant made it particularly difficult for the domestic authorities to take action to fully enforce the applicant’s contact rights (see, mutatis mutandis, Wdowiak, cited above, § 71).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The Court further notes that despite the Social Care Centre’s opinion that the continuation of the enforcement would put additional pressure on the children and its recommendations to use other methods to create the conditions to enable the father to exercise his parental rights, the applicant insisted on continuation of the enforcement (see paragraphs 30 and 33 above). The applicant occasionally visited M.G. at his school. The applicant organised these visits on his own initiative outside of the enforcement proceedings. While it appears that the school authorities were aware of them (see paragraph 35 above), it is unclear whether any authorised person was present during these visits. The Court is aware of the fact that after a certain period of time characterised by the absence of contact the applicant must have become more agitated and sought other ways to see his son. Be that as it may, the Court considers that the unauthorised and unsupervised meetings with a particularly vulnerable child were not a constructive way to establish contact. Therefore, the applicant has also to some extent contributed to the difficulties in ensuring the enforcement of the interim order.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The Court further finds that the applicant did not try other possible ways to improve his contact with his children, for example, requesting the court to change the interim contact order nor did he seek the authorities’ assistance in reaching an agreement with M.K. The Court notes that the applicant ultimately failed to pursue the custody proceedings, by not attending the main hearing, and that consequently the interim order was revoked and the enforcement proceedings terminated (see paragraphs 13, 14 and 43 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  According to the Court’s settled case-law, the State’s obligations in relation to Article 8 are not of result but are of means (see Pascal v. Romania, no. 805/09, § 69, 17 April 2012). The Court therefore concludes that, having regard to the margin of appreciation afforded to the State, the national authorities took all the steps necessary and which could reasonably be required of them in order to enforce the applicant’s right to have contact with his children (see Gobec v. Slovenia, no. 7233/04, § 152, 3 October 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  It follows that in the present case there has been no violation of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER COMPLAINTS",
                        "elements": [
                            {
                                "content": "76.  The Court examined the applicant’s remaining complaints raised without relying on any specific Article of the Convention. However, having regard to all the material in its possession, and in so far as these complaints fall within the Court’s jurisdiction, it finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention. It follows that these complaints must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT,",
                "elements": [
                    {
                        "content": "1.  Declares, unanimously, the complaint concerning non-enforcement of the interim contact order of 27 December 2005 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds, by six votes to one, that there has been no violation of Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 28 August 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge Serghides is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "H.J.",
                        "elements": []
                    },
                    {
                        "content": "J.S.P.",
                        "elements": []
                    },
                    {
                        "content": "1.  I am unable to join the majority in finding that the Serbian authorities did not fail to take effective steps to enforce the interim contact order of 27 December 2005 and, therefore, that there has been no violation of Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.  By this order, which was in force until the final resolution of the custody proceedings, the applicant was given contact with his two children (his daughter J.G., born on 20 January 1992, and his son M.G., born on 28 July 1994) every other weekend from 6 p.m. on Friday to 6 p.m. on Sunday and during the first half of the summer and winter school holidays. On 17 October 2011 the domestic court revoked this interim order because the custody proceedings had terminated on 11 December 2008.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained that the Serbian authorities had failed to apply the domestic law in a way which could have effectively secured his contact rights and that they should have taken more steps to help him reestablish meaningful contact with his children, given that his daughter had been manipulated by her mother, M.K., into refusing contact with him and that his son had never been in a position to choose for himself whether he wanted to have contact with him (see paragraph 57 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "4.  I reviewed the relevant case-law of the Court on the State’s inherent positive obligation to find ways and take all necessary preparatory, preventive, corrective or repressive steps or actions to enforce custody or access orders issued by its courts, in my dissenting opinion in Zdravković v. Serbia, no. 28181/11, 20 September 2016. Hence, I will refrain from doing the same again here.",
                        "elements": []
                    },
                    {
                        "content": "5.  It suffices to say the following to show why, in my humble view, the Serbian authorities failed to make adequate and effective efforts to enforce the applicant’s right to contact with his children.",
                        "elements": []
                    },
                    {
                        "content": "(a)  Let me start by an admission made in the judgment, namely that there were periods of inactivity on the part of the domestic authorities regarding the issue in question (see paragraph 71 of the judgment, in which reference is made to paragraphs 32 and 33). Indeed, as it can be seen from these paragraphs of the judgment (ibid.), the period of complete inactivity lasted for about a year and a half (from 4 September 2009 until 25 February 2011), a period which was too long considering the nature of the issue in question. As said by the Court in Zdravković (cited above § 64), and in many other of its judgments, “[i]n this context, the adequacy of a measure is to be judged by the swiftness of its implementation, as the passage of time can have irremediable consequences for relations between the child and the parent who do not cohabit (see Ignaccolo-Zenide, cited above, § 102)”.",
                        "elements": []
                    },
                    {
                        "content": "(b)  As is clear from the judgment (see paragraph 70), in the summer of 2011, before the revocation of the interim order, the Social Care Centre organised supervised contacts between the applicant and his son and the meetings held were successful, without any problems. The supervised contacts took place in the presence of social workers (see paragraph 35 of the judgment). But such adequate and effective steps or measures could have been taken by the Social Care Centre much earlier, as far back as December 2005, when the order was issued. However, the Serbian authorities failed to do so.",
                        "elements": []
                    },
                    {
                        "content": "This failure is reinforced by the fact that the Serbian authorities knew that the children’s mother was reluctant to allow her son to have contact with his father without his sister’s presence, and that the difficulties in enforcing the contact arrangement were largely due to this, and to the fact that the daughter refused to see her father (see paragraph 71 of the judgment). In the judgment it is also stated that “M.G. [the applicant’s son] did not want to see the applicant without his sister” (see paragraph 29). Obviously, this stand by M.G. was the result of his mother’s adamant stance on this issue. So the authorities, knowing the demand made by the mother, namely that her son could only have contact with his father in the presence of his sister – a demand which was not provided for in the order and therefore was unjustifiable – could have suggested and implemented the supervised contact without the presence of J.G. much earlier (about five and a half years earlier).",
                        "elements": []
                    },
                    {
                        "content": "(c)  As is clear again from the judgment (see paragraphs 22, 45 and 69), the mother of the children was fined and prosecuted twice for noncompliance with the interim order. However, the fine was too low in both cases and since no custodial penalty was imposed on M.K., the situation continued to be the same, with the applicant being unable to communicate with his children. That was another failure of the Serbian authorities to ensure compliance with a court’s order.",
                        "elements": []
                    },
                    {
                        "content": "(d)  Since the imposition of a fine on the mother did not change her attitude regarding compliance with the order, and since she, as the Social Care Centre reported, “was unable to give support to her children” regarding the issue, and she herself “never expressed the desire to attend counselling or any other specialist therapy, even though it had been suggested several times” (see paragraph 29 of the judgment), the Serbian authorities did not show what concrete efforts they had made to persuade the mother to attend counselling or any other specialist therapy, either alone or together with the children and the father, or failing that, at least to give her permission for the children to attend counselling or any other specialist therapy, either together with their father or alone. This could also have been ordered by the court.",
                        "elements": []
                    },
                    {
                        "content": "6.  I cannot but comment on what it is said in paragraph 72 of the judgment. In my view, the father cannot be criticised, as he was by the majority, for occasionally visiting his son at his school. It was only natural for a good father who had been unable for years to have contact with his son, due to the mother’s failure to comply with the order, to at least find a way to see his son. Under such circumstances, and since the order did not prohibit such contact, there was nothing wrong with that initiative, and there was no evidence that it had negative consequences for his son’s psychological development as the majority considered (see paragraph 72). On the contrary, as the Social Care Centre said in its report to the domestic court, according to the information submitted by M.G.’s school the applicant’s meetings with his son at the school “had always been warm and affectionate and M.G. had never displayed any signs of fear or anxiety” (see paragraph 35 of the judgment), and that is why it was suggested that a meeting be organised between M.G. and the applicant at the Social Care Centre in the presence of social workers (ibid). And these meetings eventually turned out to be successful (see paragraph 5 (b) above).",
                        "elements": []
                    },
                    {
                        "content": "7.  In conclusion, I regret to say that, in my view, not only was the positive obligation of the Serbian authorities to secure the applicant’s right to respect for his family life under Article 8 and under Article 1 of the Convention not fulfilled, but also the principle of effectiveness on which this obligation is based was not respected by the said authorities. That is why I voted for a violation of Article 8 of the Convention in the present case.",
                        "elements": []
                    },
                    {
                        "content": "8.  I would award the applicant an amount in respect of non-pecuniary damage for the violation of his right to respect for his family life guaranteed by Article 8, but as I am in the minority, it is unnecessary to determine the amount of such damage.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Helena Jäderblom",
            "role": "president"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "Jolien Schukking",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GRUJIĆ v. SERBIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-185304.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0828JUD000020307",
    "externalsources": [],
    "extractedappno": [
        "203/07",
        "22/80",
        "11/88",
        "22/93",
        "25/93",
        "35/94",
        "46/95",
        "29/01",
        "18/05",
        "72/11",
        "6/15",
        "85/05",
        "88/05",
        "107/05",
        "72/09",
        "111/09",
        "25702/94",
        "46600/11",
        "61362/12",
        "28768/12",
        "23087/07",
        "34694/06",
        "36137/13",
        "18830/07",
        "805/09",
        "7233/04",
        "28181/11"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-185304",
    "judgementdate": "28/08/2018 00:00:00",
    "kpdate": "28/08/2018 00:00:00",
    "kpthesaurus": [
        "451",
        "425"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "8",
        "8-1"
    ],
    "parties": [
        "GRUJIĆ",
        "SERBIA"
    ],
    "rank": "2616.98120117188",
    "representedby": [
        "GRUJIĆ S."
    ],
    "respondent": "SRB",
    "respondentOrderEng": "40",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "480554",
    "typedescription": "15"
}