{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Art. 6-1;No violation of Art. 6-1",
    "applicability": "",
    "appno": "64570/01",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-81779.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 64570/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr Halis Tekin (“the applicant”), on 26 September 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr M. Beştaş, a lawyer practising in . The Turkish Government (“the Government”) did not designate an Agent for the purposes of the proceedings before the Court.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that he had been denied a fair hearing within a reasonable time by an independent and impartial tribunal.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 16 September 2005 the Court decided to give notice of the application. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1971 and lives in Batman.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 22 May 1994 the applicant was arrested in the course of an armed clash between members of the security forces and terrorist militants.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 27 May 1994 the applicant's statements were taken by police officers.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 30 May 1994 he was brought before the public prosecutor at the . The public prosecutor questioned him in relation to his involvement in terrorist acts. On the same day, the applicant was brought before a single judge of the  who ordered his detention on remand.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 20 January 1995 the  held a hearing in the presence of a military judge. The applicant admitted that he was a member of an illegal organisation, namely the ARGK.",
                                "elements": []
                            },
                            {
                                "content": "11.  At the hearing on 30 January 1995 before the Diyarbakır State Security Court, the applicant stated that he was a “guerrilla” of the ARGK and apologised to his people and party for not being worthy of the organisation since he had failed to carry out the acts that he had undertaken. He however denied the veracity of the statements which he had given to the police officers.",
                                "elements": []
                            },
                            {
                                "content": "12.  Between 3 April 1995 and 30 October 1995 the  held four hearings and issued decisions to the effect that the case-files concerning other criminal proceedings instituted against the applicant should be obtained from the other courts.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 8 December 1995 the  decided to join two cases concerning different accusations against the applicant. It further decided to wait for the arrival of the case-files. The number of accused who were tried together with the applicant attained thirteen in total.",
                                "elements": []
                            },
                            {
                                "content": "14.  Between 24 January 1996 and 14 May 1997 the  held eight hearings and postponed each of them with a view to remedying certain procedural shortcomings in respect of the applicant's co-accused.",
                                "elements": []
                            },
                            {
                                "content": "15.  The applicant attended the hearing of 3 July 1997 and claimed that he was under pressure in the prison and that he was hindered from appearing before the court. He did not specify who prevented him from appearing before the court. The court again postponed the hearing with a view to determining the address of one of the applicant's co-accused.",
                                "elements": []
                            },
                            {
                                "content": "16.  The applicant and his co-accused did not attend the hearing of 14 August 1997.",
                                "elements": []
                            },
                            {
                                "content": "17.  The  postponed the hearings of 22 October 1997, 10 December 1997, 12 February 1998 and 19 March 1998 pending the arrest of one of the applicant's co-accused. The court also asked the public prosecutor to submit his observations on the merits.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 21 May 1998 the public prosecutor submitted his observations on the merits of the case and sought the conviction of the applicant for the offence under Article 125 of the former Criminal Code. The applicant asked for time to prepare his defence.",
                                "elements": []
                            },
                            {
                                "content": "19.  The applicant did not attend the hearings of 16 July 1998, 10 September 1998 and 5 November 1998. At the hearing held on the latter date, the court decided to inform the accused that their defence submissions would be assumed to have been given if they did not attend the next hearing scheduled for 24 December 1998.",
                                "elements": []
                            },
                            {
                                "content": "20.  The applicant did not attend the hearing of 24 December 1998 and submitted a declaration on behalf of himself and all his co-accused that they would not attend the hearing. The court decided to request the prison authorities to ensure the attendance of the applicant and his co-accused at the hearing of 4 March 1999.",
                                "elements": []
                            },
                            {
                                "content": "21.  The applicant refused to attend the hearings of 4 March 1999, 24 April 1999, 17 June 1999 and 29 July 1999 in protest against the arrest of Abdullah Öcalan.",
                                "elements": []
                            },
                            {
                                "content": "22.  Meanwhile, on 18 June 1999 the Grand National Assembly amended Article 143 of the Constitution and excluded military members from the state security courts. Following similar amendments made on 22 June 1999 to the Law on the State Security Courts, the military judge sitting on the bench of the  hearing the applicant's case was replaced by a civilian judge.",
                                "elements": []
                            },
                            {
                                "content": "23.  The applicant attended the hearing held on 23 September 1999 and read out his defence submissions. The court informed the accused that the final judgment would be delivered on 11 November 1999 even if they refused to attend the hearing.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 11 November 1999 the  composed of three civilian judges, convicted the applicant as charged and sentenced him to death under Article 125 of the Criminal Code. Taking into account the applicant's behaviour during the trial, the death penalty was commuted to a life sentence. The applicant appealed.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 2 May 2000 the Court of Cassation upheld the judgment of the .",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "26.  The relevant domestic law and practice in force at the material time are outlined in the following judgments: Özel v. Turkey (no. 42739/98, §§ 20-21, 7 November 2002), Öcalan v. Turkey [GC], no. 46221/99, §§ 5254, ECHR 2005-...).",
                                "elements": []
                            },
                            {
                                "content": "27.  By Law no. 5190 of 16 June 2004, published in the Official Journal on 30 June 2004, state security courts were abolished.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "28.  The applicant complained that he had been denied a fair hearing within a reasonable time by an independent and impartial tribunal on account of the presence of the military judge on the bench of the Diyarbakır State Security Court. He further alleged that he had been denied a fair hearing before the domestic courts since his conviction was not based on concrete evidence. The applicant relied on Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing within a reasonable time by an independent and impartial tribunal established by law.”",
                                "elements": []
                            },
                            {
                                "content": "29.  The Government contested these allegations.",
                                "elements": []
                            },
                            {
                                "content": "30.  The applicant maintained his complaints.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "31.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.   and impartiality of the ",
                                        "elements": [
                                            {
                                                "content": "32.  The Government submitted that the applicant had been convicted by a state security court which had been composed of three civilian judges since the military judge had been replaced before the end of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The applicant maintained his allegations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Court has consistently held that certain aspects of the status of military judges sitting as members of the state security courts rendered their independence from the executive questionable (see Incal v. Turkey, judgment of 9 June 1998, Reports of Judgments and Decisions 1998IV, § 68; and Çıraklar v. Turkey, judgment of 28 October 1998, Reports 1998VII, § 39). The Court also found in Öcalan v. Turkey case (cited above, §§ 114-115) that when a military judge participated in one or more interlocutory decisions that continued to remain in effect in the criminal proceedings concerned, the military judge's replacement by a civilian judge in the course of those proceedings before the verdict was delivered, failed to dissipate the applicant's reasonably held concern about that trial court's independence and impartiality, unless it was established that the procedure subsequently followed in the state security court sufficiently allayed that concern.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  In the instant case, the Court observes that the military judge sitting on the bench of the  was replaced only at the last hearing on the merits of the case (see paragraph 22 above). Prior to this period, the domestic court had already heard the applicant on several occasions as well as the prosecutor's observations on the merits. The final hearing held on 23 September 1999 consisted only of the court listening to the final submissions of the applicant and the public prosecutor before delivering its final judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  In these circumstances, the Court considers that the replacement of the military judge before the end of the proceedings failed to dispose of the applicant's reasonably held concern about the trial court's independence and impartiality (see Aslan and Şancı v. , no. 58055/00, 5 December 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Alleged unfairness of the proceedings",
                                        "elements": [
                                            {
                                                "content": "38.  Having regard to its finding that the applicant's right to a fair hearing by an independent and impartial tribunal has been infringed, the Court considers that it is unnecessary to examine the applicant's remaining complaint concerning the alleged unfairness of the proceedings (Işık v. Turkey, no. 50102/99, § 38-39, 5 June 2003).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Alleged excessive length of the proceedings",
                                        "elements": [
                                            {
                                                "content": "39.  The applicant alleged that the length of the proceedings at issue had contravened the “reasonable time” requirement, provided for in Article 6 § 1 of the Convention. He claimed that the number of the accused did not render the proceedings complex. He maintained that numerous changes in the composition of the  and its decisions to postpone the hearings with a view to completing certain procedural shortcomings, but in reality as a result of insufficient examination of the case-files, had given rise to a significant delay in the proceedings. The applicant pointed out, in particular, that there was a period of delay between 8 December 1995 and 11 November 1999 as a result of the domestic court's decision to join two cases and to fulfil procedural requirements in respect of his co-accused.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Government submitted that the length of the proceedings had not exceeded a reasonable time. They argued that the case was of a complex nature given that the national authorities had to investigate very serious incidents involving numerous suspects. In this connection, they noted that the proceedings against the applicant were not of an individual nature but of a collective one since they had concerned the establishment of guilt of members of a terrorist organisation. They further averred that the applicant's refusal to attend a number of hearings in an organised manner had compelled the  to postpone a number of hearings and had therefore caused a substantial delay in the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court notes that the proceedings began on 22 May 1994 when the applicant was taken into police custody, and ended on 2 May 2000, when the Court of Cassation upheld the judgment of the . The proceedings thus lasted just under six years.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Court recalls that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the criteria established by its case-law, particularly the complexity of the case, the conduct of the applicant and of the relevant authorities and what was at stake for the applicant in the dispute (see, amongst many others, Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Court observes that the present case was of a complex nature owing in particular to the number of suspects and the difficulties faced by the domestic courts in establishing the facts of serious crimes and of the involvement of each suspect in each crime.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  As to the conduct of the national authorities, the Court reiterates that only delays for which the State can be held responsible may justify a finding that a “reasonable time” has been exceeded (Papachelas v.  [GC], no. 31423/96, § 40, ECHR 1999II). In this connection, it notes that although the  postponed a number of hearings with a view to waiting for the arrest of some of the applicant's co-accused and to making good certain procedural shortcomings, there was no period of inactivity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  As regards the conduct of the applicant, the Court notes the applicant failed or refused to attend a number of hearings, together with his coaccused, latterly in order to protest against the arrest of Abdullah Öcalan (see paragraphs 19-21 above). This collective refusal to attend the hearings caused a delay of more than a year in the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  In the light of the foregoing, and in particular the significant delay caused by the applicant, the proceedings before the , do not disclose any lack of the appropriate diligence by the national authorities. The proceedings before the Court of Cassation, which lasted some five and a half months, cannot be faulted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court concludes that there has been no violation of Article 6 § 1 of the Convention in this regard.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "48.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "49.  The applicant claimed EUR 20,000 in respect of nonpecuniary damage. Without specifying any amount, the applicant also asked the Court to make an award for pecuniary damage as a result of his conviction following an unfair trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Government submitted that the amount claimed was excessive. They contended that no award should be made in respect of pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  Regarding the question of pecuniary damage, the Court considers that it cannot speculate as to what the outcome of the proceedings before the State Security Court might have been had the violation of the Convention not occurred (see Findlay v. the United Kingdom, judgment of 25 February 1997, Reports 1997-I, § 85). Moreover, the applicant's claim in respect of pecuniary damage was not borne out by any evidence. It is therefore inappropriate to award the applicant compensation for pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  With regard to non-pecuniary damage, the Court considers that the finding of a violation constitutes in itself sufficient compensation for any non-pecuniary damage suffered by the applicant (see Çıraklar, cited above, § 49).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53. Furthermore, the Court considers that where an individual, as in the instant case, has been convicted by a court which did not meet the Convention requirements of independence and impartiality, a retrial or a reopening of the case, if requested, represents in principle an appropriate way of redressing the violation (see Öcalan, cited above, § 210, in fine).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "54.  The applicant also claimed 9,800 New Turkish liras (EUR 5,200) for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Government submitted that no award should be made under this head since he failed to substantiate his claims with relevant supporting documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  According to the Court's case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 1,000 for costs and expenses incurred for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "57.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention as regards the applicant's complaint concerning the alleged lack of independence and impartiality of the ;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that it is unnecessary to examine the applicant's complaint under Article 6 § 1 of the Convention relating to the alleged unfairness of the proceedings;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been no violation of Article 6 § 1 of the Convention as regards the length of the proceedings;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for any non-pecuniary damage sustained by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,000 (one thousand euros) in respect of costs and expenses, plus any tax that may be chargeable, to be converted into new Turkish liras at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 19 July 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrB.M. Zupančič",
            "role": "president"
        },
        {
            "name": "MrC. Bîrsan",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrsE. Fura-Sandström",
            "role": "judges"
        },
        {
            "name": "MrsA. Gyulumyan",
            "role": "judges"
        },
        {
            "name": "MrE. Myjer",
            "role": "judges"
        },
        {
            "name": "MrDavid Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Mr S. Quesada",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF HALIS TEKIN v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-81779.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0719JUD006457001",
    "externalsources": [],
    "extractedappno": [
        "64570/01",
        "42739/98",
        "46221/99",
        "58055/00",
        "50102/99",
        "25444/94",
        "31423/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-81779",
    "judgementdate": "19/07/2007 00:00:00",
    "kpdate": "19/07/2007 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "HALIS TEKIN",
        "TURKEY"
    ],
    "rank": "590.273071289063",
    "representedby": [
        "BESTAS M."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "343224",
    "typedescription": "15"
}