{
    "__articles": "8;8-2;29;29-3;34;41",
    "__conclusion": "Preliminary objection joined to merits and dismissed (victim);Violation of Art. 8;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "23373/03",
    "article": [
        "29",
        "8",
        "41",
        "34"
    ],
    "conclusion": [
        {
            "details": [
                "victim"
            ],
            "element": "Preliminary objection joined to merits and dismissed",
            "type": "other"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-89827.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 23373/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Lithuanian national, Gitana Biriuk (“the applicant”), on 11 June 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Ms L. Meškauskaitė, a lawyer practising in . The Lithuanian Government (“the Government”) were represented by their Agent, Ms E. Baltutytė.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the State had failed to fulfil its obligation to secure respect for her private life as a result of the derisory sum of non-pecuniary damages awarded to her, even though a serious violation of the her privacy had been committed by a major newspaper. In addition, the applicant claimed a violation of her right to an effective domestic remedy as the national law imposed a low ceiling on compensation for non-pecuniary damage caused by the unlawful public dissemination of information by the mass media about a person’s private life.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 1 July 2005 the Court decided to give notice to the Government of the applicant’s complaints under Article 8 of the Convention. On the same date, the Court decided to apply Article 29 § 3 of the Convention and to examine the merits of the complaints at the same time as their admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1970 and lives in the , Pasvalys district.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 31 January 2001 the biggest Lithuanian daily newspaper, Lietuvos Rytas, published a front page article entitled “Pasvalys villages paralysed by the fear of death: residents of a remote Lithuanian area shackled by the AIDS threat” (Pasvalio kaimus paralyžavo mirties baimė: nuošalios Lietuvos vietovės gyventojai atsidūrė AIDS grėsmės gniaužtuose). The following statements of particular concern to the applicant were made in the article:",
                                "elements": []
                            },
                            {
                                "content": "“Notoriously promiscuous thirty-year old Gitana Biriuk is already sick with this fatal disease ...",
                                "elements": []
                            },
                            {
                                "content": "An HIV-positive person lives in a village in Pajiešmenys area. This [is] G. Biriuk, an unmarried mother of two children ...",
                                "elements": []
                            },
                            {
                                "content": "G. Biriuk was infected with HIV by drug users who come to visit her from Biržai ...",
                                "elements": []
                            },
                            {
                                "content": "A man who had wandered in from somewhere lived in Gitana’s house for a few years. After some time he went away and left “a present” [reference to HIV] for the woman...",
                                "elements": []
                            },
                            {
                                "content": "Why is there a great demand for condoms – in the Kraštų village there lives an HIV-positive person. It is an unmarried mother of two children, G. Biriuk... the women in nearby villages are afraid that their husbands will bring the deadly virus home...",
                                "elements": []
                            },
                            {
                                "content": "Gitana was very promiscuous. She was always looking for men and used to find them easily...",
                                "elements": []
                            },
                            {
                                "content": "Medics at the Pasvalys hospital confirmed that G. Biriuk is HIV-positive. The woman was taken to hospital with tuberculosis. Blood tests revealed that she was HIV-positive ...",
                                "elements": []
                            },
                            {
                                "content": "P. Januškevičius, former partner of G. Biriuk... did not hide the fact that he had lived with Gitana for a whole year and they had had intercourse without condoms...",
                                "elements": []
                            },
                            {
                                "content": "When [G. Biriuk] was placed in hospital, people said that she looked scary, that she was wizened and therefore was going to die. But the woman recovered...",
                                "elements": []
                            },
                            {
                                "content": "The woman [G. Biriuk] has already been diagnosed with AIDS - this is the last stage of the infection. The disease can last from a year up to ten years but finally ends with death.”",
                                "elements": []
                            },
                            {
                                "content": "7.  The applicant instituted proceedings in the Vilnius City Third District Court, suing the newspaper for non-pecuniary damages in the amount of 50,000 Lithuanian litai (LTL, or about 14,460 euro (EUR)) for a breach of her right to privacy. She referred, inter alia, to Article 8 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 15 April 2002 the court ruled in favour of the applicant. The court found that the information about the applicant’s private life had been collected and published without her consent. The data about her private life did not correspond to any legitimate public interest. The article had been published on the front page of the newspaper as the sensation of the day, with the aim of increasing sales. The Vilnius City Third District Court noted that publication had humiliated her and caused her significant non-pecuniary damage. The court concluded that, by printing the article and doing so in a humiliating manner, the newspaper had deliberately sought the negative consequences or had intentionally allowed for such consequences. Taking into account the above considerations, the court applied Article 54 § 1 of the Law on the Provision of Information to the Public, multiplied the statutory sum of LTL 10,000 (about EUR 2,896) by three, and awarded the applicant LTL 30,000 (about EUR 8,676) in compensation for non-pecuniary damage.",
                                "elements": []
                            },
                            {
                                "content": "9.  The applicant appealed to the , requesting the maximum award under Article 54 § 1 of the said Law, namely LTL 50,000. On 17 June 2002 the appellate court reduced the award to LTL 10,000 (about EUR 2,892). It reasoned that the applicant had not proved that the newspaper had published the information about her intentionally and that the first-instance court had had no grounds to triple the statutory sum.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 15 January 2003 the Supreme Court upheld the appellate court’s decision. It stated that an award in excess of LTL 10,000 under Article 54 \n§ 1 of the Law on the Provision of Information to the Public could only be granted if it had been established that the information had been published intentionally. The court agreed with the reasoning of the appellate court that, for a breach of privacy, intent was to be regarded as proven if the facts about someone’s private life were disseminated with the purpose of degrading that person (siekant jį sumenkinti). The Supreme Court held, inter alia, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“It is to be stressed that the problem of the interaction between persons who are sick with AIDS and the others is relevant and should be discussed. The relations of the sick with the persons who live nearby are based on the knowledge about the disease we have today and on the understanding of the related dangers. The nature of the disease and the known data about it reasonably raise concern on the part of the people who live in close proximity, to many of whom this question becomes pertinent not from curiosity, but from concern for their personal safety. These are significant arguments, which demonstrate great concern in society, and which attest to the relevance of the question. It should be taken into account that persons who live in proximity [to the applicant] have expressed concern for their safety, which is endangered by the [applicant’s] behaviour, which does not always meet moral standards. In such circumstances the publication of data which breaches a [person’s] privacy, even though such publication violates the [legal] norms which protect privacy, cannot be regarded as an end in itself or intentional, which would be a basis for the application of much stricter liability. [Therefore] the amount of LTL 10,000 as compensation for non-pecuniary damage is considered sufficient”.",
                                "elements": []
                            },
                            {
                                "content": "11.  Relying on the foregoing considerations, the Supreme Court dismissed the applicant’s cassation appeal.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "12.  Article 22 of the Constitution of the  provides as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“The private life of a human being shall be inviolable...\nThe law and the courts shall protect everyone from arbitrary or unlawful interference in his private and family life, or from encroachment upon his honour and dignity.“",
                                "elements": []
                            },
                            {
                                "content": "13.  Article 30 of the Constitution provides that compensation for material and non-pecuniary damage suffered by a person shall be established by law.",
                                "elements": []
                            },
                            {
                                "content": "14.  According to Article 71 of the Civil Code applicable at the material time, concerning compensation for non-pecuniary damage:",
                                "elements": []
                            },
                            {
                                "content": "“Mass media, organisations or persons who publish false information degrading the honour and dignity of a person, and also information about a person’s private life without the consent of that person, shall pay compensation for non-pecuniary damage. The courts will assess the amount of the compensation, between five hundred and ten thousand litai.",
                                "elements": []
                            },
                            {
                                "content": "In assessing monetary compensation for the non-pecuniary damage caused, the courts shall take into consideration the financial status of the person who has caused the damage, the gravity and consequences of the violation and other circumstances important to the case.”",
                                "elements": []
                            },
                            {
                                "content": "15.  Article 6.250 of the Civil Code, concerning non-pecuniary damage and in force since 1 July 2001, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. Non-pecuniary damage shall be deemed to be a person’s suffering, emotional experiences, inconvenience, mental shock, emotional depression, humiliation, deterioration of reputation, diminution of opportunities to associate with others, and so on, evaluated by a court in terms of money.",
                                "elements": []
                            },
                            {
                                "content": "2. Non-pecuniary damage shall be compensated only in cases provided for by laws. Non-pecuniary damage shall be compensated in all cases where it has been incurred due to crime, health impairment or deprivation of life, as well as in other cases provided for by laws.  The courts, in assessing the amount of non-pecuniary damage, shall take into consideration the consequences of the damage sustained, the gravity of the fault of the person by whom the damage is caused, his financial status, the amount of pecuniary damage sustained by the aggrieved person, and any other circumstances of importance for the case, as well as the criteria of good faith, justice and reasonableness.”",
                                "elements": []
                            },
                            {
                                "content": "16.  The relevant provisions of the Law on the Provision of Information to the Public at the material time read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 14. Protection of Privacy",
                                "elements": []
                            },
                            {
                                "content": "“1. In producing and disseminating public information, it is mandatory to ensure a person’s right to have his personal and family life respected.",
                                "elements": []
                            },
                            {
                                "content": "2. Information about a person’s private life may be published, with the exception of the instances stipulated in paragraph three of this Article, only with the consent of that person and if publication of the information does not cause undue harm to that individual.",
                                "elements": []
                            },
                            {
                                "content": "3. Information concerning private life may be published without the person’s consent in those cases when publication of the information does not cause harm to the person or when the information assists in uncovering violations of the law or crimes, as well as when the information is presented in the examination of the case in an open court process. ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 54. Compensation for pecuniary and non-pecuniary damage",
                                "elements": []
                            },
                            {
                                "content": "“1. A producer and (or) disseminator of public information who publishes information about an individual’s private life ... without the natural person’s consent, also a producer who publishes false information degrading to the honour and dignity of the person, shall pay compensation for non-pecuniary damage to that person in a manner set forth by law. The amount of the compensation for non-pecuniary damage may not be in excess of LTL 10,000, except for cases when the court establishes that false information degrading the honour and dignity of a person has been published intentionally. In such cases the amount may, by a decision of a court, be increased, but not more than fivefold. In each case the amount awarded to the plaintiff may not be in excess of five percent of the annual income of the publisher and (or) disseminator of public information. ...",
                                "elements": []
                            },
                            {
                                "content": "4. In determining the amount of monetary compensation for non-pecuniary damage, the courts shall take into account the financial circumstances of the person who caused the damage, the gravity of the offence, its consequences and other significant circumstances. ...”",
                                "elements": []
                            },
                            {
                                "content": "17.  Article 52 of the Law on the Health System, restricting the disclosure of information about a person’s health, at the material time provided as follows:",
                                "elements": []
                            },
                            {
                                "content": " “1. Restriction on the disclosure of information about the state of health of a person is intended to guarantee the inviolability of his private life and state of health.",
                                "elements": []
                            },
                            {
                                "content": "2. It shall be forbidden to make public in the mass media information about the state of health of a person without his written authorisation...",
                                "elements": []
                            },
                            {
                                "content": "3. Individual or public health care specialists shall be restricted ... from violating the confidentiality of the information about an individual’s  private life or personal health ... which they have  acquired while performing professional duties.”",
                                "elements": []
                            },
                            {
                                "content": "18.  The Ruling of the Senate of Judges of the Supreme Court of Lithuania of 15 May 1998 no. 1 “On the application of Articles 7 and 71 of the Civil Code and the Law on the Provision of Information to the Public in the case-law of the courts examining civil cases on the protection of honour and dignity”, in so far as relevant, provided as follows:",
                                "elements": []
                            },
                            {
                                "content": "“18. ... Privacy of the person should be protected when it is established that information about a person’s private life has been disseminated without his or her consent and in the absence of lawful public interest. Lawful public interest is to be understood as the right of society to receive information about the private life of a person ... where it is necessary to protect the rights and freedoms of others from negative impact. The rights of the person are protected irrespective of whether the disseminated information degrades his or her honour and dignity.”",
                                "elements": []
                            },
                            {
                                "content": "19.  The Ruling further stipulated that the producer or disseminator of public information who publishes information about an individual’s private life without his or her consent must compensate for the non-pecuniary damage caused. When assessing the monetary compensation for such damage, the courts should take into consideration the guilt of the defendant, his or her behaviour after the dissemination of the information, the negative impact on the plaintiff’s professional or social life and the form and manner in which the information was disseminated, as well as its content and other relevant circumstances. The monetary compensation could not exceed the limits provided by Article 71 of the Civil Code and Article 54 of the Law on the Provision of Information to the Public.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III. RELEVANT INTERNATIONAL INSTRUMENTS",
                        "elements": [
                            {
                                "content": "20.  On 23 January 1970 the Parliamentary Assembly of the Council of Europe adopted Resolution 428, containing a Declaration on Mass Communication Media and Human Rights, the relevant part of which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "C. Measures to protect the individual against interference with his right to privacy",
                                "elements": []
                            },
                            {
                                "content": "“1. There is an area in which the exercise of the right of freedom of information and freedom of expression may conflict with the right to privacy protected by Article 8 of the Convention on Human Rights. The exercise of the former right must not be allowed to destroy the existence of the latter.",
                                "elements": []
                            },
                            {
                                "content": "2. The right to privacy consists essentially in the right to live one’s own life with a minimum of interference. It concerns private, family and home life, physical and moral integrity, honour and reputation, avoidance of being placed in a false light, non-revelation of irrelevant and embarrassing facts ... protection from disclosure of information given or received by the individual confidentially...",
                                "elements": []
                            },
                            {
                                "content": "7. The right to privacy afforded by Article 8 of the Convention on Human Rights should not only protect an individual against interference by public authorities, but also against interference by private persons or institutions, including the mass media. National legislations should comprise provisions guaranteeing this protection.”",
                                "elements": []
                            },
                            {
                                "content": "21.  Recommendation no. R (89) 14 on “The ethical issues of HIV infection in the health care and social settings”, adopted by the Committee of Ministers of the Council of Europe on 24 October 1989 reads, in so far as relevant to the present case, as follows:",
                                "elements": []
                            },
                            {
                                "content": "B. Confidentiality",
                                "elements": []
                            },
                            {
                                "content": "“Public health authorities are recommended to:",
                                "elements": []
                            },
                            {
                                "content": "in relation to reporting of cases:",
                                "elements": []
                            },
                            {
                                "content": "ensure that the reporting of AIDS cases ... is used for epidemiological purposes only and therefore carried out in strict compliance with appropriate confidentiality regulations and in particular that data is transmitted on a non-identifiable basis to avoid any possible discriminatory use of sensitive health related data, to avoid discouraging individuals from seeking voluntary testing,",
                                "elements": []
                            },
                            {
                                "content": "in relation to the patient-health care worker relationship:",
                                "elements": []
                            },
                            {
                                "content": "strongly support respect for confidentiality, if necessary by introducing specific policies and by promoting educational programs for health care workers to clarify confidentiality issues in relation to HIV infection.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "22.  The applicant complained that the State had failed to secure her right to respect for private life as a result of the derisory sum of non-pecuniary damages awarded to her, even though the domestic courts had found that a serious violation of her privacy had been committed by the newspaper Lietuvos Rytas. She also argued that the national legislation did not provide an effective remedy from the point of view of Article 8 of the Convention as it limited the maximum amount of non-pecuniary damages for a breach of privacy by the mass media. The applicant relied on Articles 1, 8 and 13 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "23.  From the outset the Court notes that the applicant’s complaint cannot be dealt with under Article 1 of the Convention, which is a framework provision that cannot be breached on its own (see Streletz, Kessler and Krenz v.  [GC], nos. 34044/96, 35532/97 and 44801/98, § 112, ECHR 2001II). Moreover, in the Court’s view, the complaint under Article 13 as to the absence of an effective domestic remedy is subsidiary to the complaint under Article 8 of the Convention that the State did not ensure respect for the applicant’s private life. Therefore the Court finds it appropriate to analyse the applicant’s complaints solely under Article 8 of the Convention, which reads in so far as relevant as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, ....",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society ... for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "24.  The Government argued that the applicant could not claim to be a victim, within the meaning of Article 34 of the Convention, because the domestic courts had acknowledged the violation of Article 8 and had granted her adequate redress. The Government also contended that the complaint had the nature of an actio popularis by which the applicant was seeking a review in abstracto of the contested legislation in the light of the Convention. Finally the Government claimed that the application was manifestly ill-founded because the applicant had failed to exhaust domestic remedies for the breach of her right to privacy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The applicant disagreed with these arguments, claiming that her right to respect for her private life had not been effectively protected because Article 54 of the Law on the Provision of Information to the Public had prevented the courts from awarding her fair compensation for the \nnon-pecuniary damage. Therefore she was a victim of a violation of the Convention. Regarding the Government’s contention about exhaustion of domestic remedies, the applicant submitted that it was unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  As regards Article 34 of the Convention, the Court emphasises that a decision or measure favourable to the applicant is not in principle sufficient to deprive him or her of victim status unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention (see Amuur v. France, judgment \nof 25 June 1996, Reports of Judgments and Decisions 1996III, § 36). The Court recognises that the domestic courts determined the violation of the applicant’s right to private and family life. However the Court finds that the question of the applicant’s victim status as regards the redress for the violation of this right is inextricably linked to the merits of the complaint. Therefore, it considers that both questions should be joined and examined together.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  As to the Government’s argument that the present application is an actio popularis, the Court recalls that neither Article 34 nor any other provision of the Convention prevent an individual applicant from raising before the Court a complaint in respect of legislation or a judicial practice allegedly in breach of the Convention provided that he or she brings prima facie evidence of being directly affected by the impugned measure \n(see, mutatis mutandis, Dudgeon v. the United Kingdom, 22 October 1981, §§ 40-41, Series A no. 45; Norris v. Ireland, judgment of 26 October 1988, Series A no. 142, § 30; Religionsgemeinschaft der Zeugen Jehovas and Others v. Austria, no. 40825/98, § 90, 31 July 2008). From the foregoing considerations the Court concludes that the present case is not an actio popularis as the applicant has contested the direct application of legislative restrictions to her civil claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  As to the Government’s remark concerning exhaustion of domestic remedies, the Court notes that the Government have failed to specify the purported effective remedies at the applicant’s disposal but which she did not pursue. Finally, the Court observes that the applicant’s complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention and further notes that the complaint is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "1.  The applicant’s arguments",
                                        "elements": [
                                            {
                                                "content": "29.   Under Article 8 of the Convention the applicant complained that the respondent State had failed to fulfil its positive obligation to secure respect for her private life. Article 54 § 1 of the Law on the Provision of Information to the Public was inadequate from the point of view of Article 8 of the Convention, as it limited the amount of non-pecuniary damages to LTL 10,000 for an unintentional breach of privacy. The applicant argued that her right to privacy had been violated not only by the mere existence of the statutory provision, but also by the way in which the courts had interpreted and applied it. Taking into account the financial strength of the newspaper and the vague prospects of success of any litigation in the absence of established domestic case-law, the existence of such a low limit was conducive towards the violation of her rights, as the newspaper was aware that under no circumstances would it be required to pay large sums in compensation for breaches of this kind. The applicant concluded that this statutory limit could not be deemed a necessary and proportionate means to achieve any of the legitimate aims enumerated in Article 8 § 2 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government’s arguments",
                                        "elements": [
                                            {
                                                "content": "30.  The Government observed that the Law on the Provision of Information to the Public did not require intent on the part of the defendant before compensation for a violation of privacy could be awarded. Article 54 § 1 of the Law stipulated that the publication of details about someone’s private life without prior consent could create civil liability entailing an order to pay compensation of up to LTL 10,000. The intent of the defendant was important only if the publicised information degraded the honour and dignity of the person concerned, and was false. In such cases, a court could award compensation for non-pecuniary damage of up to LTL 50,000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Government noted that Article 8 does not necessarily require the State to fulfil its positive obligation to secure respect for the private life of a person by the provision of unlimited compensation for non-pecuniary damage. The State enjoys a wide margin of appreciation in determining the measures required for the better implementation of that obligation, as long as the limits on such compensation reasonably correspond to the social importance of the protected values and certain financial standards based on the economic situation of the country. In the Government’s view, when seeking a fair balance between the general interest of the country and the interests of the individual, setting a maximum amount of compensation for non-pecuniary damage within a certain period of a State’s life should be acceptable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The Government also noted that the new Civil Code which came into force on 1 July 2001 removed the impugned limitation on non-pecuniary damage. Nevertheless, the domestic jurisprudence indicates that current awards rarely exceed the previous maximum of LTL 10,000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33. According to the Government, in the present case the courts have recognised that there was no public interest in the publication of information about the applicant’s private life, thereby acknowledging the unlawfulness of the newspaper’s actions. Having regard to the examination of all the criteria applicable in similar cases as well as all the relevant circumstances, the courts, and the Supreme Court in particular, had granted the applicant a fair sum in compensation.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Applicable principles",
                                "elements": [
                                    {
                                        "content": "34.  The Court has previously held that the notion of “private life” within the meaning of Article 8 of the Convention is a broad concept which includes, inter alia, the right to establish and develop relationships with other human beings (see Niemietz v. Germany, judgment of 16 December 1992, Series A no. 251B, p. 33, § 29). It encompasses elements such as sexual life (see, for example, Dudgeon v. the United Kingdom, cited above, § 41) and, undoubtedly, personal information relating to a patient (see I. v. Finland, no. 20511/03, § 35, 17 July 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court recalls that, although the object of Article 8 is essentially that of protecting the individual against arbitrary interference by public authorities, it does not merely compel the State to abstain from such interference. In addition to this primarily negative undertaking, there may be positive obligations inherent in the effective respect for private or family life. These obligations may involve the adoption of measures designed to secure the right even in the sphere of the relations between individuals (see Evans v. the  [GC], no. 6339/05, § 75, ECHR 2007...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court has previously held that whether the case is analysed in terms of a positive duty on the State to take reasonable and appropriate measures to secure the applicant’s rights under paragraph 1 of Article 8, or in terms of an interference by a public authority to be justified in accordance with paragraph 2, the applicable principles are broadly similar. In both contexts regard must be had to the fair balance that has to be struck between the competing interests of the individual and the community as a whole \n(see Von Hannover v. Germany, no. 59320/00, § 57, ECHR 2004VI). Furthermore, in striking this balance, the aims mentioned in the second paragraph of Article 8 may be of a certain relevance (see Rees v. the United Kingdom, judgment of 17 October 1986, Series A no. 106, § 37).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court reiterates that, as regards such positive obligations, the notion of “respect” is not clear-cut. In view of the diversity of the practices followed and the situations obtaining in the Contracting States, the notion’s requirements will vary considerably from case to case. Accordingly, this is an area in which the Contracting Parties enjoy a wide margin of appreciation in determining the steps to be taken to ensure compliance with the Convention, account being taken of the needs and resources of the community and of individuals (see Johnston and Others v. Ireland, judgment of 18 December 1986, Series A no. 112, § 55). The Court nonetheless recalls that Article 8, like any other provision of the Convention or its Protocols, must be interpreted in such a way as to guarantee not rights that are theoretical or illusory but rights that are practical and effective \n(see Shevanova v. Latvia, no. 58822/00, § 69, 15 June 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The protection of private life has to be balanced, among other things, against the freedom of expression guaranteed by Article 10 of the Convention. In that context the Court emphasises the duty of the press to impart information and ideas on matters of public interest (see, among many authorities, Observer and Guardian v. the United Kingdom, judgment of 26 November 1991, Series A no. 216, pp. 29-30, § 59).  However, the Court notes that a fundamental distinction needs to be made between reporting facts – even if controversial – capable of contributing to a debate in a democratic society and making tawdry allegations about an individual’s private life (see, mutatis mutandis, Von Hannover v. Germany, cited above § 63).  As to respect for the individual’s private life, the Court reiterates the fundamental importance of its protection in order to ensure the development of every human being’s personality. That protection extends beyond the private family circle to include a social dimension. The Court considers that anyone, even if they are known to the general public, may legitimately expect the protection of and respect for their private life (ibid., § 69).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  More specifically, the Court has previously held that the protection of personal data, not least medical data, is of fundamental importance to a person’s enjoyment of his or her right to respect for private and family life as guaranteed by Article 8 of the Convention. Respecting the confidentiality of health data is a vital principle in the legal systems of all the Contracting Parties to the Convention. The above considerations are especially valid as regards the protection of the confidentiality of a person’s HIV status \n(cf. Council of Europe materials, paragraphs 20-21 above). The disclosure of such data may dramatically affect his or her private and family life, as well as the individual’s social and employment situation, by exposing that person to opprobrium and the risk of ostracism (see Z v. Finland, judgment of 25 February 1997, Reports 1997I, §§ 95-96).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  It is in the light of the above considerations that the Court has now to examine whether the State has fulfilled its positive obligation to secure respect for the applicant’s right to respect for private and family life.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of these general principles to the present case",
                                "elements": [
                                    {
                                        "content": "41.  The Court notes at the outset that publication of the article about the applicant’s state of health, doctors having confirmed that she was \nHIV-positive, as well as references to her sexual life (paragraph 6 above) were of a purely private nature and therefore fell within the protection of Article 8 (see, for example, the aforementioned Dudgeon v. the United Kingdom judgment, § 41). The Court takes particular note of the fact that the applicant lived not in a city but in a village, which increased the impact of the publication on the possibility that her illness would be known by her neighbours and her immediate family, thereby causing public humiliation and exclusion from village social life. Moreover, the applicant was entitled to respect for her privacy regarding her sexual life, whatever her neighbours’ concerns. In this respect the Court sees no reason to depart from the conclusion of the national courts, which acknowledged that there had been interference with the applicant’s right to privacy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court will next examine whether there existed a public interest justifying the publication of this kind of information about the applicant. However, the Court sees no such legitimate interest and agrees with the finding of the Vilnius City Third District Court, which found that the main purpose of the publication was to increase the respondent newspaper’s sales. In the Court’s view, the publication of the article in question, the purpose of which was apparently to satisfy the prurient curiosity of a particular readership and boost the defendant’s commercial interests, cannot be deemed to contribute to any debate of general interest to society \n(see, among many authorities, Prisma Presse v. France (dec.), \nnos. 66910/01 and 71612/01, 1 July 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43. As for the reasoning of the Supreme Court in the present case, the Court does not accept that the purported concerns of the local population for their safety were legitimate, either socially or scientifically, thereby justifying a publication about the applicant’s state of health and her life style. In the Court’s view the opposite holds true: respecting the confidentiality of health data is crucial not only for the protection of a patient’s privacy but also for the maintenance of that person’s confidence in the medical profession and in the health services in general. Without such protection, those in need of medical assistance may be deterred from seeking appropriate treatment, thereby endangering their own health and, in the case of transmissible diseases, that of the community (see Z v. Finland, cited above, § 95). In this respect the Court attaches particular significance to the fact that, according to the newspaper, the information about the applicant’s illness had been confirmed by the medical staff of Pasvalys hospital (see paragraph 6 above). However, it is of special importance that domestic law provides appropriate safeguards to discourage any such disclosures and the further publication of personal data.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court takes into account that the national law at the material time did contain norms protecting the confidentiality of information about the state of health of a person. It has regard to the existence of the judicial guidelines to be followed if the right to privacy of a person has been breached (see paragraphs 12-19 above). The Court also notes that the domestic courts indeed awarded the applicant compensation for \nnon-pecuniary damage. However the principal issue is whether the award of LTL 10,000 was proportionate to the damage she sustained and whether the State, in adopting Article 54 § 1 of the Law on the Provision of Information to the Public, which limited the amount of such compensation payable by the mass media, fulfilled its positive obligation under Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45. The Court agrees with the Government that a State enjoys a certain margin of appreciation in deciding what “respect” for private life requires in particular circumstances (cf. Stubbings and Others v. the United Kingdom, 22 October 1996, §§ 62-63, Reports 1996IV; X and Y v. the Netherlands, 26 March 1985, § 24, Series A no. 91). The Court also acknowledges that certain financial standards based on the economic situation of the State are to be taken into account when determining the measures required for the better implementation of the foregoing obligation. The Court likewise takes note of the fact that the Member States of the Council of Europe may regulate questions of compensation for non-pecuniary damage differently, as well as the fact that the imposition of financial limits is not in itself incompatible with a State’s positive obligation under Article 8 of the Convention. However, such limits must not be such as to deprive the individual of his or her privacy and thereby empty the right of its effective content.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Court recognises that the imposition of heavy sanctions on press transgressions could have a chilling effect on the exercise of the essential guarantees of journalistic freedom of expression under Article 10 of the Convention (see, among many authorities, Cumpǎnǎ and Mazǎre v. Romania [GC], no. 33348/96, §§ 113-114, ECHR 2004XI). However, in a case of an outrageous abuse of press freedom, as in the present application, the Court finds that the severe legislative limitations on judicial discretion in redressing the damage suffered by the victim and sufficiently deterring the recurrence of such abuses, failed to provide the applicant with the protection she could have legitimately expected under Article 8 of the Convention. This view is confirmed by the fact that the impugned ceiling on judicial awards of compensation contained in Article 54 § 1 of the Law on the Provision of Information to the Public was repealed by the new Civil Code soon after the events in the present case (see paragraph 32 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  In the light of the foregoing considerations, the Court rejects the Government’s objection as to the applicant’s victim status and concludes that the State failed to secure the applicant’s right to respect for her private life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has therefore been a violation of Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "48.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "49.  The applicant claimed LTL 40,000 (approximately EUR 11,585) in respect of non-pecuniary damage. This represented the original amount of LTL 50,000 claimed during the domestic proceedings after deduction of the award of LTL 10,000 actually made by the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Government submitted that this claim was unjustified and excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court considers that the applicant has suffered non-pecuniary damage which is not sufficiently compensated by the finding of a violation of Article 8 of the Convention. Making its assessment on an equitable basis, as required by Article 41 of the Convention, the Court awards the applicant the sum of EUR 6,500 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "52.  The applicant also claimed LTL 10,000 (approximately EUR 2,896) for the costs and expenses incurred before the domestic courts and before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Government contested this claim as unsubstantiated and unreasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court notes that the applicant was granted legal aid under the Court’s legal aid scheme, and that the sum of EUR 715 was paid to the applicant’s lawyer to cover preparation of the case, filing written pleadings and secretarial expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court makes no further award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "56.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Joins to the merits the Government’s objection as to the applicant’s victim status and rejects it unanimously;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares unanimously the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds by six votes to one that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds by four votes to three",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 6,500 (six thousand five hundred euros) in respect of non-pecuniary damage plus any tax that may be chargeable, this sum being converted into the national currency of that State at the rate applicable on the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses unanimously the remainder of the applicant’s claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 25 November 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinions of Judges Zagrebelsky, Popović and Tsotsoria are annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "I do not agree with the majority of the Chamber that there has been a violation of Article 8 of the Convention in the present case for the following reasons.",
                        "elements": []
                    },
                    {
                        "content": "1.  There is no doubt that Article 8 of the Convention is applicable in the case, since the publication concerned caused considerable damage to the applicant’s reputation. The Court’s case-law on the matter is clear. The Court has held that a person’s right to protection of his or her reputation is encompassed by Article 8 as part of the right to respect for private life (see, recently, Pfeifer v. Austria, judgment of 15 November 2007). Article 8 may require the adoption of positive measures designed to secure respect for private life even in the sphere of the relations of individuals between themselves (see Von Hannover v. Germany, no. 59320/00, § 57, ECHR 2004-VI, and Stubbings and Others v. the United Kingdom, judgment of 22 October 1996, Reports of Judgments and Decisions 1996-IV, p. 1505, §§ 61 and 62).",
                        "elements": []
                    },
                    {
                        "content": "2.  In the context of a press article, freedom of expression enters into play. Here too the Court has clearly stated on numerous occasions the principles to be taken into account, which may be summarised as follows. The press plays an eminent role in a democratic society. Although it must not overstep certain bounds, regarding in particular the protection of the reputation and rights of others, its duty is nevertheless to impart – in a manner consistent with its obligations and responsibilities – information and ideas on all matters of public interest. Article 10 protects not only the substance of the ideas and information expressed, but also the form in which they are conveyed.",
                        "elements": []
                    },
                    {
                        "content": "From Article 8 is derived the right to protection of one’s reputation, even outside the sphere of private life, but the requirements of such protection must be weighed against the interest in free discussion of matters of public interest. The Court must check that the domestic authorities have maintained a fair balance between protection of freedom of expression and protection of the reputation of those against whom allegations have been made.",
                        "elements": []
                    },
                    {
                        "content": "There are different ways of securing respect for private life, and the nature of the State’s obligation depends on the aspect of private life concerned. It follows that the choice of measures calculated to secure compliance with that positive obligation falls within the Contracting States’ margin of appreciation.",
                        "elements": []
                    },
                    {
                        "content": "The adjective “necessary”, within the meaning of Article 10 § 2, implies the existence of a “pressing social need”. The Contracting States have a certain margin of appreciation in assessing whether such a need exists, but ",
                        "elements": []
                    },
                    {
                        "content": "that margin goes hand in hand with European supervision. In exercising its supervisory function the Court’s task is not to take the place of the competent domestic courts but rather to review under Article 10 the decisions they have taken by virtue of their power of appreciation. The Court must determine whether the reasons adduced by the national authorities to justify the interference were “relevant and sufficient” and whether the measure complained of was “proportionate to the legitimate aims pursued”. The right of journalists to impart information about matters of public interest is protected, provided that they are acting in good faith, on the basis of exact facts, in order to provide “accurate and reliable” information in accordance with the ethics of journalism. The second paragraph of Article 10 emphasises that exercise of the freedom of expression carries with it duties and responsibilities, and those duties and responsibilities may be of some importance where there is a risk of damage to the reputation of a person referred to by name or impairment of the “rights of others”.",
                        "elements": []
                    },
                    {
                        "content": "The nature and severity of the penalties imposed on those whose comments give offence are also elements to be taken into consideration in assessing the proportionality of an interference. Although Contracting States have the power, and indeed the duty, by virtue of their positive obligations under Article 8 of the Convention, to regulate the exercise of freedom of expression in such a way as to ensure the appropriate protection of the reputation of individuals by law, they must in so doing avoid taking measures likely to dissuade the media from playing their role.",
                        "elements": []
                    },
                    {
                        "content": "The civil nature of measures taken against journalists or publishers does not exclude assessment of their “proportionality”, given the condition that they must not have the effect of dissuading the press from taking part in the discussion of matters of public interest. In that connection, “perceptions as to what would be an appropriate response by society to speech which does not or is not claimed to enjoy the protection of Article 10 of the Convention may differ greatly from one  to another. The competent national authorities are better placed than the European Court to assess the matter and should therefore enjoy a wide margin of appreciation in this respect” (see Tolstoy Miloslavsky v. the United Kingdom, judgment of 13 July 1995, § 48).",
                        "elements": []
                    },
                    {
                        "content": "Excessively large sums in damages and the lack of appropriate and effective safeguards against disproportionate awards may lead the Court to find a violation of Article 10 (see Tolstoy Miloslavsky v. the United Kingdom, cited above, §§ 50 and 51, and Steel and Morris v. the United Kingdom, judgment of 15 February 2005, § 96).",
                        "elements": []
                    },
                    {
                        "content": "3.  It was accepted by the domestic courts that there had been abuse of the freedom of expression and damage to the applicant’s reputation in the present case. It is not for the Court to take those courts’ place in determining whether or not the wrong done was intentional within the meaning of domestic law. What is important is the finding that the first condition for protection of the applicant’s right to defend his reputation was met by the domestic courts. Those courts also upheld the applicant’s right to damages equivalent to 2,896 euros, which was the maximum sum they could have awarded under the legislation in force at the time, which indeed fixed a ceiling with the evident intention of preventing exorbitant awards in respect of non-pecuniary damage.",
                        "elements": []
                    },
                    {
                        "content": "To my mind, the mere fact that there was a ceiling should not cause any problem; on the contrary, I would say, the aim was to protect freedom of expression from possible interference stemming from judicial decisions relating to a question – non-pecuniary damage – which by its nature leaves wide latitude to judges. Naturally, the ceiling must be reasonable, but from that point of view what is decisive is the maximum figure concerned, and above all the result of the ceiling’s application.",
                        "elements": []
                    },
                    {
                        "content": "4.  On the one hand, the exclusion of disproportionate awards of damages is prompted by the need to avoid interfering with freedom of expression. On the other hand, an order to pay an insignificant level of compensation might constitute failure to protect the victim’s right to respect for his or her private life (although it may sometimes be sufficient simply to recognise the fact that there has been an unjustified attack on the reputation of the person concerned). Except in extreme cases at one end of the spectrum or the other, I find it difficult to accept that the Court should substitute its assessment for that of the domestic courts and, through its judgment, intervene in substance to correct their decisions.",
                        "elements": []
                    },
                    {
                        "content": "5.  In the present case the amount of 2,896 euros – awarded as compensation for non-pecuniary damage – does not seem so disproportionate as to enable the Court to find that the applicant’s right was not protected at national level. Unlike the practice in Article 10 cases, in a case concerning Article 8 consideration of the economic power of the opponent does not seem relevant, since it is not a question of punitive damages but of assessing the damage actually suffered by the applicant.",
                        "elements": []
                    },
                    {
                        "content": "In a recent case concerning a violation of Article 8 of the Convention, in which the domestic courts had given priority to freedom of expression over protection of the applicant’s right to defend his reputation (and in which he therefore had lost his case and received nothing in damages) the Court, in applying Article 41 of the Convention, awarded the applicant 5,000 euros (see Pfeifer v. Austria, cited above). While I accept that each case is different, I think that at least that case may serve to provide an approximate calibration, and lead the Court to the conclusion that the amount awarded by the Lithuanian courts, pursuant to the legislation in force, can reasonably be taken to cover the non-pecuniary damage suffered by the applicant and that, in any event, the domestic decisions gave the applicant appropriate protection.",
                        "elements": []
                    },
                    {
                        "content": "We voted against the amount awarded to the applicant in just satisfaction, because we consider it to be excessive in respect of the violation found. We believe that, in the light of the balancing test between the fundamental rights protected under Articles 8 and 10 of the European Convention on Human Rights, rightly referred to in the Judgment, the applicant should be awarded a lesser sum.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Ireneu Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "Vladimiro Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Sally Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BIRIUK v. LITHUANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-89827.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:1125JUD002337303",
    "externalsources": [
        "Resolution 428 of the Parliamentary Assembly of the Council of Europe (Declaration on Mass Communication Media and Human Rights)",
        "Recommendation no. R (89) 14 on the ethical issues of HIV infection in the health and social settings"
    ],
    "extractedappno": [
        "23373/03",
        "34044/96",
        "35532/97",
        "44801/98",
        "40825/98",
        "20511/03",
        "6339/05",
        "59320/00",
        "58822/00",
        "66910/01",
        "71612/01",
        "33348/96"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Articles 22 and 30 of the Constitution",
        "Articles 7 and 6.250 of the Civil Code",
        "sections 14 and 54 of the Law on the Provision of Information to the Public",
        "section 52 of the Law on the Health System"
    ],
    "itemid": "001-89827",
    "judgementdate": "25/11/2008 00:00:00",
    "kpdate": "25/11/2008 00:00:00",
    "kpthesaurus": [
        "183",
        "10",
        "498",
        "238",
        "310",
        "451",
        "268",
        "376",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "8",
        "34",
        "41",
        "8-2",
        "29",
        "29-3"
    ],
    "parties": [
        "BIRIUK",
        "LITHUANIA"
    ],
    "rank": "652.538269042969",
    "representedby": [
        "MESKAUSKAITE L."
    ],
    "respondent": "LTU",
    "respondentOrderEng": "26",
    "scl": [
        "Amuur v. France, judgment of 25 June 1996, Reports 1996-III, § 36",
        "Cumpana and Mazare v. Romania [GC], no. 33348/96, §§ 113-114, ECHR 2004-XI",
        "Dudgeon v. the United Kingdom, 22 October 1981, §§ 40-41, Series A no. 45",
        "Evans v. the United Kingdom [GC], no. 6339/05, § 75, ECHR 2007-...",
        "I. v. Finland, no. 20511/03, § 35, 17 July 2008",
        "Johnston and Others v. Ireland, judgment of 18 December 1986, Series A no. 112, § 55",
        "Niemietz v. Germany, judgment of 16 December 1992, Series A no. 251-B, p. 33, § 29",
        "Norris v. Ireland, judgment of 26 October 1988, Series A no. 142, § 30",
        "Observer and Guardian v. the United Kingdom, judgment of 26 November 1991, Series A no. 216, pp. 29-30, § 59",
        "Prisma Presse v. France (dec.), nos. 66910/01 and 71612/01, 1 July 2003",
        "Rees v. the United Kingdom, judgment of 17 October 1986, Series A no. 106, § 37",
        "Religionsgemeinschaft der Zeugen Jehovas and Others v. Austria, no. 40825/98, § 90, 31 July 2008",
        "Shevanova v. Latvia, no. 58822/00, § 69, 15 June 2006",
        "Streletz, Kessler and Krenz v. Germany [GC], nos. 34044/96, 35532/97 and 44801/98, § 112, ECHR 2001-II",
        "Stubbings and Others v. the United Kingdom, 22 October 1996, §§ 62-63, Reports 1996-IV",
        "Von Hannover v. Germany, no. 59320/00, §§ 57, 63, 69, ECHR 2004-VI",
        "X and Y v. the Netherlands, 26 March 1985, § 24, Series A no. 91",
        "Z v. Finland, judgment of 25 February 1997, Reports 1997-I, §§ 95-96"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "351807",
    "typedescription": "15"
}