{
    "__articles": "8;8-2;8-1;13;41",
    "__conclusion": "No violation of Art. 8;Violation of Art. 13;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "38000/05",
    "article": [
        "13",
        "8",
        "41"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "No violation of Art. 8",
            "type": "no-violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-88585.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 38000/05) against the United Kingdom of Great Britain and Northern Ireland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by British nationals, R.K and A.K., on 18 October 2005",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants, who had been granted legal aid, were represented by Pannone Solicitors, Manchester, and the AIRE Centre, . The United Kingdom Government (“the Government”) were represented by their Agent, Mr J. Grainger of the Foreign and Commonwealth Office, .",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that their daughter had been unjustifiably subject to care proceedings and that they had no remedy in that respect, invoking Articles 8 and 13 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  By a decision of 12 February 2008, the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicants provided just satisfaction claims to which the Government responded in writing (Rule 60 of the Rules of Court). The Chamber decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicants, United Kingdom nationals and husband and wife, were born in 1972 and 1976 respectively, and live in Oldham.",
                                "elements": []
                            },
                            {
                                "content": "7.  The applicants had a daughter M. born on 24 July 1998.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 26 September 1998, M. screamed with pain when picked up by the maternal grandmother. The parents and grandmother took M. to the hospital. The triage nurse made a note of information given by the family. That note stated that the mother, rather than the grandmother, had “yanked” M.",
                                "elements": []
                            },
                            {
                                "content": "9.  An X-ray showed a displaced slightly-comminuted fracture of the midshaft of the femur. While it was noted that there was no history of metabolic bone disease in the family, it was not noted that the parents were first cousins, an incident relevant to a possible genetic condition. Neither the mother nor grandmother spoke much English; no Pushtu interpreter was provided. A consultant paediatrician, Dr Blumenthal, interviewed the parents and grandmother early in the morning the next day, again without an interpreter. He noted that none of them appeared to know how the injury had occurred. He concluded that it was an inflicted injury and told the parents this.",
                                "elements": []
                            },
                            {
                                "content": "10.  The police were informed. The parents were interviewed on 27 September 1998 by a social worker. He was unable to communicate with the mother due to language difficulties.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 28 September 1998 the health visitor for the family was interviewed and stated that she had had no concerns about the family.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 29 September 1998 the police interviewed the parents with an interpreter present.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 30 September 1998, a social worker interviewed the family again and indicated that medical opinion was clear that M. could not have been injured by being picked up in the manner described by the grandmother. She warned that without a convincing explanation for the injury a child protection conference would have to be called.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 14 October 1998, in light of the doctor’s conclusion of non-accidental injury (NAI), the Child Protection Conference decided to seek a second opinion but that meanwhile an interim care order should be obtained. Such care order was issued and parental responsibility given to the local authority on 16 October 1998.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 23 October 1998, M. was discharged from hospital into the care of her aunt. The parents were allowed supervised contact.",
                                "elements": []
                            },
                            {
                                "content": "16.  The parents obtained legal advice and jointly instructed an expert, with M.’s guardian, inter alia, to clarify whether tests had been carried out to exclude brittle bone disease. However no further tests were carried out at this stage.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 23 December 1998, the County Court judge found that the mother and grandmother were liars and knew more about the injury than they were prepared to reveal (they had given evidence through an interpreter which they allege was suspect) and that as the father was convinced of the innocence of his wife, he was disqualified as a person capable of protecting M. He ordered M. to be placed in care. M. remained with her aunt who lived a few hundred yards from the family home.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 29 March 1999, M. sustained a second injury in her aunt’s care. Bilateral femoral fractures were found and following further tests she was diagnosed with osteogenesis imperfecta (“OI”, commonly known as brittle bone disease). Professor Carty and Dr Paterson were consulted at this time by Dr Blumenthal and inter alia did not find any ground for reaching a diagnosis of OI in preference to a non-accidental injury at the time of the first injury.",
                                "elements": []
                            },
                            {
                                "content": "19.  After discharge from hospital, M. returned home in April 1999.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 17 June 1999, the care order was discharged and M. returned to her parents. In her report to the court dated 14 June 1999, M.’s guardian ad litem noted, inter alia, that this had been a particularly perplexing case, in which a diagnosis of non-accidental injury in respect of the first injury had appeared to be the most likely explanation while not fitting with the other information, essentially positive, which had emerged about the family. She also noted that all the experts agreed that medical evidence available to the court at the time of the interim care order was as complete as it could be at that time and that a diagnosis of bone disorder could not have been made at the time of the first injury.",
                                "elements": []
                            },
                            {
                                "content": "21.  The entire local community were aware that the family had been suspected of harming M. and the family had been extremely shocked and shamed. Rumours had spread to  that the mother had been put in prison. The parents’ relationship with M. and with the grandmother were severely affected and disrupted as a result of events.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 24 September 2001 the parents brought claims for negligence and breach of their Article 8 rights against the hospital trust and the consultant paediatrician.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 4 December 2002, the High Court found no duty of care was owed to the parents and that the Human Rights Act 1998 (“HRA 1998”) did not apply to events before it came into force on 2 October 2000. The parents appealed.",
                                "elements": []
                            },
                            {
                                "content": "24.  Leave to appeal to the Court of Appeal was granted. Two other cases raising similar issues were considered at the same time.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 31 July 2003, concerning the parents’ claims in the three cases, the Court of Appeal held as regards allegations under Article 6 that no violation of this provision was involved, referring to Strasbourg judgments (Z. and Others v. the United Kingdom ([GC], no. 29392/95, ECHR 2001V and T.P. and K.M. v. the United Kingdom ([GC], no. 28945/95, ECHR 2001V). It found that while domestic law now recognised that there was a duty of care in relation to children, whose best interests were always paramount, there was a potential conflict of interest between the child and the parents, as it would always be in the parents’ best interests for the child not to be removed. Where consideration was being given to whether child abuse justified measures, a duty of care could be owed to the child but not to the parents. It upheld the rulings of the various County Court judges as a result.",
                                "elements": []
                            },
                            {
                                "content": "26.  After a hearing on 31 January and 1 and 2 February 2005, the House of Lords gave judgment on 21 April 2005. They affirmed the orders made by the first-instance judges and Court of Appeal. Lord Nicholls, in his judgment with which the majority agreed, found inter alia:",
                                "elements": []
                            },
                            {
                                "content": "\"70. There are two cardinal features in these cases. One feature is that a parent was suspected of having deliberately harmed his or her own child or having fabricated the child’s medical condition. The other feature, which is to be assumed, is that the ensuing investigation by the doctors was conducted negligently. In consequence, the suspected parent’s life was disrupted, to a greater or lesser extent, and the suspected parent suffered psychiatric injury.",
                                "elements": []
                            },
                            {
                                "content": "71. It is the combination of these features which creates the difficult problem now before the House. In the ordinary course the interests of parent and child are congruent. This is not so where a parent wilfully harms his child. Then the parent is knowingly acting directly contrary to his parental responsibilities and to the best interests of his child. So the liability of doctors and social workers in these cases calls into consideration two countervailing interests, each of high social importance: the need to safeguard children from abuse by their own parents, and the need to protect parents from unnecessary interference with their family life.",
                                "elements": []
                            },
                            {
                                "content": "72. The first of these interests involves protection of children as the victims of crime. Child abuse is criminal conduct of a particularly reprehensible character: children are highly vulnerable members of society. Child abuse is also a form of criminal conduct peculiarly hard to combat, because its existence is difficult to discover. Babies and young children are unable to complain, older children too frightened. If the source of the abuse is the parent, the child is at risk from his primary and natural protector within the privacy of his home. This both increases the risk of abuse and means that investigation necessitates intrusion into highly sensitive areas of family life, with the added complication that the parent who is responsible for the abuse will give a false account of the child’s history.",
                                "elements": []
                            },
                            {
                                "content": "73. The other, countervailing interest is the deep interest of the parent in his or her family life. ... Interference with family life requires cogent justification, for the sake of children and parents alike. So public authorities, should, so far as possible, cooperate with the parents when making decisions about their children. Public authorities should disclose matters relied upon by them as justifying interference with family life. Parents should be involved in the decision-making process to whatever extent is appropriate to protect their interests adequately.",
                                "elements": []
                            },
                            {
                                "content": "74. The question raised by these appeals is how these countervailing interests are best balanced when a parent is wrongly suspected of having abused his child. Public confidence in the child protection system can only be maintained if a proper balance is struck, avoiding unnecessary intrusion in families while protecting children at risk of significant harm... Clearly health professionals must act in good faith. They must not act recklessly, that is without caring whether an allegation of abuse is well-founded or not. Acting recklessly is not acting in good faith. But are health professionals liable to the suspected parents if they fall short of the standard of skill and care expected of any reasonable professional in the circumstances? Are they exposed to claims by the parents for professional negligence? ...",
                                "elements": []
                            },
                            {
                                "content": "75. In considering these questions the starting point is to note that in each of these three cases... the doctors acted properly in considering whether the claimant parents had deliberately inflicted injury on the child in question. The doctors were entitled, indeed bound to consider this possibility. Further, having become suspicious, the doctors rightly communicated their suspicions to the statutory services responsible for child protection. That is the essential next step in child protection...",
                                "elements": []
                            },
                            {
                                "content": "76. In each case the suspected parent was eventually cleared of suspicion. In one case this was after ten days, in the other cases after much longer periods. The second point to note is that, essentially, the parents’ complaints related to the periods for which they remained under suspicion. In each case the parent’s complaint concerns the conduct of the clinical investigation during these periods; the investigation, it is said, was unnecessarily protracted. The doctors failed to carry out the necessary tests with appropriate expedition. Had due care and skill been realised from the outset, the doctors’ suspicions would have been allayed at once or much more speedily than occurred, and, in consequence, the parents would have been spared the trauma to which they were subjected. Thus the essence of the claims is that the health professionals responsible for protecting a suspected child victim owe a person suspected of having committed a crime against the child a duty to investigate their suspicions, a duty sounding in damages if they act in good faith but carelessly.",
                                "elements": []
                            },
                            {
                                "content": "77. Stated in this broad form, this is a surprising proposition. In this area of the law, concerned with the reporting and investigation of suspected crime, the balancing point between the public interest and the interest of a suspected individual has long been the presence or absence of good faith...",
                                "elements": []
                            },
                            {
                                "content": "78. This background accords ill with the submission that those responsible for the protection of a child against criminal conduct owe suspected perpetrators the duty suggested. The existence of such a duty would fundamentally alter the balance in this area of the law. It would mean that if a parent suspected that a babysitter or a teacher at a nursery or school might have been responsible for abusing her child, the doctor would owe a duty of care to the suspect...",
                                "elements": []
                            },
                            {
                                "content": "79... <Counsel> did not contend for such a broad proposition... His submission was more restricted.... That the health professionals’ duty to exercise due professional skill and care is owed only to the child’s primary carers, usually the parents, as well as the child himself. ...",
                                "elements": []
                            },
                            {
                                "content": "80. My initial difficulty... is that the distinction between primary carers, to whom the duty would be owed, and other suspects to whom it would not, is not altogether convincing. It is difficult to see why, if a health professional owes no duty to a childminder or teacher suspected of abuse, he should nonetheless owe such a duty to a parent suspected of abuse. An erroneous suspicion that a childminder or school teacher had been abusing a child in his or her care can be very damaging to him or her. ...",
                                "elements": []
                            },
                            {
                                "content": "81. There is, however, one major difference between parents and childminders or school teachers,. In the case of a parent suspicion may disrupt the parent’s family life. ... So the crucial question ... is whether this potential disruption of family life tilts the balance in favour of imposing liability in negligence where abuse by a parent is erroneously suspected...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "85. In my view the Court of Appeal reached the right conclusion on the issue... Ultimately the factor which persuaded me that, at common law, interference with family life does not justify according a suspected parent a higher level of protection than other suspected perpetrators is the factor conveniently labelled ‘conflict of interest’. A doctor is obliged to act in the best interests of his patient. In these cases the child is his patient. The doctor is charged with the protection of the child, not with the protection of the parent. The best interests of a child and his parent normally march hand-in-hand. But when considering whether something does not feel ‘quite right’, a doctor must be able to act single-mindedly in the interests of the child. He ought not have to have at the back of his mind an awareness that if his doubts about intentional injury or sexual abuse prove unfounded he may be exposed to claims by a distressed parent.",
                                "elements": []
                            },
                            {
                                "content": "86. ... the seriousness of child abuse as a social problem demands that health professionals, acting in good faith in what they believe are the best interests of the child, should not be subject to potentially conflicting duties when deciding whether a child may have been abused, or when deciding whether their doubts should be communicated to others, or when deciding what further investigatory or protective steps should be taken. The duty to the child in making these decisions should not be clouded by imposing a conflicting duty in favour of parents or others suspected of having abused the child. ...\"",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "27.  The applicants complained that their right to respect for family life had been violated by their separation from their child, that their right to moral and physical integrity under the private life aspect had been violated, that their right to reputation had been violated, affecting their right to establish and develop relationships with other human beings and that they had been deprived of the right to have inherent procedural safeguards in place and observed to ensure the protection of the above rights. Article 8 of the Convention provides as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, ....",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ observations",
                                "elements": [
                                    {
                                        "content": "1. The applicants",
                                        "elements": [
                                            {
                                                "content": "28.  The applicants submitted that they had had no choice but to consent to the interim care order. They argued that it was not a matter of a mere error of medical judgment but a concatenation of events which led to inappropriate social and legal consequences flowing from an erroneous diagnosis, without any appropriate safeguards to prevent it. Once Dr Blumenthal formed the view that M. had suffered a NAI, he discounted all other possibilities and his care was deemed substandard by their expert in the domestic negligence proceedings, Dr Conway. Further the applicants were excluded from all discourse in the matter; A.K. was provided with no translator during her conversations with nursing staff and Dr Blumenthal, and she was given no opportunity to correct mistaken factual assumptions. No weight was given to the fact that they had no prior history with social services or that the health visitor had had no concerns with M.’s care, her view not even being sought initially and later being discounted. They pointed out that the failure to order other tests to exclude OI highlighted a complete reluctance to consider other possible causes of the fracture and the possibility of a skin biopsy was never raised at all, excluding them from the decision-making process. They were never given an effective opportunity to deal with allegations, referring to the case of T.P. and K.M. v. the United Kingdom ([GC], no. 28945/95, ECHR 2001V). They drew attention to the fact that Dr Paterson had become a totally discredited expert in OI, receiving adverse comments from judges in child care proceedings and being struck off in 2004 for professional misconduct. Finally, the notes of the triage nurse contributed to highly negative assumptions being made about A.K. in particular and about the way in which the fracture occurred, influencing not only Dr Blumenthal’s diagnosis but also Professor Carty’s. Dr Conway was never asked about OI but about Dr Blumenthal’s standard of professional care in which his own credentials were impeccable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The applicants emphasised that, while M. was returned home in April 1999, the public care was not revoked until June 1999, so that their rights were affected for nine months and suspicions, anxieties and restrictions lingered on. They emphasised that their much-loved three-month-old first-born baby had been taken away from them and they had been accused of deliberately injuring her. A.K. could no longer be with her 24 hours a day, or throughout the night, as would have happened if she had not been removed and the parents had to endure a daily wrench of separation.\t",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  Furthermore, the applicants argued that if the interferences did not reach the threshold of severity under Article 3, they disclosed serious interferences with their moral and physical integrity and damage to their reputation, for which no justification has been put forward by the Government, thus constituting a breach of Article 8 in its private life aspect.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. The Government",
                                        "elements": [
                                            {
                                                "content": "31.  The Government accepted that the removal of M. from home interfered with family life but submitted that the interference was justified as being fully in accordance with domestic law and necessary to protect M. They pointed out that the separation was less than nine months (only from October 1998 to April 1999), that she lived with her aunt not far from her parents’ home and saw her parents almost as much as when she was at home due to supervised, but unlimited, access. They considered that the social services had acted reasonably and in M.’s best interests in responding to concerns of medical professionals. The possibility of OI was considered from the outset but there was no medical evidence at that stage to support such a diagnosis, an independent expert also finding no bone abnormalities or radiological or clinical evidence of OI. When the second fractures occurred, there was prompt reconsideration of the diagnosis and a third opinion sought which also indicated that no-one could have made a diagnosis of OI in the first instance, the child having a confused history, with lots of discrepancies and an essentially-normal skeletal survey. That expert also cautioned against the utility of urine and other biochemical tests in arriving at a confirmed OI diagnosis. The Government emphasised the extreme difficulty in diagnosing mild OI in a very young infant such as M., requiring a trajectory and progression of the condition over a period of time. They drew attention to the view of the guardian ad litem of M. who stressed that a diagnosis of OI or any other bone disorder could not have been made at the time of the first injury. They argued that the errors in the notes made by the triage nurse at the outset were not determinative or influential. While the applicants placed reliance on their expert in the domestic proceedings, the Government pointed out that he was a consultant paediatrician without any expertise in childhood bone diseases, in particular OI. They rejected as without substance other allegations of breaches of Article 8 concerning physical and moral integrity and damage to reputation and private life.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Concerning family life",
                                        "elements": [
                                            {
                                                "content": "32.  It is not disputed in the present case that the proceedings instituted as regarded M., and the interim care order which resulted in M. being placed away from the applicants, constituted an interference with the applicants’ right to respect for their family life within the meaning of the first paragraph of Article 8. It must therefore be determined whether this interference was justified under the second paragraph, namely whether it was “in accordance with the law”, pursued an aim or aims that are legitimate under paragraph 2 of this provision and can be regarded as “necessary in a democratic society”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Court finds no reason to doubt that the interference complied with the first two criteria, as conforming with domestic law requirements and pursuing the legitimate aim of protecting the rights of others, namely the child who had suffered injury.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  As to whether the interference was \"necessary in a democratic society”, the Court’s case-law interprets this phrase as requiring consideration in particular of whether, in the light of the case as a whole, the reasons adduced to justify the measures were “relevant and sufficient”, and whether the decision-making process involved in measures of interference were fair and afforded due respect to the interests safeguarded by Article 8. Account must also be given to the fact that the national authorities have the benefit of direct contact with all the persons concerned. It is not the Court’s task to substitute itself for the domestic authorities in the exercise of their responsibilities regarding custody and access issues. While the authorities enjoy a wide margin of appreciation, in particular when assessing the necessity of taking a child into care, a stricter scrutiny is called for in respect of any further limitations, such as restrictions placed by those authorities on parental rights of access (see, amongst many authorities, T.P. and K.M., cited above, §§ 71-72).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  In the present case, the Court notes that the applicants have made various complaints about the conduct of various professionals involved in the case, essentially referring to an accumulation of errors and alleging a lack of safeguards in place to prevent the erroneous diagnosis that the injuries were caused non-accidentally (see paragraph 28 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Court would re-iterate that mistaken judgments or assessments by professionals do not per se render child-care measures incompatible with the requirements of Article 8. The authorities, medical and social, have duties to protect children and cannot be held liable every time genuine and reasonably-held concerns about the safety of children vis-à-vis members of their families are proved, retrospectively, to have been misguided. In the present case, it is incontrovertible that M., a baby of only a few months, suffered a serious and unexplained fracture. It is not disputed that OI is a very rare condition and also difficult to diagnose in very small infants. The Court does not consider that the social or medical authorities can be faulted for not reaching an immediate diagnosis of OI or, in the absence of such a diagnosis, acting on the basis that the injury could have been caused by the parents. No doubt it would have been better if the triage nurse had taken more accurate notes as to the family’s account of what had happened and trouble had been taken to obtain interpretation in medical staff’s conversations with A.K. who did not understand English. However, it is not apparent that this would have dissipated concerns at this early stage since there would still not have been any clear indication of how the fracture had occurred. Furthermore, it may be noted that, even when official interpretation was available, in court, the testimony of A.K. was not found to be convincing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The applicants’ complaints very much amount to criticising the way in which the professionals, medical and legal, were prepared to suspect the worst on the information available to them and failed immediately to perceive their innocence or give them the benefit of any doubt. Nonetheless, it must also be noted that, while an interim care order was issued with a view to protecting M., steps were also taken to place the baby within her extended family and in close proximity to the applicants’ own home so that they could easily and frequently visit. And crucially, as soon as a further fracture occurred outwith the applicants’ care, further tests were quickly pursued and within weeks M. was returned home.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Court further notes that M. was removed from the applicants’ care for a period of some seven months. It is not impressed by the applicants’ complaint that the care order was not removed for some further two months. This was largely a formality, the further lapse of time not imposing any identifiable concrete prejudice. As to the time which elapsed before the correct diagnosis was made, the Government referred to the medical opinions of two doctors obtained at the time of diagnosis of OI which considered that there was no fault in not reaching this conclusion at the time of the first injury. The applicants emphasised that one of these doctors was later totally discredited. However, the Court is not called upon to adjudicate, retrospectively, as to the best medical practice or the most reliable expert opinion. It is satisfied that there were relevant and sufficient reasons for the authorities to take protective measures, such measures being proportionate in the circumstances to the aim of protecting M. and which gave due account and procedural protection to the applicants’ interests, and without any lack of the appropriate expedition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  There has, accordingly, been no violation of Article 8 of the Convention in this regard.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Concerning other aspects of Article 8",
                                        "elements": [
                                            {
                                                "content": "40.  The applicants also claimed that the events complained of above invaded their physical and moral integrity and damaged their reputation in violation of Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Having regard to its conclusions above as to the lawfulness and necessity of the measures, the Court considers that in the circumstances no separate issue arises.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "41.  The applicants complained that they had no effective remedy for their above complaints, invoking Article 13 of the Convention which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "42.  The applicants argued that Article 13 was applicable and that none of the remedies referred to by the Government would have satisfied that provision. As regarded the HRA 1998, it was expressly because the events took place before it came into force that they could not avail themselves of that legislation. It was difficult for them to understand why recognising a duty of care in relation to events before 2 October 2000 would have had such unacceptable consequences for child protection since it was available afterwards. They maintained their view that in tort public policy concerns have meant that a wide de facto immunity from suit was allowed to public bodies. At the time the tort of negligence was the only remedy in national law capable of determining the substance of their Convention complaints but the House of Lords chose not to recognise that they fell within its ambit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Government accepted that there was an arguable claim and notwithstanding the variety of remedies available (local authority social service and NHS complaints procedures, the local authority and NHS ombudsmen, judicial review of the relevant authorities and appeals against any court orders) they acknowledged that they were arguably obliged under Article 13 to ensure an enforceable right to compensation was available for such damage as could have been proved to have resulted from any violation of Article 8. They submitted that as from 2 October 2000 such a remedy was provided by the HRA 1998 (sections 7 and 8) although this did not apply to the acts in issue in these proceedings. They pointed out though that there was no prior obligation to incorporate the Convention in domestic law or to incorporate it with retrospective effect as the applicants appeared to contend. They also refuted assertions concerning alleged exclusionary rules applied to protect public authorities from suit.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "44.  The effect of Article 13 is to require the provision of a remedy at national level allowing the competent domestic authority both to deal with the substance of the relevant Convention complaint and to grant appropriate relief, although Contracting States are afforded some discretion as to the manner in which they conform to their obligations under this provision. However, such a remedy is only required in respect of grievances which can be regarded as arguable in terms of the Convention (see Halford v. the United Kingdom, judgment of 25 June 1997, Reports of Judgments and Decisions 1997-III, p. 1020, § 64; and Camenzind v. Switzerland, judgment of 16 December 1997, Reports 1997-VIII, pp. 289697, § 53).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  It is common ground in this case that the applicants’ complaints about the interference with their family life through the care measures were arguable. The Court considers that the applicants should have had available to them a means of claiming that the local authority’s handling of the procedures was responsible for any damage which they suffered and obtaining compensation for that damage (T.P. and K.M., cited above, §§ 108-109). Such redress was not available at the relevant time. Consequently, there has been a violation of Article 13 of the Convention in this regard.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "47.  The applicants claimed 15,000 pounds sterling (GBP) each for non-pecuniary damages as regarded their complaints under Article 8 to reflect the separation of nine months from the child, the public suspicion and criticism suffered by AK, the mental distress at the continuing fear of separation from their child, the concern that their innocence has never publicly been vindicated and that details of the unfounded allegations may remain in local authority files. They also claimed GBP 4,214 each for the violation of Article 13 referring to the lack of any effective remedy for their concerns which required them to spend three and a half years in domestic proceedings and then to bring their case here.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Government claimed that these claims were excessive pointing out that only GBP 10,000 was awarded in TP and KM v. the United Kingdom (cited above), where there had been separation of a year, whereas there had been a shorter period of separation and the child in the present case had in fact been placed in the care of an aunt who lived nearby. An award of GBP 10,000 jointly to the applicants was sufficient for any violation of Article 8 and no further award necessary for any breach of Article 13.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court recalls that it has only found a violation under Article 13 of the Convention. Not doubting that the applicants did in that regard suffer frustration, stress and uncertainty which would not be redressed by a finding of a violation alone, and having regard to awards in similar cases, the Court, making its assessment on an equitable basis, awards the applicants 10,000 EUR jointly.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "50.  The applicants claimed legal costs and expenses as regarded their representation by counsel and solicitor in the amount of GBP 32,803.43, which sum took into account the award of legal aid from the Council of Europe and included value-added tax. They also claimed GBP 11,230 for advice and work done by the AIRE Centre.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Government considered that the number of hours claimed (130 by the solicitors and 117 by AIRE Centre) were clearly excessive and contained an significant element of duplication. They considered an award of some GBP 10,000, inclusive of VAT should be awarded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court recalls that the procedure was in writing, that no further submissions on the merits were put in after admissibility and that the applicants were only successful on one complaint. It also concurs with the Government that considerable duplication is disclosed by the claims put in for work by solicitor, counsel and experts from the AIRE Centre. Having regard also to the finding of only one violation, it awards EUR 18,000 for legal costs plus any tax that may be payable by the applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "53.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been no violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants jointly, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into pounds sterling at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 30 September 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF R.K. AND A.K. v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-88585.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0930JUD003800005",
    "externalsources": [],
    "extractedappno": [
        "38000/05",
        "29392/95",
        "28945/95"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-88585",
    "judgementdate": "30/09/2008 00:00:00",
    "kpdate": "30/09/2008 00:00:00",
    "kpthesaurus": [
        "238",
        "444",
        "110",
        "451",
        "268",
        "319",
        "556",
        "425",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "8",
        "8-1",
        "8-2",
        "13",
        "41"
    ],
    "parties": [
        "R.K. AND A.K.",
        "THE UNITED KINGDOM"
    ],
    "rank": "645.094360351563",
    "representedby": [
        "PANNONE SOLLICITORS",
        "THE AIRE CENTRE"
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "Camenzind v. Switzerland, judgment of 16 December 1997, Reports 1997-VIII, § 53",
        "Halford v. the United Kingdom, judgment of 25 June 1997, Reports 1997-III, p. 1020, § 64",
        "T.P. and K.M. v. the United Kingdom [GC], no. 28945/95, §§ 71, 72, 108, 109, ECHR 2001-V"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "398807",
    "typedescription": "15"
}