{
    "__articles": "5;5-1;5-1-e;8;8-1",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Article 5-1-e - Persons of unsound mind);Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for private life)",
    "applicability": "",
    "appno": "45797/09",
    "article": [
        "8",
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention",
                "Article 5-1-e - Persons of unsound mind"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for private life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        }
    ],
    "content": {
        "001-152598.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 45797/09) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Vladimir Georgiyevich Zaichenko (“the applicant”), on 24 August 2009.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Ukrainian Government (“the Government”) were represented by their then Agent, Ms Valeria Lutkovska.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained, in particular, about his involuntary psychiatric confinement and the collection of information about him by the police in that context.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 28 April 2011 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Administrative offence proceedings against the applicant and his psychiatric confinement",
                                "elements": [
                                    {
                                        "content": "5.  The applicant was born in 1956 and lives in Dnipropetrovsk.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  He instituted numerous sets of proceedings before the domestic courts at various times.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  In July 2009 the Dnipropetrovsk Regional Administrative Court received several letters from the applicant, which contained extremely rude remarks about the judges involved in his cases (including calling one of the judges “a louse [whose recusal was] warranted by his basic knowledge of parasitology”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 23 July 2009 the court drew up an administrative offence report in respect of the letters, stating that the applicant was in contempt of court. The case was sent to the Krasnogvardiyskyy District Court of Dnipropetrovsk (“the Krasnogvardiyskyy Court”) for examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On the same day the Krasnogvardiyskyy Court, sitting in a single-judge formation, held a hearing with the applicant’s participation. According to the minutes of the hearing, the applicant insisted on his vision of the situation as presented in his letters, which he did not consider to be rude. Having studied the case file and heard the applicant, the court ordered an in-patient forensic psychiatric examination of the applicant with a view to establishing whether he could be held legally accountable. The examination in question was to be carried out by the Forensic Psychiatric Examinations Department of the Dnipropetrovsk Regional Psychiatric Hospital (“the psychiatric hospital”). The judge relied on Article 20 of the Code of Administrative Offences and section 21 of the Psychiatric Assistance Act (see paragraphs 60 and 63 below). The ruling stated that it was not amenable to appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The applicant was taken by the police from the hearing room to the Krasnogvardiyskyy District police station, where he was held for about three hours. He was then taken to the psychiatric hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On the following day, 24 July 2009, the psychiatric hospital informed the Krasnogvardiyskyy Court that it would be unable to conduct a forensic psychiatric examination of the applicant, as ordered by the court, because there were no documents about his collateral history or personality in the case file. The applicant was discharged from the hospital without any documents having been issued concerning his psychiatric condition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 31 July 2009 the applicant lodged an appeal against the ruling of 23 July 2009. He submitted, in particular, that it had been in breach of his right to the presumption of good mental health and that such a ruling was not mentioned in the list of rulings a court was entitled to deliver under the Code of Administrative Offences. The applicant also referred to the statement contained in the impugned ruling that it was not amenable to appeal as another indication of its unlawfulness and arbitrariness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 4 August 2009 the President of the Krasnogvardiyskyy Court instructed the police to collect information on the applicant’s personality, which was required for the psychiatric hospital to establish his mental state. The police were instructed, in particular, to collect any documentation relating to psychiatric treatment or drug therapy received by the applicant, as well as character references for him from his relatives, neighbours and colleagues.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On the same day two of the applicant’s neighbours wrote quite positive character references about him for the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 6 August 2009 the local hospital informed the police that the applicant had no psychiatric medical history and was not under psychiatric monitoring.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 14 August 2009 the Dnipropetrovsk Regional Court of Appeal dismissed the applicant’s appeal against the ruling of 23 July 2009 without examining it on the merits. It noted that the contested ruling concerned a procedural issue and was not amenable to appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 2 September 2009 the Krasnogvardiyskyy Court requested the police to ensure that the applicant attended for his in-patient forensic psychiatric examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 14 September 2009 the police took the applicant back to the psychiatric hospital. The circumstances of the apprehension are unclear.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 21 September 2009 a senior expert at the forensic psychiatric examinations department of the psychiatric hospital wrote a letter to the Krasnogvardiyskyy Court in which he noted that some additional documents were required in connection with the applicant’s examination: a character reference from his former employer and detailed information about his mental state from his cousin and ex-wife. Without that information it was considered impossible to carry out his examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 2 October 2009 the applicant’s cousin explained the applicant’s character and behaviour, without noting any particularities. He also stated that the applicant had never been married.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 8 October 2009 the board of experts delivered its report, according to which, “given the complexity of the case and lack of clarity of the clinical picture”, it was impossible to establish a diagnosis and to give an expert conclusion regarding the applicant’s mental state. It was therefore recommended that he undergo another examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On the same date the applicant was discharged from the hospital without having received the expert report. According to him, one of the experts had assured him that he was in good mental health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 6 November 2009 an official from the psychiatric hospital wrote to the applicant, in reply to his request for a copy of the report of 8 October 2009, stating that he should ask the Krasnogvardiyskyy Court for a copy of the report, as it had been sent there.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On the basis of the material in the case file, on 19 November 2009 the Krasnogvardiyskyy Court ordered that the applicant undergo another in-patient forensic psychiatric examination. The applicant attempted to challenge that decision on appeal but was unsuccessful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 1 December 2009 the psychiatric hospital returned the case file to the Krasnogvardiyskyy Court without having conducted the psychiatric examination in question. Referring to the respective order of the Public Health Ministry, it said that the Kyiv City Centre of Forensic Psychiatric Examinations or the Ukrainian Research Institute of Social and Forensic Psychiatrics should carry out any further forensic psychiatric examinations required in such complex cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 18 January 2010 the Krasnogvardiyskyy Court adjourned its hearing with a view to organising the applicant’s further psychiatric examination and its financing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 20 January 2010 the Deputy President of the Krasnogvardiyskyy Court enquired with the local Territorial Department of the State Judicial Administration whether the latter could pay for the applicant’s further psychiatric examination. The reply sent on 22 January 2010 was that no such payment would be possible until the annual budget had been approved.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 25 January 2010 the court ordered the applicant’s outpatient psychiatric examination to be carried out by the Zaporizhzhya Regional Psychiatric Hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Following numerous unsuccessful attempts to ensure the applicant’s attendance, on 16 July 2010 the hospital returned the case file to the Krasnogvardiyskyy Court without having complied with its order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 9 August 2010 the Krasnogvardiyskyy Court discontinued the administrative offence proceedings against the applicant as time-barred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The applicant appealed against that ruling. He sought the termination of the proceedings on the ground that no administrative offence had been committed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 17 September 2010 the Dnipropetrovsk Regional Court of Appeal, following a hearing with the applicant’s participation, rejected his appeal by a final ruling.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Administrative proceedings instituted by the applicant against the psychiatric hospital",
                                "elements": [
                                    {
                                        "content": "1.  Concerning the alleged unlawfulness of the applicant’s admission to hospital for a psychiatric examination and his subsequent confinement therein",
                                        "elements": [
                                            {
                                                "content": "33.  It appears from the case-file materials that on 9 November 2009 the applicant instituted administrative proceedings in the Zhovtnevyy District Court of Dnipropetrovsk (“the Zhovtnevyy Court”) against the psychiatric hospital. He sought that his hospitalisation and confinement in that hospital be declared unlawful and claimed 500,000 Ukrainian hryvnias (UAH, at the time equivalent to about 41,000 euros) in respect of non-pecuniary damage. The applicant has not submitted a copy of that claim to the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  On 7 June 2011 the Zhovtnevyy Court allowed the applicant’s claim in part. Relying, in particular, on Article 5 of the Convention, the court concluded that the applicant’s admission to hospital on 23 July and 14 September 2009, as well as his psychiatric confinement from 23 to 24 July and from 14 September to 8 October 2009, had been unlawful. More specifically, the court considered that the defendant had acted in breach of the presumption of the good mental health of the applicant. Furthermore, the hospital in question was only entitled to conduct forensic psychiatric examinations of detainees, whereas the applicant had not been in detention at the time of the events. The court also noted that, even though the applicant’s examination had been ordered by a judicial decision, the hospital could have refused to carry it out. The applicant’s claim for compensation in respect of non-pecuniary damage was, however, rejected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 1 September 2011 the Dnipropetrovsk Administrative Court of Appeal quashed the aforementioned judgment and terminated the proceedings on the ground that the case did not fall to be examined under the administrative procedure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 11 October 2011 the Higher Administrative Court dismissed the applicant’s appeal on points of law against the ruling of 1 September 2011 as belated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 14 November 2011 the Higher Administrative Court informed the applicant that it remained open for him to lodge a new appeal on points of law together with a request for renewal of the time-limit.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The case file before the Court does not contain copies of the applicant’s appeals on points of law or his requests for renewal of the time-limits for lodging those appeals.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Concerning the failure of the psychiatric hospital to serve its report on the applicant",
                                        "elements": [
                                            {
                                                "content": "39.  It appears from the case file that on 25 January 2010 the applicant brought another administrative claim against the psychiatric hospital before the Zhovtnevyy Court. He requested that the court recognise as unlawful the hospital’s refusal to provide him with a copy of the examination report of 8 October 2009 (see paragraphs 21-23 above). The applicant also claimed UAH 10,000 (at the material time equivalent to about EUR 880) in respect of non-pecuniary damage. The applicant has not provided the Court with a copy of that claim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  On 5 July 2011 the Zhovtnevyy Court allowed the applicant’s claim in part. It recognised as unlawful the hospital’s refusal to provide him with a copy of the examination report of 8 October 2009 and awarded him UAH 500 (equivalent of about EUR 40) in respect of non-pecuniary damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  Both the applicant and the defendant appealed. The applicant claimed a higher award. The hospital argued, in particular, that the case did not fall to be examined in the administrative courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  On 17 October 2011 the Dnipropetrovsk Administrative Court of Appeal upheld the ruling of the first-instance court. It noted that the hospital was a public health establishment and that the administrative courts were thus competent to deal with the case. The appellate court also stated that its ruling could be challenged on points of law before the Higher Administrative Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The applicant has not informed the Court whether he appealed on points of law against the ruling.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Civil proceedings instituted by the applicant against the psychiatric hospital",
                                "elements": [
                                    {
                                        "content": "44.  On 25 January 2010 the applicant brought a civil claim against the psychiatric hospital before the Zhovtnevyy Court, seeking compensation for non-pecuniary damage. He has not submitted a copy of his claim to the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On 12 February 2010 the Zhovtnevyy Court returned that claim to the applicant on the ground that it had no territorial jurisdiction to deal with it. It informed the applicant that he should lodge his claim with the Samarskyy District Court of Dnipropetrovsk, the district in which the respondent hospital was located.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The applicant appealed against the above ruling. He has not submitted to the Court a copy of his appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 25 May 2010 the Dnipropetrovsk Regional Court of Appeal upheld the ruling of 12 February 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The applicant lodged an appeal on points of law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 22 June 2010 the Supreme Court noted that the applicant had failed to pay the court fees and gave him until 29 July 2010 to rectify that omission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On an unspecified date in July 2010 the applicant requested that the Supreme Court exempt him from the court fees. He has not submitted a copy of his request to the Court. According to a summary of the request in the respective ruling of the Supreme Court (see below), the applicant referred to the Court’s judgment on his earlier case (no. 29875/02, 22 November 2007), in which a violation of Articles 6 and 13 of the Convention, as well as Article 1 of Protocol No. 1, had been found on account of the lengthy non-enforcement of an unrelated final domestic judgment in his favour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On 10 August 2010 the Supreme Court rejected the aforementioned request and dismissed the applicant’s appeals on points of law.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The applicant’s complaints to the prosecution authorities",
                                "elements": [
                                    {
                                        "content": "1.  As regards his hospitalisation",
                                        "elements": [
                                            {
                                                "content": "52.  On 30 November 2009 the applicant complained to the Krasnogvardiyskyy District Prosecutor’s Office against some judicial officials involved in his cases and against the police officers involved in his taking him to hospital for psychiatric examination. The applicant did not provide the Court with a copy of the complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  On 29 December 2009 the prosecutor refused to open a criminal case in respect of the applicant’s complaint. The case file does not contain a copy of that ruling.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  On 23 March 2010 the Dnipropetrvosk Regional Prosecutor’s Office quashed the prosecutor’s refusal and ordered an additional investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  On 9 April 2010 the Krasnogvardiyskyy Prosecutor’s Office once again refused to open a criminal investigation into the matter. It was noted in its ruling, in particular, that the applicant had disregarded numerous written summonses and telephone calls by the investigator.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  As regards the alleged burglary at his flat",
                                        "elements": [
                                            {
                                                "content": "56.  The applicant alleged that while he had been in hospital, some money had been stolen from his flat. When he had returned home he had allegedly discovered a briefcase there containing personal documents belonging to a person unknown to him. The applicant complained to the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  On 16 December 2009 the police opened a criminal case in respect of the alleged theft of the applicant’s property.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  There is no further information on that investigation in the case file.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE AT THE MATERIAL TIME",
                        "elements": [
                            {
                                "content": "A.  Constitution of Ukraine (1996)",
                                "elements": [
                                    {
                                        "content": "59.  The relevant part of Article 32 of the Constitution of Ukraine (1996) reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“No one shall be subject to interference in his or her personal and family life, except in cases provided for by the Constitution of Ukraine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The collection, storage, use and dissemination of confidential information about a person without his or her consent shall not be permitted, except in cases determined by law, and only in the interests of national security, economic welfare and human rights. ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Code on Administrative Offences (1984)",
                                "elements": [
                                    {
                                        "content": "60.  Under Article 20, a person cannot be held administratively liable for an unlawful action or omission if he committed it in a state of insanity, in other words, when he was not aware of and could not control his actions as a result of a chronic mental illness, temporary mental disorder, dementia or some other mental-health condition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  Under Article 38, an administrative penalty must be applied within three months of the date of the offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  Article 185-3 provides for punishment by a fine or administrative detention for up to fifteen days for contempt of court (§ 1).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Civil Code (2003)",
                                "elements": [
                                    {
                                        "content": "63.  Under Article 302 of the Civil Code, the collection, storage, use or circulation of information about the personal life of an individual without his or her consent is prohibited, except in cases defined by law and only in the interests of national security, economic welfare and human rights.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Psychiatric Assistance Act (2000)",
                                "elements": [
                                    {
                                        "content": "64.  Section 3 of the Act (“Presumption of psychiatric health”) provides that everyone must be considered as being of sound mind unless the existence of a psychiatric disorder is established on the grounds laid down by law and in compliance with the established procedures.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  Under section 21, if a forensic psychiatric examination is required in administrative, criminal or civil cases, it must be ordered and conducted on the grounds and in compliance with the procedures laid down by law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  Section 32 stipulates that “decisions, actions or omissions in breach of a person’s rights in respect of psychiatric assistance may be challenged before ... a court”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Information Act (1992)",
                                "elements": [
                                    {
                                        "content": "67.  At the material time (2009) the wording of section 23 of the Act was the same as it had been following the enactment of the legislation in 1992, and read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Information about a person consists of documented or public data about that person.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The main data about a person (personal data) are as follows: nationality, education, marital status, religious views, state of health, address, and date and place of birth.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Sources of information about a person are: documents issued in his or her name, documents signed by him or her, as well as data collected by state bodies or local authorities within their powers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Except in cases laid down by law, the collection of information about a person without his or her prior consent shall be prohibited.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Everyone shall have the right to familiarise himself or herself with the information collected about him or her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Information about a person shall be protected by law.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  On 30 October 1997 the Constitutional Court gave its official interpretation of section 23. It noted that the provision should be understood as prohibiting not only the collection, but also the storage, use and dissemination of confidential information about a person without his or her prior consent, except in cases laid down by law and only where it was in the interests of national security, economic welfare or human rights. The court further specified that confidential information included, in particular, data about individuals (education, marital status, religious views, state of health, date and place of birth, property situation and other personal data). It also observed that the national legislation did not sufficiently regulate the issues of collection, storage, use and dissemination of information about individuals, in particular, about their mental state and mandatory psychiatric examination or treatment. The court noted that there was no procedure for the protection of individuals’ rights against the unlawful interference of psychiatric services in their private life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  On 13 January 2011 amendments to the Information Act were adopted, in which the wording of section 11 regulated the issues previously covered by section 23.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Order of the Ministry of Public Health no. 397 of 8 October 2001 on the procedure for conducting forensic psychiatric examinations",
                                "elements": [
                                    {
                                        "content": "70.  An expert forensic psychiatric examination may be ordered by the pre-trial investigating authorities or by the court. Its aim is to answer questions concerning the mental health of a person which have emerged during administrative, criminal or civil proceedings (§ 1). Such an examination may be carried out as an outpatient or in-patient or conducted at a court hearing (§ 5). Furthermore, it may be conducted in respect of: a suspect, an accused or a convict, a witness or a victim, a claimant or a defendant (§ 8). The duration of the examination, in the case of both outpatient and in-patient examinations, is limited to thirty days from the date of receipt of all the required material (§§ 21 and 28). An in-patient forensic psychiatric examination of an accused is carried out in an expert institution upon a respective court decision. Such an examination of a victim, a witness, a claimant or a defendant in criminal and civil proceedings may be ordered by the court only with the person’s consent (§ 25).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  Resolution no. 8 of the Plenary Supreme Court of 30 May 1997 concerning expert forensic examinations in criminal and civil proceedings",
                                "elements": [
                                    {
                                        "content": "71.  An expert forensic psychiatric examination is mandatory in criminal proceedings where information in the case file casts doubt on the defendant’s legal responsibility. If the court has doubts concerning the ability of a victim, a witness, a civil claimant or a criminal defendant to correctly perceive the events, to react adequately to them and to reproduce them accurately in their statements, it may summon a psychiatrist to participate in their examination at the hearing. An expert forensic psychiatric examination in which the person is placed in a medical establishment is allowed only with his or her consent (§ 14).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "H.  Case-law of domestic courts cited by the Government",
                                "elements": [
                                    {
                                        "content": "72.  The Government submitted to the Court a number of domestic judgments. Those, which the Court considers to be of some relevance for the present case, are summarised below.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  On 26 March 2010 the Shevchenkivskyy District Court of Chernivtsi allowed a civil claim brought by an individual against the head doctor of the local psychiatric hospital. Following numerous complaints by the claimant to various authorities, the local prosecutor asked the doctor to carry out a psychiatric examination of the claimant. Although the latter refused the examination, the doctor opened an outpatient medical file on him and sought a judicial order for the examination. The Shevchenkivskyy Court found the doctor’s actions to be unlawful and restored the claimant’s situation prior to the prosecutor’s request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  On 29 April 2010 the Zhovtnevyy District Court of Poltava allowed in part an individual’s civil claim against the local police in respect of interference in his private life and awarded him compensation for non-pecuniary damage. The police had applied to the housing departments concerned for some information about the inhabitants of the flats owned by the claimant and his wife.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  On 21 May 2010 the Zaliznychnyy District Court of Simferopol allowed an individual’s claim against the local psychiatric hospital and awarded her compensation for non-pecuniary damage. The court found that a doctor at the hospital had unlawfully disseminated information about the claimant’s mental state to the police, following the latter’s request, even though that information had been given in the course of a consultation that was supposed to be anonymous and confidential.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  On 19 December 2012 the Poltava Regional Court of Appeal upheld the judgment of the Zhovtnevyy District Court of Poltava of 28 September 2012, by which an individual’s civil claim against the local police had been allowed. The claim concerned the unlawful collection of information on real estate owned by the claimant’s family. The circumstances of this case appear similar to those examined within the proceedings mentioned in paragraph 74 above, but the absence of any names or other identifiable data in the copies of the judicial decisions provided makes it difficult to establish whether both rulings were issued in the same set of proceedings.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION on account of the applicant’s involuntary confinement in a psychiatric hospital from 23 to 24 July and from 14 September to 8 October 2009",
                        "elements": [
                            {
                                "content": "77.  The applicant complained that his placement and detention in a psychiatric hospital had been in breach of his rights under Articles 3, 5 and 8 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "78.  The above complaint was communicated to the respondent Government under all three provisions relied on. However, being master of the characterisation to be given in law to the facts of the case and having regard to the substance of the applicant’s complaint, the Court considers it appropriate to examine this complaint under Article 5 § 1 (e) of the Convention only (see Anatoliy Rudenko v. Ukraine, no. 50264/08, § 85, 17 April 2014). The Court notes in this connection that, unlike in other cases where it has examined complaints about psychiatric confinement under Article 3 and/or 8 in addition to Article 5 (see, for example, Akopyan v. Ukraine, no. 12317/06, §§ 57-111, 5 June 2014), the applicant in the present case did not complain that he had been subjected to any medical treatment against his will.",
                                "elements": []
                            },
                            {
                                "content": "79.  The relevant part of Article 5 § 1 (e) of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "... (e)  the lawful detention ... of persons of unsound mind ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": ".  The Government argued that the applicant had not exhausted the domestic remedies, since he had failed, in particular, to challenge on points of law the appellate court’s ruling of 1 September 2011 delivered in the administrative proceedings brought by him against the psychiatric hospital (see paragraphs 35 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Government further contended that it had been open for the applicant to institute civil proceedings for damages against the hospital administration had he wished to do so. To substantiate their argument, they cited certain domestic case-law (see paragraphs 72-76 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicant disagreed. He submitted that he had appealed on points of law against the ruling of 1 September 2011, but that the Higher Administrative Court had refused to consider his appeal. He noted that the Dnipropetrovsk Administrative Court of Appeal had been inconsistent in its approach: by its ruling of 1 September 2011 it had held that the applicant’s claim did not fall to be examined under the administrative procedure, whereas on 17 October 2011 it had reached the opposite conclusion (see paragraphs 35 and 42 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicant also contested the Government’s submission that he had not instituted any civil proceedings against the psychiatric hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court reiterates that the purpose of Article 35 § 1 of the Convention is to afford the Contracting States the opportunity of preventing or putting right the violations alleged against them before those allegations are submitted to the Court. Consequently, States are dispensed from answering for their acts before an international body before they have had the opportunity to put matters right through their own legal systems (see, for example, Selmouni v. France [GC], no. 25803/94, § 74, ECHR 1999V). Under Article 35 § 1 of the Convention, an applicant should have normal recourse to remedies which are available and sufficient to afford redress in respect of the alleged breaches. The existence of the remedies in question must be sufficiently certain not only in theory but also in practice, failing which they will lack the requisite accessibility and effectiveness (see, among other authorities, Akdivar and Others v. Turkey, 16 September 1996, § 66, Reports of Judgments and Decisions 1996IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court has held in its case-law that where the lawfulness of deprivation of liberty is concerned, an action for damages against the State is not a remedy which has to be used, because the right not to be deprived of one’s liberty “save in accordance with a procedure prescribed by law” and the right to obtain compensation for any deprivation of liberty incompatible with Article 5 are two separate rights (see, inter alia, Khadisov and Tsechoyev v. Russia, no. 21519/02, § 151, 5 February 2009; Schwabe and M.G. v. Germany, nos. 8080/08 and 8577/08, § 49, ECHR 2011 (extracts); and Raudevs v. Latvia, no. 24086/03, § 62, 17 December 2013). Paragraph 1 of Article 5 of the Convention covers the former and paragraph 5 of Article 5 the latter. Moreover, being a remedy of purely compensatory nature, a civil action for damages cannot secure the applicant’s release if his confinement is unlawful, as required by Article 5 § 4 (see Weeks v. the United Kingdom, 2 March 1987, § 61, Series A no. 114, and, more recently, Aden Ahmed v. Malta, no. 55352/12, § 114, 23 July 2013 and the references cited therein). Accordingly, a civil action for damages would normally have no bearing on the question of exhaustion of domestic remedies in respect of an applicant’s complaint under Article 5 § 1 of the Convention (see L.M. v. Slovenia, no. 32863/05, § 84, 12 June 2014). There might be exceptions to this rule. Thus, complaints about short periods of detention or certain kinds of non-compliance with the formalities of the domestic law in exercising detention procedures may be adequately protected by recourse to a retrospective remedy (see M. v. Ukraine, no. 2452/04, § 84, 19 April 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  Turning to the present case, the Court notes that the applicant had no possibility of challenging the ruling of the Krasnogvardiyskyy Court of 23 July 2009 ordering his in-patient forensic psychiatric examination. Nor were there any mechanisms in place for him to seek his release from the psychiatric hospital. Accordingly, the applicant had no preventive remedies to exhaust. He did, however, try to seek redress retrospectively, after his discharge from the psychiatric hospital, and instituted several sets of administrative and civil proceedings in respect of his confinement there. The Court observes that none of those proceedings were completed by a final judicial decision adjudicating his claim on the merits. The first question to be answered is whether the above-mentioned proceedings can be regarded as an effective domestic remedy in the circumstances of the present case. If the answer is in the positive, the next question is whether the applicant should be reproached for the courts’ failure to examine his claim, as the Government suggested.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Court notes that the applicant’s complaint concerns his detention in a psychiatric hospital for twenty-five days and raises more serious issues than mere procedural irregularities. The Court therefore considers that it has sufficient basis to conclude already at this stage, without joining the Government’s objection to the merits of the case as it did in the case of Akopyan v. Ukraine (cited above, § 63), that the existence of a retrospective remedy only, if there was one, was not sufficient in the applicant’s case to be regarded as an effective domestic remedy within the meaning of Article 35 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Accordingly, it is immaterial for the applicant’s compliance with the exhaustion requirement whether he pursued until their completion the administrative or civil proceedings for damages, which he had initiated. The respective objection of the Government must therefore be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court further notes that this part of the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. Nor is it inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "90.  The applicant maintained that he had been deprived of his liberty in an unlawful and arbitrary manner. He contended that the Krasnogvardiyskyy Court had not been entitled to order his in-patient forensic psychiatric examination under the applicable legislation. The applicant also argued that his right to be presumed in good mental health had been violated. In his opinion, the real purpose of his psychiatric confinement was to punish him for his active civil stance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Government did not submit any observations on the merits of this complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The Court reiterates that Article 5 of the Convention is, together with Articles 2, 3 and 4, in the first rank of the fundamental rights that protect the physical security of an individual and as such its importance in a democratic society is paramount (see McKay v. the United Kingdom [GC], no. 543/03, § 30, ECHR 2006X, and Storck v. Germany, no. 61603/00, § 102, ECHR 2005V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  The Court has held on many occasions that the detention of an individual is such a serious measure that it is only justified where other, less severe measures have been considered and found to be insufficient to safeguard the individual or public interest which might require that the person concerned be detained. That means that it does not suffice that the deprivation of liberty is in conformity with national law; it must also be necessary in the particular circumstances (see, for example, Witold Litwa v. Poland, no. 26629/95, § 78, ECHR 2000III, and Stanev v. Bulgaria [GC], no. 36760/06, § 143, ECHR 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  In the present case the Court notes that during the periods from 23 to 24 July and 14 September to 8 October 2009 (for twenty-five days in total) the applicant was confined, against his will, in a psychiatric hospital for an expert psychiatric assessment aimed at establishing his legal accountability in administrative offence proceedings. The parties have not disputed that his stay in the psychiatric hospital amounted to “deprivation of liberty” within the meaning of Article 5 § 1 of the Convention. The Court finds no reason to consider otherwise.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  Even though the confinement in question was not based, stricto sensu, on a finding that the applicant was of unsound mind, but rather had the aim of having him examined, it falls to be analysed from the angle of Article 5 § 1 (e) of the Convention (see Varbanov v. Bulgaria, no. 31365/96, §§ 48-49, ECHR 2000X, and C.B. v. Romania, no. 21207/03, §§ 49, 57 and 59, 20 April 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  The detention of a person considered to be of unsound mind must be in conformity with the purpose of Article 5 § 1 of the Convention, which is to prevent persons from being deprived of their liberty in an arbitrary fashion, and with the aim of the restriction contained in sub-paragraph (e). In the latter respect the Court reiterates that, according to its established case-law, an individual cannot be considered to be of “unsound mind” and deprived of his liberty unless the following three minimum conditions are satisfied: firstly, he must reliably be shown by objective medical expertise to be of unsound mind; secondly, the mental disorder must be of a kind or degree warranting compulsory confinement; and thirdly, the validity of continued confinement depends on the persistence of such a disorder (see Winterwerp v. the Netherlands, 24 October 1979, § 39, Series A no. 33).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court further emphasises that no deprivation of liberty of a person considered to be of unsound mind may be deemed in conformity with Article 5 § 1 (e) of the Convention if it has been ordered without seeking the opinion of a medical expert. This rule is applicable even if the purpose of an applicant’s detention is precisely to obtain a medical opinion (see Varbanov v. Bulgaria, cited above, §§ 47 and 48). The particular form and procedure in this respect may vary depending on the circumstances. It may be acceptable, in urgent cases or where a person has been arrested because of his violent behaviour, for such an opinion to be obtained immediately after the arrest. In all other cases a prior consultation is necessary. Where no other possibility exists, for instance due to a refusal of the person concerned to appear for an examination, at least an assessment by a medical expert on the basis of the file must be sought, failing which it cannot be maintained that the person has reliably been shown to be of unsound mind (ibid.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  The Court notes that in the present case the only basis for the applicant’s confinement was the judge’s doubts as to the state of the applicant’s mental health ensuing from his insulting and rude statements about other judges. The judge ordered the applicant’s in-patient psychiatric examination, which meant his confinement in a psychiatric hospital for up to thirty days, without having obtained any preliminary medical opinion and without there being any medical records or other documents in the case file necessitating such a decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The Court considers that a prior appraisal by a psychiatrist, at least on the basis of the letters written by the applicant and which had raised the judge’s concerns as to the state of the applicant’s mental health, was not only possible but indispensable.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court also attaches weight to the fact that the case did not involve any emergency. Thus, the applicant appeared before the court of his own free will and did not manifest any aggressive behaviour. Although the Ukrainian legislation provided for less invasive forensic psychiatric examinations, such as an outpatient examination or an expert examination during the court hearing, none of those options was considered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  Furthermore, the Court observes that there is a lacuna in the pertinent domestic legislation. While the applicable legal provisions contain quite specific safeguards in respect of expert forensic psychiatric examinations undertaken within criminal or civil proceedings, such examinations within administrative offence proceedings in fact remain unregulated (see paragraphs 65-66, 70 and 71 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The foregoing considerations lead the Court to conclude that the applicant’s involuntary confinement in a psychiatric hospital from 23 to 24 July and from 14 September to 8 October 2009 was not in compliance with the requirements of Article 5 § 1 (e) of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  Accordingly, there has been a violation of Article 5 § 1 of the Convention in the present case.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION on account of the repeatED forensic psychiatric examination of the applicant ordered on 19 november 2009",
                        "elements": [
                            {
                                "content": "104.  The applicant complained that his right to liberty and security had been violated by the ruling of the Krasnogvardiyskyy Court of 19 November 2009 ordering another in-patient psychiatric examination.",
                                "elements": []
                            },
                            {
                                "content": "105.  The Government submitted that this complaint should be rejected as incompatible ratione personae with the Convention, because the applicant had not been deprived of his liberty under the impugned ruling.",
                                "elements": []
                            },
                            {
                                "content": "106.  The Court reiterates that the word “victim” in the context of Article 34 of the Convention denotes a person directly affected by the act or omission at issue (see Lüdi v. Switzerland, 15 June 1992, § 34, Series A no. 238).",
                                "elements": []
                            },
                            {
                                "content": "107.  The Court notes that the ruling of 19 November 2009 was not implemented (see paragraphs 24-29 above). In fact, the applicant has never alleged that it led to the deprivation of his liberty. This means, as rightly pointed out by the Government, that he cannot claim to be a victim of the alleged violation of Article 5 of the Convention. This part of the application is therefore incompatible ratione personae with the provisions of the Convention and must rejected pursuant to Article 35 §§ 3 (a) and 4.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION on account of the collection of information about the applicant by the police without his consent",
                        "elements": [
                            {
                                "content": "108.  The applicant complained that the collection of information about him by the police ordered by the Krasnogvardiyskyy Court had violated his right to respect for his private life under Article 8 of the Convention, the relevant part of which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private ... life ...",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "109.  The Government submitted that the applicant had not exhausted the domestic remedies. They noted, in particular, that he could have complained about the allegedly unlawful collection of information about him to the prosecution authorities, but had failed to do so. The Government further contended that it had also been open to the applicant, either as an alternative to the aforementioned remedy or in addition to it, to bring civil proceedings for damages. They referred in this connection to Article 302 of the Civil Code and section 11 of the Information Act, as well as the relevant domestic case-law (see paragraphs 63, 67 and 69 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  The applicant replied in general terms that he had complained to various authorities about this issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  The Court has already held that only effective domestic remedies are to be exhausted (see paragraph 84 above). It reiterates that for the remedy to be effective it must be independent of any action taken at the authorities’ discretion directly available to those concerned (see Gurepka v. Ukraine, no. 61406/00, § 59, 6 September 2005); able to prevent the alleged violation from taking place or continuing; or provide adequate redress for any violation that has already occurred (see Kudła v. Poland [GC], no. 30210/96, § 158, ECHR 2000XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court observes that in a number of cases against Ukraine it has found that the courts of general jurisdiction in Ukraine did not have power to set aside laws as being unconstitutional. Moreover, in the Ukrainian legal system an individual has no right of individual petition to the Constitutional Court of Ukraine, which is the only jurisdiction empowered to repeal a statutory provision. Therefore, where an applicant’s complaint directly concerned a statutory provision that was clear and unambiguous, the Court has concluded that he or she had no remedy which could be considered effective in the circumstances of his or her case (see, for example, Myroshnychenko v. Ukraine (dec.), no. 10205/04, 3 April 2007, and Garnaga v. Ukraine, no. 20390/07, § 30, 16 May 2013).",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  In order to be able to decide whether an effective domestic remedy was available to the applicant in the present case for his complaint under Article 8 of the Convention, the Court would need to analyse the quality of the Ukrainian legislation pertaining to the collection of personal information about an individual by the authorities. However, as this issue already concerns the merits of the applicant’s complaint, the Court considers that the issue of exhaustion of domestic remedies should be joined to the merits of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court further notes that this part of the application is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "115.  The parties have not exchanged any observations on the merits of this complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  The Court notes, and this is not in dispute, that in August and October 2009 the police collected information about the applicant’s character from his neighbours and relatives, pursuant to the instruction of the President of the Krasnogvardiyskyy Court (see paragraphs 13-15 and 20 above). That information was apparently used by the psychiatric hospital’s specialists in the context of the forensic psychiatric examination of the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court has held in its case-law that the collection and storage of information relating to an individual’s private life or the release of such information come within the scope of Article 8 § 1 (see, for example, Rotaru v. Romania [GC], no. 28341/95, § 43, ECHR 2000V).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court further reiterates that the wording “in accordance with the law” requires the impugned measure both to have some basis in domestic law and to be compatible with the rule of law, which is expressly mentioned in the preamble to the Convention and inherent in the object and purpose of Article 8. The law must thus be adequately accessible and foreseeable, that is, formulated with sufficient precision to enable the individual – if need be with appropriate advice – to regulate his conduct. For domestic law to meet those requirements, it must afford adequate legal protection against arbitrariness and accordingly indicate with sufficient clarity the scope of discretion conferred on the competent authorities and the manner of its exercise (see S. and Marper v. the United Kingdom [GC], nos. 30562/04 and 30566/04, § 95, ECHR 2008, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  Turning to the present case, the Court notes that at the time of the events the relevant provision (then section 23) of the lex specialis, the Information Act, had remained unchanged since its enactment in 1992. The Court is mindful of the criticism of that provision by the Constitutional Court, which concerned the insufficient statutory regulation of the collection, storage, use and dissemination of information about individuals, in particular, about their mental state, as well as the absence of any procedures for the protection of individuals’ rights against the unlawful interference of psychiatric services in their private life (see paragraphs 68 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  Bearing in mind the fact that the information about the applicant was collected by the police in the context of his forensic psychiatric examination, the Court also deems it pertinent to refer here to its own criticism of the applicable legal provisions as regards, in particular, the absence of requisite safeguards against arbitrariness (see paragraph 101 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  The above considerations are sufficient for the Court to conclude that the impugned interference in the applicant’s private life was unlawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court therefore finds that there has been a violation of Article 8 of the Convention in this regard. It also dismisses the Government’s objection based on non-exhaustion of domestic remedies, which was previously joined to the merits of the case (see paragraph 113 above).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "123.  The applicant complained under Article 6 of the Convention that the administrative offence proceedings against him had been unfair and unreasonably long. He also complained, relying on Article 7, that he had been forced to undergo a psychiatric examination applicable only to criminal proceedings. The applicant next complained, under Article 8 of the Convention and Article 1 of Protocol No. 1, of the unauthorised entry into his flat and theft of his property while he was in hospital. He complained under Articles 9 and 10 of the Convention that by ordering his psychiatric confinement, the domestic courts had been punishing him for expressing his disagreement with “the political, moral, legal, religious and cultural values held by a certain sector of society”. Lastly, the applicant complained that although he had never been married, the authorities had mistakenly decided to seek a character reference from his non-existent ex-wife, which he considered to be a violation of Article 12 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": ".  In the light of all the material in its possession and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "125.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "126.  The applicant claimed 48,634.89 euros (EUR) in respect of pecuniary damage and EUR 19,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  The Government contested those claims as exorbitant and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  The Court does not discern any causal link between the violations found and the pecuniary damage alleged; it therefore rejects that claim. On the other hand, it awards the applicant EUR 5,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "129.  The applicant also claimed 30,000 Ukrainian hryvnias (UAH) for his representation by a certain Mr Boldyrev in the proceedings before the Court prior to the communication of the case to the Government. The applicant claimed a further UAH 42 for stationery, UAH 778 for printing-related expenses and UAH 511.72 for postal expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  The Government contested the claim regarding the applicant’s representation, noting, in particular, that there was no evidence in the case file that Mr Boldyrev had in fact prepared any submissions to the Court on behalf of the applicant. They also contested the applicant’s other claims under this head, except for that in respect of postal expenses, which they left to the Court’s discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court rejects the applicant’s claim regarding his representation in the proceedings before the Court and awards him EUR 120 in respect of all administrative and postal expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "132.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Decides to join the Government’s objection as to the exhaustion of domestic remedies in respect of the applicant’s complaint under Article 8 of the Convention concerning the collection of information about him by the police to the merits of that complaint, and dismisses it after having examined the merits of the complaint;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaint concerning the applicant’s involuntary hospitalisation and confinement in a psychiatric hospital, as well as his complaint concerning the collection of information about him by the police, admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Ukrainian hryvnias at the rate applicable at the date of settlement, plus any tax that may be chargeable:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement, simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 26 February 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mark Villiger",
            "role": "president"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Helena Jäderblom",
            "role": "judges"
        },
        {
            "name": "Aleš Pejchal",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ZAICHENKO v. UKRAINE (No. 2)",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-152598.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:0226JUD004579709",
    "externalsources": [],
    "extractedappno": [
        "45797/09",
        "29875/02",
        "50264/08",
        "12317/06",
        "25803/94",
        "21519/02",
        "8080/08",
        "8577/08",
        "24086/03",
        "55352/12",
        "32863/05",
        "2452/04",
        "543/03",
        "61603/00",
        "26629/95",
        "36760/06",
        "31365/96",
        "21207/03",
        "61406/00",
        "30210/96",
        "10205/04",
        "20390/07",
        "28341/95",
        "30562/04",
        "30566/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-152598",
    "judgementdate": "26/02/2015 00:00:00",
    "kpdate": "26/02/2015 00:00:00",
    "kpthesaurus": [
        "448",
        "220",
        "307",
        "451",
        "429"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "5-1-e",
        "8",
        "8-1",
        "5-1",
        "5"
    ],
    "parties": [
        "ZAICHENKO",
        "UKRAINE"
    ],
    "rank": "1247.6962890625",
    "representedby": [],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "429459",
    "typedescription": "15"
}