{
    "__articles": "8;8-1",
    "__conclusion": "No violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for home)",
    "applicability": "",
    "appno": "44817/18",
    "article": [
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for home"
            ],
            "element": "No violation of Article 8 - Right to respect for private and family life",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-203827.docx": [
            {
                "content": "INTRODUCTION",
                "elements": [
                    {
                        "content": "1.  The case concerns a demolition order against the applicant’s home on the grounds that it had been built unlawfully on forest land.",
                        "elements": []
                    }
                ],
                "section_name": "introduction"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "2.  The applicant was born in 1950 and lives in Kulautuva, in the Kaunas region. He was represented by Mr A. Palijanskas, a lawyer practising in Kaunas.",
                        "elements": []
                    },
                    {
                        "content": "3.  The Government were represented by their Agent, most recently Ms K. Bubnytė-Širmenė.",
                        "elements": []
                    },
                    {
                        "content": "4.  In January 2005 the authorities restored the property rights of the applicant’s mother by giving her a plot of land in Kulautuva. At that time, the land in question was included in the Register of Forests (Miškų kadastras) as forest land (see paragraph 25 below). In June 2006 the applicant’s mother gifted the applicant 0.8 hectares of forest land.",
                        "elements": []
                    },
                    {
                        "content": "Construction on the applicant’s land",
                        "elements": [
                            {
                                "content": "5.  As submitted by the applicant and not disputed by the Government, sometime between 2005 and 2006 the applicant built a house and a storehouse on the aforementioned plot. From that time until the date of the latest information provided to the Court (13 February 2020), the applicant and his wife lived in the house.",
                                "elements": []
                            },
                            {
                                "content": "6.  In June 2012 the State Inspectorate of Territorial Planning and Construction under the Ministry of the Environment (hereinafter “the Inspectorate”) inspected the applicant’s land and found that the construction had been unlawful. He was ordered to demolish the buildings within six months. That time-limit was extended by three months at the applicant’s request. Subsequently he sought a further extension, but the courts found that there were no lawful grounds for granting it.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Proceedings instituted by the Inspectorate",
                        "elements": [
                            {
                                "content": "7.  In September 2013 the Inspectorate instituted proceedings against the applicant before the Kaunas District Court for failure to comply with the demolition order.",
                                "elements": []
                            },
                            {
                                "content": "8.  In his reply to the Inspectorate’s claim, the applicant did not dispute the unlawfulness of the construction, but submitted that he was taking steps to change the status of his land. He argued that there were no trees on the part of the plot on which he had built the house and that it was therefore not justified to classify it as forest land. He contended that if the status of the land was changed, he would be able to obtain a construction permit and legalise the buildings ex post facto (see paragraph 28 below). The applicant also submitted that the house was his only home, he was retired and did not have sufficient funds to acquire a new place of residence.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "The applicant’s attempts to legalise the unlawful construction",
                        "elements": [
                            {
                                "content": "9.  On several occasions in 2013 and 2014 the applicant addressed the public authorities in charge of the supervision and management of forests, asking them to re-assess the boundaries of the forest on his land and to exclude from the forest land category the part on which the house had been built. The authorities refused his requests and stated that the plot had been included in the Register of Forests in 2004 because it had fulfilled the criteria of forest land (see paragraph 25 below), as demonstrated by photographic evidence dating from that time. They also noted that unlawful construction on the land did not constitute grounds to find that it was no longer forest land.",
                                "elements": []
                            },
                            {
                                "content": "10.  In November 2014 the Kaunas District Court adjourned the proceedings instituted by the Inspectorate (see paragraph 7 above), on the grounds that the applicant had lodged complaints about the authorities’ refusal to re-assess the boundaries of the forest on his land (see paragraph 9 above). The court observed that the latter proceedings were part of the applicant’s efforts to legalise the unlawful construction ex post facto and thus relevant to determining whether the demolition order should be upheld.",
                                "elements": []
                            },
                            {
                                "content": "11.  In March 2015 the Vilnius Regional Administrative Court dismissed the applicant’s complaint about the authorities’ refusal to re-assess the boundaries of the forest (see paragraph 9 above). It held that the status of forest land could be changed only in a limited number of circumstances provided for by law (see paragraph 26 below), which were not present in the applicant’s case. It also observed that the applicant’s advanced age and low income did not exempt him from the obligation to comply with the law. In March 2016 the Supreme Administrative Court upheld that decision.",
                                "elements": []
                            },
                            {
                                "content": "12.  In March 2016 the Kaunas District Court resumed the adjourned proceedings (see paragraph 10 above), but in September 2016 it adjourned them again, on the grounds that the applicant had instituted proceedings seeking to establish a fact of legal significance, namely that his grandfather had owned a homestead on the plot. The court observed that if such a fact was established, it would enable the applicant to legalise the unlawful construction (see paragraph 26 below).",
                                "elements": []
                            },
                            {
                                "content": "13.  In December 2016 the Kaunas District Court dismissed the applicant’s request to establish a fact of legal significance (see paragraph 12 above). After examining the documents submitted by the applicant and hearing witnesses, the court found that there was insufficient evidence that his grandfather had owned a homestead, or that such a homestead had been located on his plot. In July 2017 the Kaunas Regional Court upheld that decision, and in October 2017 the Supreme Court declined to examine an appeal on points of law lodged by the applicant.",
                                "elements": []
                            },
                            {
                                "content": "14.  In July 2017 the Kaunas District Court resumed the adjourned proceedings (see paragraph 12 above).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Court decisions concerning the demolition order",
                        "elements": [
                            {
                                "content": "15.  On 18 October 2017 the Kaunas District Court allowed the Inspectorate’s claim and ordered the applicant to demolish the buildings. It observed that the applicant had built them on forest land, without having changed the status of the land and without having obtained a construction permit (see paragraph 27 below). Furthermore, his subsequent attempts to legalise the unlawful construction ex post facto had been unsuccessful (see paragraphs 11 and 13 above). In accordance with the Constitutional Court’s case-law, the prohibition to build on forest land was justified by the importance of forests to the environment, and could not be considered disproportionate (see paragraph 30 below). Moreover, an order to demolish a building built in an area where construction was prohibited was necessary in order to protect the environment and to ensure a fair balance between the public interest and individual rights, and thus it could not be considered disproportionate either (see paragraph 31 below). The court ordered the applicant to demolish the buildings within six months, in view of the difficulties which he might face during the autumn and winter. If he failed to do so, the Inspectorate had the right to demolish them at the applicant’s expense.",
                                "elements": []
                            },
                            {
                                "content": "16.  The applicant lodged an appeal against that decision. He submitted that he was retired and in poor health, his wife had cancer, and they had nowhere else to live. He stated that he had built the house on his own land and its presence did not interfere with anybody’s interests, as demonstrated by letters from the local authorities and local residents, expressing their support for him. He argued that the first-instance court had failed to strike a fair balance between his rights and the public interest.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 9 February 2018 the Kaunas Regional Court dismissed the applicant’s appeal. It observed that, in accordance with the domestic case-law, it had to take into account the individual circumstances of the applicant’s situation, such as the circumstances in which the unlawful construction had been carried out; the seriousness of such construction; the reasons for the unlawfulness; its nature and degree; whether the applicant had been aware that his conduct was unlawful and whether he could have any legitimate expectations; the nature and importance of the rights defended by the demolition order; the proportionality of the proposed measure; and whether the applicant would suffer an individual and excessive burden as a result. The court emphasised that the applicant had knowingly built the house without a construction permit (see paragraph 27 below), and the fact that he had hoped to be able to legalise it ex post facto could not exempt him from responsibility. The court considered that the obligation to demolish the buildings was proportionate and struck a fair balance between individual rights and the public interest – in particular, the protection of the environment and rational use of protected areas. In the court’s view, the applicant’s arguments concerning his age and state of health were unrelated to the obligation, provided for by law, to eliminate the consequences of unlawful construction.",
                                "elements": []
                            },
                            {
                                "content": "18.  The applicant lodged an appeal on points of law, in which he raised essentially the same arguments (see paragraph 16 above), but on 27 April 2018 the Supreme Court refused to accept it for examination, on the basis that it raised no important legal issues.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Subsequent proceedings",
                        "elements": [
                            {
                                "content": "19.  On 25 September 2019 the Kaunas District Court, at the bailiff’s request, fined the applicant 80 euros (EUR) for failure to comply with the courts’ decisions (see paragraphs 15-18 above). In determining the amount of the fine, the court took into account the applicant’s age, state of health, low monthly income and the fact that it was his first offence of such kind. It emphasised that the payment of the fine did not relieve him from the obligation to comply with courts’ decisions.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 26 November 2019 the Kaunas Regional Court upheld the fine. It observed that the applicant had been aware that his buildings had been constructed unlawfully since June 2012 (see paragraph 6 above), and that he had failed to comply with the courts’ decisions for more than a year. During that time he had taken no actions to comply with them and had not indicated any objective circumstances which might have precluded him from doing so. The court also observed that the applicant’s age, state of health and income were relevant only when determining the amount of the fine, but they could not constitute grounds to relieve him from the obligation to comply with courts’ decisions.",
                                "elements": []
                            },
                            {
                                "content": "21.  At the time the latest information was made available to the Court (13 February 2020), the house had not yet been demolished.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "RELEVANT LEGAL FRAMEWORK AND PRACTICE",
                "elements": [
                    {
                        "content": "The Constitution",
                        "elements": [
                            {
                                "content": "22.  Articles 22, 23 and 24 of the Constitution state, respectively, that an individual’s private life, property and home are inviolable. Article 22 also states that the law and courts must protect everyone from arbitrary or unlawful interference with his or her private and family life.",
                                "elements": []
                            },
                            {
                                "content": "23.  Article 54 of the Constitution enshrines the duty of the State to take care of the natural environment, wildlife and plants, individual objects of nature, and particularly valuable areas, and to supervise the sustainable use of natural resources, as well as their restoration and development. It further states that any destruction of land and the subsurface, pollution of water and air, radioactive impact on the environment, as well as depletion of wildlife and plants, are prohibited by law.",
                                "elements": []
                            },
                            {
                                "content": "24.  In accordance with Article 7 of the Constitution, ignorance of the law does not exempt anyone from liability.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Law on Forests",
                        "elements": [
                            {
                                "content": "25.  In accordance with Article 2 § 3 of the Law on Forests, valid at the material time, forest land was land covered by trees, as well as land consisting of cleared spaces, fallen trees, forest fields, arboretums, seed-plots, forest seed plantations, bushes and plantations. Forest roads, areas, technological and fire-resistant borders, timber storehouses and other equipment related to forestry, leisure areas, animal-feeding areas and land designated for the planting of trees were also classified as forest land.",
                                "elements": []
                            },
                            {
                                "content": "26.  Article 11 § 1 provides an exhaustive list of cases where the status of forest land may be changed to land of a different purpose. In so far as relevant to the present case, Article 11 § 1 (7) provides that the status of privately-owned forest land may be changed in order to rebuild a homestead which previously existed there. The existence of a homestead has to be demonstrated on the basis of archival documents, and if no such documents are available, a court may establish a fact of legal significance.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Law on Construction",
                        "elements": [
                            {
                                "content": "27.  At the material time, the requirement to obtain a construction permit in order to build a new building was provided for in Article 3 § 2, Article 12 § 1 (4) and Article 23 § 1 of the Law on Construction.",
                                "elements": []
                            },
                            {
                                "content": "28.  At the material time, Article 28 provided that in the event of unlawful construction, an individual could be allowed to obtain the necessary documents in order to legalise the construction ex post facto, but only where such construction was permissible in general. Otherwise, the unlawfully built buildings had to be demolished within an established time-limit.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Case-law of the Constitutional Court",
                        "elements": [
                            {
                                "content": "29.  For the case-law of the Constitutional Court concerning the importance of forests to the public interest, see Beinarovič and Others v. Lithuania (nos. 70520/10 and 2 others, §§ 99-100, 12 June 2018).",
                                "elements": []
                            },
                            {
                                "content": "30.  In its ruling of 13 March 2006 the Constitutional Court held:",
                                "elements": []
                            },
                            {
                                "content": "“The Constitutional Court [has previously held that] ... the State, when regulating economic activity, may establish special conditions, procedures and means of control, as well as certain restrictions or prohibitions on the economic activity related to the use of natural resources. [When doing so], the State ... is bound by ... the principles of justice, reasonableness and proportionality enshrined in the Constitution ...",
                                "elements": []
                            },
                            {
                                "content": "The aforementioned restrictions and prohibitions may be applied, inter alia, to economic activity and construction in these areas, as well as to other activity on account of which the landscape or individual objects located in these areas may be changed.",
                                "elements": []
                            },
                            {
                                "content": "It must be underlined that these restrictions and prohibitions, whose aim is to ensure the protection of particularly valuable areas – that is to say, the public interest – may and must be established not only in respect of the State and municipalities ... but also in respect of other owners and users – natural and legal persons ...",
                                "elements": []
                            },
                            {
                                "content": "It is particularly important that the aforementioned restrictions and prohibitions do ... not restrict the rights of the owners and other persons more than is necessary to achieve their objectives.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "There are not enough legal arguments to find that restrictions [on construction on forest land] ... especially taking account of the character of forests as special objects of ownership, of their special ecological, social and economic significance to the environment, are disproportionate to their objective ... [or] that the owners’ property rights are restricted more than permitted by the Constitution.”",
                                "elements": []
                            },
                            {
                                "content": "31.  In its ruling of 31 January 2011 the Constitutional Court held:",
                                "elements": []
                            },
                            {
                                "content": "“[U]nder the Constitution, the legislator, when seeking to protect the public interest, inter alia, the protection of the natural environment ... may establish various measures in order to eliminate the consequences of construction which violates the requirements of the law. Such measures may include an obligation to demolish the [unlawfully built] structure ... When establishing such measures, it is important to respect the principle of proportionality, which requires that the measures provided for by law be proportionate to the objectives sought to be realised ... [T]he measures must [also] be necessary for the protection of the rights and freedoms of others, the values enshrined in the Constitution, and/or constitutionally important objectives.",
                                "elements": []
                            },
                            {
                                "content": "Therefore, the legal regulation ... whereby a court, examining a case on the legal consequences of [unlawful] construction, [has] to adopt a decision ordering the builder to demolish the structure ... in situations where construction is not permitted in the area in question [and] the established violation may thus be eliminated only by demolishing ... the structure, is proportionate to the committed violation and is in line with the legitimate and generally important objectives sought in order to protect the violated rights of others, to strike a fair balance between the interests of society and those of an individual, to ensure the protection of the environment ... [and] to guarantee the rational use of territories ...”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "relevant_law"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "32.  The applicant complained that the demolition order had breached his right to respect for his home and had therefore been contrary to Article 8 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "33.  The Court notes that the application is neither manifestly illfounded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "Submissions of the parties",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The applicant",
                                "elements": [
                                    {
                                        "content": "34.  The applicant submitted that the house was his only home and that because of his old age, poor health and low income he was unable to acquire a new place of residence. He submitted that neither he nor his wife owned any other property that was suitable for living in, or which could be sold for a price that would enable them to buy a new home in the area in which they lived (see paragraph 36 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The applicant did not dispute the fact that he had built the house without having obtained a construction permit; he submitted that acquaintances had assured him that he would be able to legalise it ex post facto. Be that as it may, he had built it on his own land and at his own expense, and had lived there without receiving any complaints from any individuals or authorities until the Inspectorate’s visit in 2012 (see paragraph 6 above). In the applicant’s view, this demonstrated that the presence of the house did not interfere with any private or public interests. He also argued that the part of the plot on which the house stood had not been covered by a forest but had been occupied by his grandfather’s homestead, and that its inclusion in the Register of Forests had been unfounded.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Government",
                                "elements": [
                                    {
                                        "content": "36.  The Government firstly disputed the applicant’s claim that the house in question was his only home. They submitted that he had failed to disclose to the domestic authorities and to the Court that he and his wife owned several other properties, including small plots of residential and agricultural land, and some buildings. Therefore, he could have either resided in his other property, or sold that property and acquired a new place of residence. They also submitted that the applicant’s official address was not that of the house in question but somewhere else.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Be that as it may, the Government argued that the interference with the applicant’s right to respect for his home had been in accordance with the requirements of Article 8 § 2 of the Convention. It had had a basis in domestic law, and had pursued legitimate aims in the public interest, namely the protection of the environment and the need to ensure the effective implementation of domestic legislation prohibiting the construction of residential houses on forest land.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Furthermore, the domestic courts had carefully examined the necessity and proportionality of the demolition order. In particular, they had taken into account the fact that the applicant had never obtained a construction permit and that there was a general prohibition on building residential houses on forest land, with very limited exceptions which were not applicable to his situation. They had also taken into account the general interest – protection of the environment – which the demolition order sought to defend.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Government also contended that the domestic authorities had made a considerable effort to assist the applicant. For instance, the Inspectorate had extended the time-limit for demolishing the buildings (see paragraph 6 above), and the courts had adjourned the case several times in order to allow him to use the available avenues of legalising the construction ex post facto (see paragraphs 10 and 12 above). The proceedings had been resumed only after all those attempts had failed. Therefore, the courts had treated the case with the required sensitivity and had sought to strike a fair balance between the applicant’s rights and the public interest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Government emphasised that the State had not contributed to the applicant’s situation. The land in question had already had the status of a forest at the time when he had become its owner (see paragraph 4 above), and thus he must have been aware of the restrictions applicable to it. Moreover, when building the house, he had been fully aware that he had been doing so without a permit (see paragraph 8 above). They also submitted that the fact that the applicant’s plot had been inspected by the authorities only in 2012 could not have absolved him from responsibility for unlawful construction (see paragraph 35 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Lastly, the Government submitted that if, after his eviction from the house, the applicant did not have a place to live or sufficient funds to acquire one, he could apply for housing assistance from the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Whether there has been an interference",
                                "elements": [
                                    {
                                        "content": "42.  The Court reiterates that the concept of “home” within the meaning of Article 8 of the Convention is not limited to premises which are lawfully occupied or which have been lawfully established. It is an autonomous concept which does not depend on classification under domestic law. Whether or not a particular premises constitutes a “home” which attracts the protection of Article 8 will depend on the factual circumstances, namely, the existence of sufficient and continuous links with a specific place (see Yevgeniy Zakharov v. Russia, no. 66610/10, § 30, 14 March 2017, and the cases cited therein).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In the present case the Government argued that the house in question was not the applicant’s only home because he owned other property and also because his official address was elsewhere (see the Government’s submissions in paragraph 36 above and the applicant’s response in paragraph 34 above). However, the Court observes that these arguments were never raised by the authorities at the domestic level, and the domestic courts did not question the applicant’s claim that the house was indeed his home (see paragraphs 8 and 15-17 above). In such circumstances, the Court considers that it should limit its assessment to the factual circumstances established in the domestic proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  It has not been disputed that the applicant built the house around 2005-06 and lived there with his wife from that time (see paragraph 5 above). Therefore, the Court is satisfied that, irrespective of the fact that the house was built unlawfully, it was the applicant’s “home” within the meaning of Article 8 of the Convention (see Ivanova and Cherkezov v. Bulgaria, no. 46577/15, § 49, 21 April 2016, and the cases cited therein).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Furthermore, even though at the date of the latest information provided to the Court (13 February 2020) the house had not yet been demolished (see paragraph 21 above), the demolition order had been upheld by a final court decision and had become enforceable (see paragraphs 15-18 above), and it does not appear that the applicant had any further legal recourse against it. Accordingly, the Court has no reason to doubt that there has been an interference with his right to respect for his home (see, mutatis mutandis, Gladysheva v. Russia, no. 7097/10, § 91, 6 December 2011, and Aydarov and Others v. Bulgaria (dec.), no. 33586/15, § 65, 2 October 2018, and the cases cited therein).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Whether the interference was justified",
                                "elements": [
                                    {
                                        "content": "46.  There was no dispute that the prohibition on building residential houses on forest land and the obligation to demolish unlawfully constructed buildings had a basis in domestic law (see paragraphs 25-31 above), and the Court has no reason to find otherwise.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Government submitted that the demolition order against the applicant’s house pursued legitimate aims in the public interest – protection of the environment and the need to ensure the effective implementation of domestic legislation prohibiting construction of residential houses on forest land (see paragraph 37 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court reiterates that environmental conservation, which in today’s society is an increasingly important consideration, has become a cause whose defence arouses the constant and sustained interest of the public, and consequently the public authorities (see Depalle v. France [GC], no. 34044/02, § 81, ECHR 2010, and the cases cited therein). It has stressed this point a number of times, including with regard to the protection of forests (see Turgut and Others v. Turkey, no. 1411/03, § 90, 8 July 2008, and Beinarovič and Others v. Lithuania, nos. 70520/10 and 2 others, § 135, 12 June 2018). It also observes that the Constitution of Lithuania and the case-law of the Constitutional Court establish the obligation of the State to take care of the natural environment, including forests, in the interests of society (see paragraphs 23, 29 and 30 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  However, the applicant argued that the part of the plot on which he had built the house had not been covered by a forest and should not have been classified as forest land (see paragraph 35 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  In this connection, the Court reiterates that it is not its task to deal with errors of fact or law allegedly committed by a national court unless and in so far as such errors may have infringed rights and freedoms protected by the Convention (see, among many other authorities, García Ruiz v. Spain [GC], no. 30544/96, § 28, ECHR 1999-I). Furthermore, the Convention does not lay down any rules on the admissibility of evidence or the way in which evidence should be assessed, these being primarily matters for regulation by national law and the national courts (see Bochan v. Ukraine (no. 2) [GC], no. 22251/08, § 61, ECHR 2015, and the cases cited therein).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  In the present case, the applicant’s land was included in the Register of Forests by the relevant authorities before he acquired it and its status never changed (see paragraph 4 above and compare Beinarovič and Others, cited above, § 136). Despite the applicant’s requests that the authorities reassess the boundaries of the forest on his land, they found no grounds for doing so, and the courts upheld those decisions (see paragraphs 9 and 11 above). There is nothing in the case file that would enable the Court to substitute their findings with its own assessment. It is therefore satisfied that the fact that the applicant’s land formed part of a forest was credibly established by the competent authorities and that the demolition order sought to preserve that forest, thereby protecting the “rights and freedoms of others” (see Chapman v. the United Kingdom [GC], no. 27238/95, § 82, ECHR 2001I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Moreover, the Court has previously acknowledged that the need to ensure the effective implementation of the regulatory requirement that no buildings can be constructed without a permit also constituted a legitimate aim within the meaning of Article 8 § 2 of the Convention, as it may be regarded as falling under “prevention of disorder” and as promoting the “economic well-being of the country” (see Ivanova and Cherkezov, cited above, § 51).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Accordingly, the Court finds that the demolition order pursued legitimate aims which were in the public interest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The general principles concerning the necessity of an interference with an individual’s home were summarised in Winterstein and Others v. France (no. 27013/07, §§ 147-48, 17 October 2013, and the cases cited therein) and Ivanova and Cherkezov (cited above, § 53, and the cases cited therein).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  In particular, a margin of appreciation must be left to the competent national authorities in this assessment. The breadth of this margin varies and depends on a number of factors, including the nature of the Convention right in issue, its importance for the individual, the nature of the interference and the object pursued by the interference (see Winterstein and Others, cited above, § 148).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Where a dwelling has been established without the planning permission which is needed under the national law, there is a conflict of interest between the right of the individual under Article 8 of the Convention to respect for his or her home and the right of others in the community to environmental protection. When considering whether a requirement that the individual leave his or her home is proportionate to the legitimate aim pursued, it is highly relevant whether or not the home was established unlawfully. If the home was lawfully established, this factor would self-evidently be something which would weigh against the legitimacy of requiring the individual to move. Conversely, if the establishment of the home in a particular place was unlawful, the position of the individual objecting to an order to move is less strong. The Court will be slow to grant protection to those who, in conscious defiance of the prohibitions of the law, establish a home on an environmentally protected site. For the Court to do otherwise would be to encourage illegal action to the detriment of the protection of the environmental rights of other people in the community (see Chapman, cited above, § 102).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  Lastly, the Court reiterates that since the loss of one’s home is a most extreme form of interference with the right to respect for the home, any person risking this – whether or not belonging to a vulnerable group – should in principle be able to have the proportionality of the measure determined by an independent tribunal in the light of the relevant principles under that Article. The person concerned must be able to challenge the administrative decision causing the loss of the home on the grounds that it is disproportionate in view of his or her personal circumstances (see Ivanova and Cherkezov, cited above, § 53, and the cases cited therein).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  In the present case, there was no dispute that the applicant had built his house unlawfully and that he had done so knowingly – he did not contest this either at the domestic level or before the Court (see paragraphs 8 and 35 above). Indeed, he ought to have been aware of the restrictions on construction on the land at the time when he acquired it, as it had already been classified as forest land (see paragraph 4 above and, mutatis mutandis, Kristiana Ltd. v. Lithuania, no. 36184/13, § 110, 6 February 2018). However, none of the material in the Court’s possession shows that before building the house, he made any attempts to change the status of the land or ensure the lawfulness of the construction in any other way. It appears that he began searching for ways to retroactively legalise the unlawful construction only after the demolition order had been issued (see paragraphs 9-13 above). Moreover, there is no indication that the authorities took any action which may have led the applicant to believe that the construction was lawful or that he would be able to legalise it ex post facto (compare and contrast Brežec v. Croatia, no. 7177/10, § 48, 18 July 2013, and Tumeliai v. Lithuania, no. 25545/14, § 78, 9 January 2018).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  In such circumstances, the Court can only conclude that the applicant built the house on forest land in conscious defiance of the prohibitions of the law (see, mutatis mutandis, Chapman, cited above, § 107). Therefore, the situation in which he found himself was of his own making (see, mutatis mutandis, Sagvolden v. Norway, no. 21682/11, § 142, 20 December 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court observes that the Lithuanian law did not provide for a general and absolute rule that any building built without a permit had to be demolished – there was a possibility to legalise such buildings ex post facto (see paragraph 28 above; compare and contrast Ivanova and Cherkezov, cited above, § 54). Nor was the prohibition to build on forest land absolute – the law provided for a limited number of exceptions where the status of forest land could be changed in order to allow construction (see paragraph 26 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  However, in cases where those exceptions were not applicable and construction could not be permitted, the possibility of retroactive legalisation was excluded by law and the buildings had to be demolished (see paragraphs 28 and 31 above). This may be seen as the decision of the Lithuanian legislature to give preference to environmental considerations over the interests of individuals who had carried out unlawful construction in protected areas (see, mutatis mutandis, Garib v. the Netherlands [GC], no. 43494/09, § 138, 6 November 2017, and the cases cited therein). As a result, in situations such as the present one, domestic law required the courts to assess only whether the building had been built lawfully on forest land. Nonetheless, the courts which examined the applicant’s case held that they had to take into account the individual circumstances of his situation and the proportionality of the proposed measure (see paragraph 17 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  In this connection, the Court reiterates that, under its well-established case-law, its task is not to review domestic law in abstracto, but to determine whether the manner in which it was applied to, or affected, the applicant gave rise to a violation of the Convention (ibid., § 136, and the cases cited therein).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  In the present case, the Court notes that the domestic authorities took various measures aimed at providing the applicant with opportunities to improve his situation. In particular, at the applicant’s request, the Inspectorate extended the time-limit for demolishing the house (see paragraph 6 above); the courts which examined the demolition order adjourned the proceedings several times in order to enable him to seek an ex post facto legalisation of the construction (see paragraphs 10 and 12 above); when setting the time-limit for the demolition, the courts took into account the difficulties which the applicant might face during the cold season (see paragraph 15 above); and even though the Inspectorate was authorised to demolish the house at the applicant’s expense if he failed to do so, it refrained from taking such action for more than a year after the final court decision (see paragraphs 15, 18 and 21 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court is mindful of the applicant’s difficult situation in view of his advanced age, poor health and low income (see paragraph 34 above). However, the courts weighed the interests of the applicant against the general interest in the preservation of forests and the environment, and held that neither the applicant’s age nor his other personal circumstances could be given decisive weight, in view of the fact that he had knowingly built the house in a protected area without a permit (see paragraphs 11, 15, 17 and 20 above and Chapman, cited above, §§ 108-10).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  Accordingly, the Court is satisfied that domestic authorities assessed all the relevant circumstances and adequately addressed the applicant’s arguments regarding his individual situation (see the principles cited in paragraph 57 above and compare and contrast Ćosić v. Croatia, no. 28261/06, § 21, 15 January 2009, and Ivanova and Cherkezov, cited above, § 56). It is therefore unable to find that the State overstepped the margin of appreciation accorded to it under Article 8 of the Convention (see Winterstein and Others, cited above, § 148).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Conclusion",
                                "elements": [
                                    {
                                        "content": "66.  There has accordingly been no violation of Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been no violation of Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 4 August 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Jon Fridrik Kjølbro",
            "role": "president"
        },
        {
            "name": "Marko Bošnjak",
            "role": "judges"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Ivana Jelić",
            "role": "judges"
        },
        {
            "name": "Arnfinn Bårdsen",
            "role": "judges"
        },
        {
            "name": "Saadet Yüksel",
            "role": "judges"
        },
        {
            "name": "Peeter Roosma",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KAMINSKAS v. LITHUANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-203827.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:0804JUD004481718",
    "externalsources": [],
    "extractedappno": [
        "44817/18",
        "70520/10",
        "66610/10",
        "46577/15",
        "7097/10",
        "33586/15",
        "34044/02",
        "1411/03",
        "30544/96",
        "22251/08",
        "27238/95",
        "27013/07",
        "36184/13",
        "7177/10",
        "25545/14",
        "21682/11",
        "43494/09",
        "28261/06"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-203827",
    "judgementdate": "04/08/2020 00:00:00",
    "kpdate": "04/08/2020 00:00:00",
    "kpthesaurus": [
        "451",
        "426"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "8",
        "8-1"
    ],
    "parties": [
        "KAMINSKAS",
        "LITHUANIA"
    ],
    "rank": "6746.37841796875",
    "representedby": [
        "PALIJANSKAS A."
    ],
    "respondent": "LTU",
    "respondentOrderEng": "26",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "499939",
    "typedescription": "15"
}