{
    "__articles": "8;8-1;8-2;41",
    "__conclusion": "Violation of Art. 8;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "50015/99",
    "article": [
        "8",
        "41"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-61100.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 50015/99) against the United Kingdom of Great Britain and Northern Ireland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a United Kingdom national, Mr James Roberts Hewitson (“the applicant”), on 16 March 1999. ",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr K. O’Neill, a lawyer practising in Bournemouth. The United Kingdom Government (“the Government”) were represented by their Agent, Mr C. Whomersley of the Foreign and Commonwealth Office, London.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained of the installation and use by the police of a covert listening device at his place of work. The case as declared admissible raises complaints under Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1. On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1) This case was assigned to the newly composed Fourth Section (Rule 52 § 1). ",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 22 October 2002, the Court declared the application partly admissible, partly inadmissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicant and the Government each filed observations on the merits (Rule 59 § 1). The Chamber decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The applicant was born in 1948 and is currently serving a sentence of imprisonment in HMP Verne.",
                                "elements": []
                            },
                            {
                                "content": "8.  The applicant owned a garage in Dorset and had business connections in Spain. He had two Mercedes cars each of which had a false compartment in the fuel tank. The false compartments could hold up to 45 kilograms of cannabis resin. From 1994 he was suspected by the police of being involved in drug trafficking. The police also suspected him of being involved in the handling of stolen goods, including stolen vehicles.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 22 February 1995 he was arrested by the Dorset police in relation to their suspicions of his handling stolen goods. Whilst he was in custody, a listening device was installed at his garage premises which remained there and active until 26 July 1995 when it was discovered.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 30 December 1996 an indictment was signed charging the applicant with conspiracy to import controlled drugs and conspiracy to supply controlled drugs, namely cannabis. The prosecution evidence against the applicant relied on tape recordings made from the listening device which had been installed by the police at the applicant’s garage premises. It was acknowledged by the prosecution that without the evidence from the tapes, there was no prima facie case against the applicant.",
                                "elements": []
                            },
                            {
                                "content": "11.  The applicant objected to the admission of the tape recordings as evidence in his trial. He argued inter alia that the original grant of authority and the renewal of authority for the placement of the listening device were not in compliance with the Home Office Guidelines, which governed the use of surveillance equipment by the police at the relevant time. He submitted that his prosecution ought to be stayed as an abuse of the process of the court, alternatively the tape evidence should be excluded under section 78 of the Police and Criminal Evidence Act 1984 (“PACE”).",
                                "elements": []
                            },
                            {
                                "content": "12.  A preliminary hearing was held on the matter of the admissibility of the tape recordings. His Honour Judge Pryor QC held on 8 July 1997 that he was satisfied that the original authority for the use of the surveillance equipment was properly granted and that there were proper grounds for renewal, though he made some criticism of the lack of documentation on the renewals and noted that there had been a technical infringement in that one renewal took place a day late. The judge concluded that the tapes were admissible as evidence and should not be excluded under section 78 of PACE.",
                                "elements": []
                            },
                            {
                                "content": "13.  Following the admission of the tapes as evidence, the applicant pleaded guilty to the charges of conspiracy to import controlled drugs and conspiracy to supply controlled drugs, namely cannabis. On 5 September 1997 he was sentenced to five years’ imprisonment.",
                                "elements": []
                            },
                            {
                                "content": "14.  The applicant was granted leave to appeal against his conviction. On 24 September 1997, the Court of Appeal held that in the light of the applicant’s pleas of guilty his convictions could not be regarded as “unsafe” and rejected his appeal. ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The Home Office Guidelines",
                                "elements": [
                                    {
                                        "content": "15.  Guidelines on the use of equipment in police surveillance operations (The Home Office Guidelines of 1984) provided that only chief constables or assistant chief constables were entitled to give authority for the use of such devices. The Guidelines were available in the library of the House of Commons and were disclosed by the Home Office on application. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  In each case, the authorising officer had to satisfy himself that the following criteria were met: a) the investigation concerned serious crime; b) normal methods of investigation must have been tried and failed, or must from the nature of things, have been unlikely to succeed if tried; c) there was good reason to think that use of the equipment would be likely to lead to an arrest and a conviction, or where appropriate, to the prevention of acts of terrorism; d) the use of equipment was operationally feasible. The authorising officer had also to satisfy himself that the degree of intrusion into the privacy of those affected by the surveillance was commensurate with the seriousness of the offence.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Police Act 1997",
                                "elements": [
                                    {
                                        "content": "17.  The 1997 Act provides a statutory basis for the authorisation of police surveillance operations involving interference with property or wireless telegraphy. The relevant sections relating to the authorisation of surveillance operations, including the procedures to be adopted in the authorisation process, entered into force on 22 February 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Since 25 September 2000, these controls have been augmented by Part II of the Regulation of Investigatory Powers Act 2000 (“RIPA”). In particular, covert surveillance in a police cell is now governed by sections 26(3) and 48(1) of RIPA. RIPA also establishes a statutory Investigatory Powers Tribunal to deal with complaints about intrusive surveillance and the use of informants by the police.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "19.  The applicant invoked Article 8 of the Convention in respect of the use of a covert surveillance device by the police to record conversations at his garage. Article 8 provides insofar as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private ... life ...",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "20.  The Government accepted, following the judgment in Khan v. the United Kingdom (no. 35394/97, ECHR 2000-V, §§ 26-28) that the use of the recording device amounted to an interference with the applicant’s right to private life under Article 8 § 1 of the Convention and that the measures were not used “in accordance with law” within the meaning of Article 8 § 2 of the Convention. ",
                                "elements": []
                            },
                            {
                                "content": "21.  The Court recalls, as in the above-mentioned Khan case, that at the relevant time there existed no statutory system to regulate the use of covert recording devices by the police. The interferences disclosed by the measures implemented in respect of the applicant were therefore not “in accordance with the law” as required by the second paragraph of Article 8 and there has accordingly been a violation of this provision. ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "22.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "23.  The applicant claimed non-pecuniary damage. He observed that the surveillance device had been in active use from 22 February to 26 July 1995 during which time many of his legitimate conversations were recorded in breach of his right to privacy. He submitted that he should receive an award reflecting this violation of his rights as had the applicants in the P.G. and J.H. v. the United Kingdom case (no. 44787/98, ECHR 2001-IX).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Government pointed out that the applicant had been convicted of a serious offence. The admitted breach only related to the lack of proper legal regulation of the installation of surveillance devices and there was nothing to suggest that had procedures been in place their use would not have been compatible with Article 8. In their view, a finding of a violation should in itself constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court notes that in cases in which a similar breach relating to the lack of legal basis for surveillance measures has been found it has considered that a finding of a violation provided sufficient just satisfaction (for example, Khan, cited above, § 49, Taylor-Sabori v. the United Kingdom, no. 47114/99, judgment of 22 October 2002, § 28). While it is true that an award was made in P.G. and J.H. v. the United Kingdom, this case involved several breaches of Article 8, including the taping of the applicants’ voices in the police station for identification purposes. In the circumstances of this case, it considers that the findings of violation constitute sufficient just satisfaction for any non-pecuniary damage caused to the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "26.  The applicant claimed legal costs and expenses, principally fees to leading counsel of 2,600 pounds sterling (GBP) for drafting the application, GBP 1,400 for drafting the reply and GBP 300 for the observations after admissibility. This made a total of GBP 4,300, plus value-added tax (VAT).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Government considered that the case was identical to previous applications before the Court and that fees incurred in respect of the inadmissible part of the application should be discounted. They submitted GBP 3,000 was a more reasonable figure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court recalls that it will award legal costs and expenses only if satisfied that these were necessarily incurred and reasonable as to quantum. It agrees with the Government that this was a straightforward case, raising virtually identical issues to the above-mentioned Khan judgment. It awards 4,800 euros (EUR) in respect of costs and expenses, plus any VAT that may be payable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "29.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds ",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 4,800 (four thousand eight hundred euros) in respect of costs and expenses, to be converted into pounds sterling at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 27 May 2003, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrM. Pellonpää",
            "role": "president"
        },
        {
            "name": "SirNicolas Bratza",
            "role": "judges"
        },
        {
            "name": "MrsE. Palm",
            "role": "judges"
        },
        {
            "name": "MrsV. Strážnická",
            "role": "judges"
        },
        {
            "name": "MrM. Fischbach",
            "role": "judges"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "Mr M. O’Boyle",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF HEWITSON v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-61100.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2003:0527JUD005001599",
    "externalsources": [],
    "extractedappno": [
        "50015/99",
        "35394/97",
        "44787/98",
        "47114/99"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [
        "Home Office Guidelines on the use of equipment in police surveillance operations",
        "Police and Criminal Evidence Act 1984, section 78 (1)"
    ],
    "itemid": "001-61100",
    "judgementdate": "27/05/2003 00:00:00",
    "kpdate": "27/05/2003 00:00:00",
    "kpthesaurus": [
        "451",
        "429",
        "203",
        "319",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "8",
        "41",
        "8-2",
        "8-1"
    ],
    "parties": [
        "HEWITSON",
        "THE UNITED KINGDOM"
    ],
    "rank": "460.738739013672",
    "representedby": [],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "Khan v. the United Kingdom, no. 35394/97, § 49, §§ 26-28, ECHR 2000-V",
        "P.G. and J.H. v. the United Kingdom, no. 44787/98, ECHR 2001-IX",
        "Taylor-Sabori v. the United Kingdom, no. 47114/99, § 28, 22 October 2002, unreported"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "318312",
    "typedescription": "15"
}