{
    "__articles": "5;5-3",
    "__conclusion": "No violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention)",
    "applicability": "",
    "appno": "34322/10",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-3 - Length of pre-trial detention"
            ],
            "element": "No violation of Article 5 - Right to liberty and security",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-152783.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 34322/10) against the Republic of Poland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Maciej Rambiert (“the applicant”), on 17 May 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Polish Government (“the Government”) were represented by their Agent, Ms J. Chrzanowska of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 16 January 2014 the complaint under Article 5 § 3 of the Convention was communicated to the Government. The remainder of the application was declared inadmissible.",
                        "elements": []
                    },
                    {
                        "content": "4.  The Government objected to the examination of the application by a Committee. After having considered the Government’s objection, the Court rejects it.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1980 and lives in Puck.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 19 September 2007 the applicant was arrested on suspicion of drug trafficking and of membership in an organised criminal group. The investigation against him and several other persons was conducted by the Puck District Prosecutor (Prokurator Rejonowy).",
                                "elements": []
                            },
                            {
                                "content": "7.  On 21 September 2007 the Wejherowo District Court (Sąd Rejonowy) remanded the applicant in custody, relying on the reasonable suspicion that he had committed the offences in question. It considered that keeping the applicant in detention was necessary to secure the proper conduct of the proceedings, given the risk that he might induce witnesses to give false testimony. It also stressed the severity of the anticipated sentence and the complex nature of the case.",
                                "elements": []
                            },
                            {
                                "content": "8.  The applicant’s pretrial detention was later extended by the Gdańsk Regional Court (Sąd Okręgowy) on 6 December 2007 and on 11 March and 10 June 2008. On 10 September 2008 the Gdańsk Court of Appeal (Sąd Apelacyjny) further extended the applicant’s detention. The courts repeatedly relied on the original grounds given for the applicant’s detention. They also emphasised the need to secure the process of obtaining evidence as the case concerned activities of an organised criminal group.",
                                "elements": []
                            },
                            {
                                "content": "9.  On an unspecified date in 2008 the investigation was taken over by the State Prosecutor (Prokurator Krajowy).",
                                "elements": []
                            },
                            {
                                "content": "10.  On 5 December 2008 a bill of indictment against the applicant and seventeen other persons was lodged with the Gdańsk Regional Court. The applicant was charged with numerous counts of drug trafficking and with membership in an organised criminal group. The bill of indictment stated that six accused had pleaded guilty and they agreed to the sentences indicated by the prosecution authorities under Article 335 of the Code of Criminal Procedure (wniosek o skazanie). It was accompanied by 20 volumes of the case file. The prosecutor requested the court to hear 48 witnesses.",
                                "elements": []
                            },
                            {
                                "content": "11.  During the court proceedings the applicant’s detention pending trial was further extended by decisions of the Gdańsk Regional Court delivered on 11 December 2008 and 12 March and 9 June 2009; and by the Gdańsk Court of Appeal’s decisions of 26 August and 25 November 2009, 23 February, 19 May, 25 August and 19 October 2010, 12 January and 23 March 2011.",
                                "elements": []
                            },
                            {
                                "content": "The applicant’s appeals against decisions prolonging his detention and all his subsequent applications for release were unsuccessful.",
                                "elements": []
                            },
                            {
                                "content": "The courts continually justified their decisions by the existence of a reasonable suspicion that the applicant had committed the offences. They also referred to the likelihood of a heavy prison sentence being imposed on the applicant after conviction. They further relied on the need to secure the proper conduct of the proceedings, emphasising that the accused and subsequently the key witnesses in the case had to testify before the trial court. They considered that the risk that the applicant might tamper with evidence or otherwise obstruct the proceedings resulted, in particular, from the fact that he had been charged with membership in an organised criminal group. Finally, they found that the trial court conducted the proceedings in a correct and timely manner. They noted in this regard the complex character of the case and the voluminous documentation gathered (on 23 March 2011 the case file comprised 36 volumes). They also referred to multiple procedural motions of the accused and their lawyers.",
                                "elements": []
                            },
                            {
                                "content": "12.  Between 17 March 2010 and 17 March 2011 the applicant served a prison sentence imposed in another set of criminal proceedings against him. On 17 March 2011 he started serving another prison sentence.",
                                "elements": []
                            },
                            {
                                "content": "13.  Meanwhile, on 19 February 2009 the trial court decided to examine the charges against six coaccused in separate proceedings.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 15 April 2009 the court scheduled the first hearing for 13 May 2009. It also scheduled five further hearings.",
                                "elements": []
                            },
                            {
                                "content": "15.  The hearings scheduled for 13 and 28 May 2009 were adjourned due to the absence of one of the accused.",
                                "elements": []
                            },
                            {
                                "content": "16.  The trial was eventually started on 9 July 2009. Subsequently, the trial court held ten further hearings by the end of 2009.",
                                "elements": []
                            },
                            {
                                "content": "17.  In 2010 the court held sixteen hearings altogether. Four of the scheduled hearings were adjourned due to absences or sickleaves of the accused or their lawyers.",
                                "elements": []
                            },
                            {
                                "content": "18.  In 2011 eight hearings were held by 20 May 2011. On that date the Gdańsk Regional Court lifted the applicant’s detention on remand.",
                                "elements": []
                            },
                            {
                                "content": "19.  The proceedings are still pending before the firstinstance court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "20.  The relevant domestic law and practice concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its prolongation, release from detention and rules governing other, socalled “preventive measures” (środki zapobiegawcze) are stated in the Court’s judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 2733, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 2223, 4 August 2006.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  The applicant complained that the length of his detention on remand had been excessive. He relied on Article 5 § 3 of the Convention, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "22.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "23.  The Court notes that the application is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Period to be taken into consideration",
                                        "elements": [
                                            {
                                                "content": "24.  The applicant’s detention started on 19 September 2007, when he was arrested on suspicion of drug trafficking and membership in an organised criminal group. On 20 May 2011 the Regional Court decided to lift the pretrial detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  However, from 17 March 2010 the applicant served prison sentences which had been imposed on him in other criminal proceedings. The term between 17 March 2010 and 20 May 2011, as being covered by Article 5 § 1 (a), must therefore be subtracted from the period of the applicant’s pretrial detention for the purposes of Article 5 § 3.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Accordingly, the period to be taken into consideration amounts to two years, five months and twenty-eight days.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "26.  The applicant argued that the length of his detention had been unreasonable. In his opinion, the courts had not given relevant and sufficient reasons for keeping him in detention for such a long period. He also alleged that they failed to display the required degree of diligence in the conduct of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The Government considered that the length of the applicant’s pretrial detention was compatible with the standards resulting from Article 5 § 3 of the Convention. They argued that the grounds stated in the decisions of the domestic courts were “relevant” and “sufficient” to justify the entire period of the applicant’s detention. These grounds were, in particular, the gravity of the charges against the applicant who had been charged with numerous counts of drug trafficking committed in an organised criminal group.",
                                                "elements": []
                                            },
                                            {
                                                "content": "They also argued that the domestic authorities had conducted the proceedings with due diligence. They submitted that, despite the exceptional complexity of the case, the investigation had been completed within a period of some fourteen months. They underlined that the applicant’s detention was under constant supervision by domestic courts.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "28.  The Court recalls that the general principles regarding the right to trial within a reasonable time or to release pending trial, as guaranteed by Article 5 § 3 of the Convention were stated in a number of its previous judgments (see, among many other authorities, Kudła v. Poland [GC], no. 30210/96, § 110 et seq, ECHR 2000XI; and McKay v. the United Kingdom [GC], no. 543/03, §§ 4144, ECHR 2006-..., with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  In their detention decisions, the authorities, in addition to the reasonable suspicion against the applicant, relied principally on three grounds, namely (1) the serious nature of the offences with which he had been charged; (2) the severity of the penalty to which he was liable; (3) the need to secure the proper conduct of the proceedings. As regards the latter, they referred to the risk that the applicant might influence witnesses or otherwise obstruct the proceedings, since the case concerned an organised criminal gang (see paragraphs 78 and 11 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The applicant was charged with numerous counts of drug trafficking and of membership in an organised criminal group (see paragraphs 6 and 10 above). In the Court’s view, the fact that the case concerned a member of such a criminal group should be taken into account in assessing compliance with Article 5 § 3 (see Bąk v. Poland, no. 7870/04, § 57, 16 January 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Court accepts that the reasonable suspicion against the applicant of having committed serious offences could initially warrant his detention. Also, the need to obtain voluminous evidence and to determine the degree of the alleged responsibility of each of the defendants, who had acted in a criminal group and against whom numerous charges of serious offences were laid, constituted valid grounds for the applicant’s initial detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  Furthermore, according to the authorities, the likelihood of a severe sentence being imposed on the applicant created a presumption that the applicant would obstruct the proceedings. However, the Court would reiterate that, while the severity of the sentence faced is a relevant element in the assessment of the risk of absconding or reoffending, the gravity of the charges cannot by itself justify long periods of detention on remand (see Michta v. Poland, no. 13425/02, § 49, 4 May 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  As regards the risk of pressure being exerted on witnesses and of obstruction of the proceedings, the judicial authorities relied on the serious nature of the offences and the fact that the applicant had been charged with being a member of an organised criminal group.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  Indeed, in cases such as the present one concerning organised criminal gangs, the risk that a detainee, if released, might bring pressure to bear on witnesses or other coaccused, or otherwise obstruct the proceedings, is by nature particularly high (see Gładczak v. Poland, no.  14255/02, § 55, 31 May 2007). It is also accepted that in such cases, involving numerous accused, the process of gathering and hearing evidence is often a difficult task. The Court reiterates that the existence of a general risk flowing from the organised nature of the alleged criminal activities of the applicant may be accepted as the basis for his detention at the initial stages of the proceedings (see Górski v. Poland, no. 28904/02, § 58, 4 October 2005) and in some circumstances also for subsequent prolongations of the detention (see Celejewski, cited above, § 37).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Court acknowledges that, in view of the seriousness of the accusations against the applicant, the authorities could justifiably have considered that such an initial risk was established. During the period necessary to terminate the investigation, draw up the bill of indictment and hear evidence from the accused and the key witnesses, they could have relied on the need to secure the proper conduct of the proceedings on this ground. The Court further notes that the period to be taken into consideration ended on 17 March 2010, when the applicant started serving a prison sentence imposed in another set of criminal proceedings against him (see paragraphs 12 and 25 above). At that time the judicial proceedings had lasted for about one year before the first instance court (see paragraphs 10 and 1317). In the above circumstances, the Court accepts that the risk flowing from the nature of the applicant’s criminal activities could justify holding him in custody for the whole relevant period.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The foregoing considerations are sufficient for the Court to conclude that the grounds given for the applicant’s pretrial detention were “relevant” and “sufficient” to justify holding him in custody for the entire relevant period of two years and almost six months.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  It remains for the Court to ascertain whether the authorities, in dealing with the applicant’s case, displayed diligence required under Article 5 § 3 (see McKay, cited above, § 44). In this regard, the Court observes that the proceedings were of considerable complexity, regard being had to the number of defendants and the extensive evidentiary proceedings. Nevertheless, the investigation was completed within the period of one year and some two months (see paragraphs 6, 10 and 27 above). The trial court started the trial without substantial delay, taking into account the fact that it had to decide whether to sever the charges against some accused to separate proceedings (see paragraphs 10 and 13 above). In the relevant period, that is until 17 March 2010, when the applicant started serving a prison sentence imposed in another set of proceedings, the hearings in his case were held regularly and at short intervals (see paragraphs 1417 above). In the light of the above circumstances, the Court finds that the national authorities displayed special diligence in handling the applicant’s case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has therefore been no violation of Article 5 § 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint about the length of the applicant’s pretrial detention under Article 5 § 3 of the Convention admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 5 § 3 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 10 March 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "George Nicolaou",
            "role": "president"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Krzysztof Wojtyczek",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF RAMBIERT v. POLAND",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-152783.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:0310JUD003432210",
    "externalsources": [],
    "extractedappno": [
        "34322/10",
        "31330/02",
        "17584/04",
        "30210/96",
        "543/03",
        "7870/04",
        "13425/02",
        "14255/02",
        "28904/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-152783",
    "judgementdate": "10/03/2015 00:00:00",
    "kpdate": "10/03/2015 00:00:00",
    "kpthesaurus": [
        "448",
        "227"
    ],
    "languageisocode": "ENG",
    "originatingbody": "28",
    "paragraphs": [
        "5-3",
        "5"
    ],
    "parties": [
        "RAMBIERT",
        "POLAND"
    ],
    "rank": "1252.30969238281",
    "representedby": [],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "396098",
    "typedescription": "15"
}