{
    "__articles": "10;10-1;10-2;34;35;41",
    "__conclusion": "Preliminary objection joined to merits and dismissed (Article 34 - Victim);Remainder inadmissible;Violation of Article 10 - Freedom of expression -{General} (Article 10-1 - Freedom of expression);Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient",
    "applicability": "",
    "appno": "27520/07",
    "article": [
        "10",
        "41",
        "35",
        "34"
    ],
    "conclusion": [
        {
            "details": [
                "Article 34 - Victim"
            ],
            "element": "Preliminary objection joined to merits and dismissed",
            "type": "other"
        },
        {
            "article": "10",
            "base_article": "10",
            "details": [
                "Article 10-1 - Freedom of expression"
            ],
            "element": "Violation of Article 10 - Freedom of expression -{General}",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        }
    ],
    "content": {
        "001-107206.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 27520/07) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish and German national, Mr Altuğ Taner Akçam (“the applicant”), on 21 June 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr P. Akhavan, a lawyer practising in . The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the provision of Article 301 of the Turkish Criminal Code had led to an ongoing threat of prosecution for insulting “Turkishness” in connection with his academic work on the Armenian issue. He complained of a violation of Articles 7, 10 and 14 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 21 October 2008 the Court decided to give notice of the application to the Government. It also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  The facts as submitted by the parties",
                                "elements": [
                                    {
                                        "content": "5.  The applicant was born in 1953 and lives in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  He is a professor of history who researches and publishes extensively on the subject of the historical events of 1915 concerning the Armenian population in the Ottoman Empire.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 6 October 2006 the applicant published an editorial opinion in AGOS, a bilingual Turkish-Armenian newspaper, entitled “Hrant Dink, 301 and a Criminal Complaint”. In this editorial opinion the applicant criticised the prosecution of Hrant Dink, the late editor of AGOS, for the crime of “denigrating Turkishness” under Article 301 of the Turkish Criminal Code. He also requested, in an expression of solidarity, to be prosecuted on the same ground for his opinions on the Armenian issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 12 October 2006 a complaint was lodged against the applicant with the Eyüp public prosecutor. The complainant, R.A., alleged that the applicant’s defence of Hrant Dink in the editorial published in AGOS violated Articles 301, 214 (incitement to commit an offence), 215 (praising a crime and a criminal) and 216 (incitement to hatred and hostility among the people) of the Turkish Criminal Code. Following this complaint, the applicant was summoned to the Şişli public prosecutor’s office to make a statement. He was informed that he would be brought to the public prosecutor’s office by force, in accordance with Articles 145 and 146 of the Criminal Code, if he did not comply with the summons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 5 January 2007 the applicant went to the Şişli public prosecutor’s office to submit his defence statement in relation to the criminal complaint against him. The applicant stated, in the presence of his two lawyers, that he had indeed written the said article published in AGOS. He explained that the policy of the Ittihad ve Terakki towards the Armenians in 1915 could well be defined as genocide within the meaning of the Convention on the Prevention and Punishment of the Crime of Genocide of the United Nations of 1948. He had written the said article in order to express his opinion on the Armenian issue in the context of freedom of the press. He pointed out that he was a professor of history who had been working on this subject for almost twenty years and that he had expressed his opinion several times in his books and articles. He had not written the impugned article in order to serve any association, organisation, race or ethnic group, or to denigrate a nation. The applicant’s two lawyers also argued that the applicant’s statements did not amount to a crime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 30 January 2007 the investigation against the applicant was terminated by the Şişli public prosecutor, who noted that at all the scientific seminars he had taken part in and in his publications the applicant had expressed the opinion that the events that took place between 1915 and 1919 could be described as genocide. Having examined the applicant’s article published in AGOS, the public prosecutor concluded that the applicant’s statements in his capacity as a professor of history came within the realm of protected expression under Article 10 of the European Convention on Human Rights and that as such they did not constitute denigration of Turkishness. Nor did they amount to incitement to commit a crime, or to praising a crime or criminal, or incitement to hatred and enmity amongst the people.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 6 July 2007 the complainant, R.A., filed an objection against the above-mentioned decision of non-prosecution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 30 October 2007 the Third Chamber of the  dismissed the complainant’s objection. Having examined the investigation carried out and the reasons given by the Şişli public prosecutor, the court held that the decision of non-prosecution was in accordance with procedure and law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 11 October 2007 a judgment was issued by the Şişli Criminal Court against Arat Dink (the editor of AGOS) and Serkis Seropyan (the owner of AGOS) whereby both were sentenced to one year’s imprisonment under Article 301 of the Turkish Criminal Code for accusing the Turkish nation of genocide via the press. Although the applicant was not a party to those proceedings, the court decided of its own motion that the Şişli public prosecutor had erred in discontinuing the investigation against the applicant on 30 January 2007 and held that this matter should be duly investigated by the prosecutor’s office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 26 November 2007 another complaint was lodged against the applicant, by a certain A.P., with the Chief Public Prosecutor’s office in Şişli. The complainant alleged that the applicant’s statements published in AGOS on 6 October 2006 violated Article 301 of the Turkish Criminal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 28 November 2007 the Şişli Public Prosecutor issued a decision of non-prosecution. He noted that a similar complaint by another complainant had been examined and dismissed by a non-prosecution decision on 30 January 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 10 January 2008 the applicant made an urgent request for interim measures under Rule 39 of the Rules of Court. He also requested that the respondent Government be notified of the introduction of the application in accordance with Rule 40 of the Rules of Court and that the case be given priority under Rule 41 of the Rules of Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 14 January 2008 the applicant’s requests under Rules 39, 40 and 41 of the Rules of Court were rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The Government submitted to the Court a decision of nonprosecution issued by the Şişli Chief Public Prosecutor’s office on 17 February 2006. It appears from this decision that on 21 October 2005 a criminal complaint was lodged by a certain K.K., who alleged that the applicant had attempted to denigrate the Republic and to influence the trial of Hrant Dink by his editorial opinion dated 14 October 2005 published in the AGOS newspaper. The public prosecutor who examined the complaint concluded that the alleged offence was time-barred and therefore issued a decision of non-prosecution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  According to the information provided by the applicant’s representative on 6 May 2008, no further investigation had been instigated against the applicant after the judgment of the Şişli Criminal Court dated 11 October 2007.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The documents submitted by the parties",
                                "elements": [
                                    {
                                        "content": "1.  List of books published by the applicant",
                                        "elements": [
                                            {
                                                "content": "20.  The Government submitted a list of thirteen books published by the applicant. It appears that these books are on sale in  and that they mainly concentrate on the Armenian question. A selection of the books included is as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "–  “The Armenian question has been resolved; Ottoman documents concerning the policies towards the Armenians during the war years”, 2008;",
                                                "elements": []
                                            },
                                            {
                                                "content": "–  Turkish national identity and the Armenian question: “From the Ittihad ve Terakki to the War of Independence”, 2001;",
                                                "elements": []
                                            },
                                            {
                                                "content": "–  “Lifting the Armenian taboo, is there any solution other than dialogue” 2000; and",
                                                "elements": []
                                            },
                                            {
                                                "content": "–  “Human Rights and the Armenian Question”, 1999.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  The Government further noted that, contrary to the applicant’s allegations that he had been prevented from pursuing his research on the Armenian issue, he had been given permission to conduct research in the State Archives by the Directorate General of State Archives. Between 27 June 2006 and 17 July 2007 the applicant personally consulted the Ottoman archives and had been granted further permission to photocopy 527 documents. On page 17 of his book entitled “The Armenian question has been resolved” the applicant thanked the State Archives for assisting him in his research.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Sample decisions submitted by the Government",
                                        "elements": [
                                            {
                                                "content": "22.  In an annex to their observations, the Government have furnished the Court with sample copies of non-prosecution decisions issued by public prosecutors and judgments of acquittal given by criminal courts in cases concerning prosecutions under Article 159/1 of the former Criminal Code and Article 301 of the new Criminal Code. In particular, the suspects were mainly accused of insulting or denigrating the army, the security forces, the judiciary or the Republic.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  In these decisions and judgments, given between 2005 and 2008, the prosecuting authorities either dropped the charges against the suspects, considering that the necessary elements of the crime in question were not present, or terminated the proceedings on the grounds that the Ministry of Justice had refused permission to prosecute the suspects. In acquitting the suspects, the criminal courts relied on the case-law of the  in cases concerning Article 10 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The above-mentioned documents furnished by the Government included two judgments given by the Beyoğlu and Şişli Criminal Courts in respect of two prominent writers, namely Elif Şafak and Orhan Pamuk.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  In the criminal proceedings against Elif Şafak the Beyoğlu Criminal Court had examined a criminal complaint filed by a group of lawyers and an association called the Turkish World and Culture and Human Rights Association of Izmir, who alleged that Elif Şafak had denigrated “Turkishness” as a result of statements about the Armenian issue in her book entitled “Baba ve Piç” (“The Bastard of Istanbul” in English). In a judgment dated 21 September 2006, the court acquitted Elif Şafak, holding that the book in question was fiction and that the impugned statements made by the characters in the novel could not be taken as constituting an offence of denigrating Turkishness. Having examined the novel written by the accused, the court concluded that the statements contained in the book should be examined in the context of freedom of expression. The court, however, observed that the limits of the concept of “Turkishness” should be determined and based on a solid ground by the legislator. It further remarked that opinions should only be compared with opinions. Otherwise, one could not talk of freedom of opinion and expression and would be forced to adopt uniform thoughts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  In the case brought against Orhan Pamuk, the Şişli Criminal Court had examined a criminal complaint lodged by two individuals who alleged that the writer had denigrated Turkishness in a speech he had given abroad. In a judgment dated 20 January 2006, the court decided to discontinue the proceedings on the ground that the requisite permission to press charges against the accused had not been obtained from the Ministry of Justice. It thus ruled that the lack of permission should be considered as a refusal and that the proceedings should be terminated.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Statistical information regarding prosecutions under Article 301",
                                        "elements": [
                                            {
                                                "content": "27.  The Government submitted statistical information which indicated the situation by 5 November 2008. They noted that following the amendments made to Article 301 of the Criminal Code on 8 May 2008 there had been a significant decrease in prosecutions under Article 301. In this connection, of the seventy authorisation requests made by public prosecutors to commence criminal proceedings under Article 301, the Ministry of Justice had granted only three.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The Government further pointed out that between 2003 and 2007 the number of sets of criminal proceedings instituted under Article 301 (Article 159/1 of the former Criminal Code) was 1,894. Of those, 744 cases had resulted in convictions and 1,142 in acquittals; 193 cases were still pending following the Court of Cassation’s decisions to quash the first-instance courts’ judgments.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  In their supplementary observations dated 30 October 2009, the Government noted that between 8 May 2008 and 30 September 2009 the Ministry of Justice had received 955 requests for authorisation to institute criminal proceedings under Article 301. The Ministry had refused 878 of these requests but granted 77. In this connection, the Government furnished the Court with sample copies of decisions of refusal issued by the Ministry of Justice. It appears from these decisions that the Ministry of Justice extensively relied on the case-law of the Court in cases concerning Article 10 when refusing public prosecutors’ requests for authorisation to institute criminal proceedings under Article 301 of the Criminal Code. The Government further noted that in 244 cases where the Ministry of Justice refused authorisation to institute criminal proceedings, the criminal complaints mainly concerned publications in the press.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Statistical and other information provided by the applicant in respect of prosecutions under Article 301",
                                        "elements": [
                                            {
                                                "content": "30.  The European Commission’s 2008 Progress Report on  stated:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Following the adoption of the amendments to Article 301, Turkish courts had forwarded, by September [2008], 257 cases to the Minister of Justice for prior authorisation. This requirement concerns cases at the investigation stage or for which judicial proceedings have started. By September, the Ministry had reviewed 163 cases and refused to grant permission to proceed in 126 cases.",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, the wording of Article 301 remains largely the same and the prior authorisation requirement opens up the possibility that the article will become subject to political consideration. So far, the Minister of Justice authorised the criminal investigations to continue in 37 statements made by a Turkish writer on the Armenian issue shortly after the assassination of the Turkish journalist of Armenian origin, Hrant Dink. Furthermore, there is legal uncertainty as regards cases which had been granted authorisation by the Minister of Justice under the former Article 159 of the Turkish Criminal Code”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The applicant highlighted examples of post-amendment Article 301 cases with specific reference to the Armenian issue. He noted that in October 2008 the Ministry of Justice had authorised the continuance of the trial of Temel Demirer for stating that Hrant Dink had been killed not only for being an Armenian, but also for raising the issue of genocide. Another example was Ragıp Zarakolu’s conviction and sentencing on 17 June 2007 to five months’ imprisonment (subsequently commuted to a fine) under Article 301 for translating and publishing a book about the Armenian genocide entitled “The Truth Will Set Us Free”, written by George Jerjian.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  Furthermore, according to the United States Department of State’s 2008 Human Rights Report on , the Minister of Justice himself (Ali Şahin) also made a statement that could be interpreted as instructions to the judiciary: “I will not let someone call my state ‘murderer’. This is not freedom of expression. This is exactly what the crime of insulting the person of the state is.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The applicant also submitted a report published by the Media Monitoring Desk of the Independent Communications Network, for the period of July-August-September 2008. According to this report a total of 116 people, 77 of whom were journalists, were prosecuted in 73 freedom of expression cases.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Intimidation campaign against the applicant and the applicant’s response",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Media accusations that the applicant was a traitor and a spy",
                                "elements": [
                                    {
                                        "content": "34.  In its editions of 10 and 29 October 2000, 5 November 2000 and 31 December 2000 the magazine Aydınlık published articles alleging that the applicant was a paid employee of the German intelligence service and that he had been commissioned to conduct research and write on the subjects “Violence in Turkish history”, “Torture in Turkish history” and “the Armenian Genocide”. These studies had been commissioned and financed by the German intelligence service and had been published in a book.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  In its edition dated 4 January 2001 the daily newspaper Hürriyet published an article entitled “The German Intelligence Chief and Tessa Hoffmann couple” containing allegations that the applicant’s studies were determined and financed by the German intelligence service.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  In its editions dated 21, 22 and 23 June 2007, the Hürriyet newspaper published articles describing the applicant as an individual who had betrayed Turkey and vomited hate towards  in all of his books and speeches.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Statements by the applicant and his family in response to the allegations in the media",
                                "elements": [
                                    {
                                        "content": "37.  By press releases, the applicant and his family condemned the allegations published by the Hürriyet newspaper and called for apology. They referred to the killing of Hrant Dink and said that the press should act with responsibility and sensibility when publishing articles containing allegations labelling someone as a “traitor”. They further warned against  becoming a country where citizens could be lynched with the help of the press.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Defamation case brought against the Aydınlık magazine",
                                "elements": [
                                    {
                                        "content": "38.  By a judgment dated 8 November 2005 the Istanbul Civil Court of First Instance dismissed the applicant’s claims for non-pecuniary damage. The court held that even though the words used and allegations made by the defendants were offensive they were within the limits of permissible criticism. This judgment was confirmed by a Court of Cassation decision dated 14 March 2007.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(d)  The case against the Hürriyet newspaper",
                                "elements": [
                                    {
                                        "content": "39.  On 26 July 2007 the applicant brought an action in the Ankara Civil Court of First Instance requesting the court to order the Hürriyet newspaper to publish a letter of correction in response to the offensive articles published on 21, 22 and 23 June 2007. By a decision dated 30 July 2007 the court dismissed the applicant’s request. It held that even though the criticism contained in the impugned articles was harsh in tone, it was covered by the right to freedom of expression enjoyed by the press in a pluralist democracy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 24 November 2007 the Taraf newspaper published an article criticising the attitude of the judiciary in regard to the media campaign against the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(e)  Hate mail and death threats against the applicant",
                                "elements": [
                                    {
                                        "content": "41.  The applicant claimed that he had received hate mail from unknown persons. He submitted a copy of an e-mail sent by a person insulting him and threatening him with death as a result of his views on the Armenian issue.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(f)  Media support for the applicant",
                                "elements": [
                                    {
                                        "content": "42.  Between 9 and 23 July 2007 a number of articles were published on internet portals and in magazines and newspapers criticising the attacks against the applicant and expressing support for him.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "43.  Former Article 301 of the Turkish Criminal Code reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  A person who publicly denigrates Turkishness, the State of the  or the Grand National Assembly of Turkey shall be sentenced to a penalty of imprisonment for a term of six months to three years.",
                                "elements": []
                            },
                            {
                                "content": "2.  A person who publicly degrades the Government of the , the judicial bodies of the State or the military or security organisations of the State shall be sentenced to a penalty of imprisonment for a term of six months to two years.",
                                "elements": []
                            },
                            {
                                "content": "3.  In cases where denigration of Turkishness is committed by a Turkish citizen in another country the punishment shall be increased by one third.",
                                "elements": []
                            },
                            {
                                "content": "4.  The expression of an opinion for the purpose of criticism does not constitute an offence.”",
                                "elements": []
                            },
                            {
                                "content": "44.  The new text of Article 301 of the Turkish Criminal Code, as amended on 29 April 2008, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  A person who publicly degrades the Turkish nation, the State of the Republic of Turkey, the Grand National Assembly of Turkey, the Government of the  or the judicial bodies of the State, shall be sentenced to a penalty of imprisonment for a term of six months to two years.",
                                "elements": []
                            },
                            {
                                "content": "2.  A person who publicly degrades the military or security organisations of the State shall be sentenced to a penalty in accordance with paragraph 1 above.",
                                "elements": []
                            },
                            {
                                "content": "3.  The expression of an opinion for the purpose of criticism does not constitute an offence.",
                                "elements": []
                            },
                            {
                                "content": "4.  The conduct of an investigation into such an offence shall be subject to the permission of the Minister of Justice.”",
                                "elements": []
                            },
                            {
                                "content": "45.  In the criminal proceedings against Hrant Dink (see Dink v. Turkey, nos. 2668/07, 6102/08, 30079/08, 7072/09 and 7124/09, § 28, ECHR 2010... (extracts)), the Grand Chamber of the Court of Cassation interpreted the term Turkishness as follows (Yargıtay Ceza Genel Kurulu, E.2006/9-169, K.2006/184, judgment of 11 July 2006):",
                                "elements": []
                            },
                            {
                                "content": "“... [T]he term “Turkishness” (Türklük) refers to the human element of the State; that is to say, the Turkish Nation. Turkishness is constituted by the national and moral values as a whole, that is, human, religious and historical values as well as the national language and national feelings and traditions ...”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL MATERIAL",
                        "elements": [
                            {
                                "content": "46.  The European Commission’s 2009 Progress Report on  stated the following, insofar as it concerns the use of Article 301 of the Criminal Code in cases concerning freedom of expression:",
                                "elements": []
                            },
                            {
                                "content": "“...[t]he Turkish legal framework still fails to provide sufficient guarantees for exercising freedom of expression and, as a result, is often interpreted in a restrictive way by public prosecutors and judges. There are still some prosecutions and convictions based on Article 301...”",
                                "elements": []
                            },
                            {
                                "content": "47.  The European Commission’s 2010 Progress Report on  stated, insofar as relevant, the following:",
                                "elements": []
                            },
                            {
                                "content": "“...As regards freedom of expression, an increasingly open and free debate continued on a wide scale in the media and public on topics perceived as sensitive, such as the Kurdish issue, minority rights, the Armenian issue and the role of the military.",
                                "elements": []
                            },
                            {
                                "content": "There are few cases initiated on the basis of Article 301 of the Turkish Criminal Code (TCC) after it was amended in May 2008.",
                                "elements": []
                            },
                            {
                                "content": "According to the Ministry if Justice, since the amendment to Article 301 of the Turkish Criminal Code, a decrease in the number of cases opened has been observed. The figures below cover examinations concluded between 1 January 2010 and 31 July 2010: 369 files examined, 270 files for which permission was denied, 10 files for which permission was granted, 3.57% file for which permission was granted...”",
                                "elements": []
                            },
                            {
                                "content": "48.  In his report dated 12 July 2011 Thomas Hammarberg Commissioner for Human Rights of the Council of Europe, stated the following:",
                                "elements": []
                            },
                            {
                                "content": "“17. Following his visit to  in 2009, the Commissioner expressed his concern regarding Article 301, notwithstanding an amendment adopted in 2008 which led to a decrease in the number of proceedings brought under this article. On 14 September 2010 the Court delivered its judgment in the case of Dink v. Turkey in which it found a violation of Article 10 ECHR on account of Hrant Dink’s conviction based on Article 301. The Court held that Hrant Dink’s conviction for denigrating Turkish identity prior to his murder did not correspond to any “pressing social need” which is one of the major conditions on which interference with one’s freedom of expression may be warranted in a democratic society. The Commissioner considers that the amendment adopted in 2008, which subjects prosecution to a prior authorisation by the Ministry of Justice in each individual case, is not a lasting solution which can replace the integration of the relevant ECHR standards into the Turkish legal system and practice, in order to prevent similar violations of the Convention.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT’S PRELIMINARY OBJECTION",
                        "elements": [
                            {
                                "content": "49.  The Government submitted that the applicant did not have victim status within the meaning of Article 34 of the Convention. They noted that the prosecuting authorities had never instituted criminal proceedings against the applicant under Article 301 of the Criminal Code. On the contrary, they had issued a non-prosecution decision in regard to a criminal complaint lodged against the applicant holding that the applicant’s views were protected by his right to freedom of expression under Article 10 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "50.  The applicant claimed that he qualified as a victim under Article 34 of the Convention because he had been the subject of an investigation and threatened with prosecution for expressing his opinions. He contended that he ran the risk of being directly affected by Article 301 and other provisions of the Turkish Criminal Code for expressing such opinions.",
                                "elements": []
                            },
                            {
                                "content": "51.  The Court considers that the Government’s objection concerning the applicant’s victim status is inextricably linked to examination of the question whether there has been an interference with the applicant’s right to freedom of expression under Article 10, and therefore to the merits of the case. Accordingly, the Court joins this question to the merits and will examine it under Article 10 of the Convention (see Dink, cited above, § 100).",
                                "elements": []
                            },
                            {
                                "content": "52.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. Nor is it inadmissible on any other grounds. It must therefore be declared admissible.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "53.  The applicant complained that the existence of Article 301 of the Turkish Criminal Code interfered with his right to freedom of expression. He maintained that the mere fact that an investigation could potentially be brought against him under this provision for his scholarly work on the Armenian issue caused him great stress, apprehension and fear of prosecution and thus constituted a continuous and direct violation of his rights under Article 10 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. ...",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime ...”",
                                "elements": []
                            },
                            {
                                "content": "54.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Whether there has been an interference with the applicant’s right to freedom of expression",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant",
                                "elements": [
                                    {
                                        "content": "55.  The applicant alleged that there had been an interference with his rights under Article 10 and that he could claim to be the victim of a violation of his rights under the Convention since he had been directly affected by the investigation which was opened against him notwithstanding that it eventually resulted in a nonprosecution. He was still directly affected by the ongoing risk that he would be subject to further investigation or prosecution under Article 301 for his opinions on the Armenian issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The applicant maintained that individuals had been successfully prosecuted in the past under Article 301 and other provisions of the Turkish Criminal Code for describing the massacre of Armenians as “genocide”. The Government could not guarantee that in the future he would not face the harassment of investigation or the threat of prosecution under Article 301 or other provisions for expressing that opinion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  In the instant case, the tangible fear of prosecution not only cast a shadow over the applicant’s professional activities, but also caused him considerable stress and anxiety, and seriously constrained his activities. In fact, since the submission of the present application in June 2007, the applicant had effectively stopped writing on the Armenian issue. The pressures faced by him had also to be considered having regard to the fact that his colleague and close friend Hrant Dink, a journalist who had been prosecuted and convicted under Article 301 for his opinion on the massacre of Armenians, had later been murdered by an extreme nationalist. It was widely believed that Hrant Dink had been targeted by extremists because of the stigma attached to his criminal conviction for “insulting Turkishness”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  Although the Government had attempted to demonstrate that the risk of prosecution was slight in their estimation, they had not denied that a continuing risk existed. That estimation depended wholly upon the exercise of discretion by the public prosecutors and/or the Ministry of Justice in respect of prosecutions under Article 301. Yet despite the amendment of Article 301 in May 2008, legal proceedings against those affirming the Armenian “genocide” had continued unabated. The Government’s policy on prohibiting such characterisation of the massacre of Armenians had not substantially changed and could not be predicted with any certainty in the future.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  Relying particularly on the Court’s judgments in the cases of Campbell and Cosans v. the United Kingdom (25 February 1982, Series A no. 48), Times Newspapers Ltd v. the United Kingdom (nos. 1 and 2), (nos. 3002/03 and 23676/03, ECHR 2009...), Marckx v. Belgium (13 June 1979, § 330, Series A no. 31), Norris v. Ireland (26 October 1988, Series A no. 142), Bowman v. the United Kingdom (no. 24839/94, Reports of Judgments and Decisions 1998-I), the applicant submitted that Article 34 entitled individuals to contend that a law violated their rights in and of itself in the absence of an individual measure of implementation if they ran the risk of being directly affected by it. He pointed out that, in the aforementioned cases, the finding of a violation had not been based on a potential future breach as such, but on the state of affairs existing at the time of the complaint. In each case, the provisions of domestic law had been alleged, by their very existence, to have had a direct effect on the applicants, and therefore to have violated their rights to privacy and freedom of expression.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "60.  The Government asserted that there had been no interference with the applicant’s rights under Article 10 of the Convention since he did not qualify as a victim, and that his complaint amounted to actio popularis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  They noted firstly that the impugned legal provision, namely Article 301 of the Criminal Code, had never been applied against the applicant. Secondly, the proceedings in the instant case had not been initiated by the public prosecutor, but as the result of a criminal complaint lodged by an individual. Thirdly, the proceedings in question had been terminated by a definitive nonprosecution decision by the public prosecutor. Fourthly, the latter had clearly stated in his decision that the applicant’s opinions were protected by his right to freedom of expression under Article 10 of the Convention. Finally, the applicant was unlikely to suffer prejudice in the future because certain safeguards had been introduced since the amendment of Article 301 to ensure that prosecutions were compatible with the right to freedom of expression under Article 10 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Government argued that a complaint which consisted of alleging the incompatibility of a national law in abstracto should be inadmissible in the Convention system since this would amount to an actio popularis (see Noël Narvii Tauira and 18 others v. France, no. 28204/95, Commission decision of 4 December 1995, Decisions and Reports (DR). 83-A, p. 130). In the instant case, bearing in mind that there had been no interference with the applicant’s right to freedom of expression, the applicant had essentially requested the Court to carry out a scrutiny, in abstracto, of Article 301 of the Turkish Criminal Code. Indeed, the applicant’s principal claim, which reads “...That Article 301 is in its relevant part in conflict with and in violation of Turkey’s obligations under Articles 7, 10 and 14 of the Convention :..” had been formulated in such a way that it referred to the notion of “actio popularis”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Government noted that the victim-status requirement was closely linked to the subsidiary nature of the control system under the Convention. The exercise of the right of individual petition could not be used to prevent a potential violation of the Convention: in theory, the Convention system did not allow the examination - or, if applicable, finding – of a violation other than a posteriori, once that violation had occurred (see Noël Narvii Tauira and 18 others, cited above; Federation Chrétienne des Témoins de Jehovah v.  (dec.), no. 53430/99, 6 November 2001; and Décision Est Video Communication SA and others v. France (dec.), no. 66286/01, 8 October 2002). Although the Court recognised that there could be exceptions to this rule, the applicant’s circumstances did not fall within the said exceptions. The applicant had not produced reasonable and convincing evidence of the likelihood that a violation affecting him personally would occur; mere suspicion or conjecture was not sufficient in this regard (see Ada Rossi and Others v.  (dec.), nos. 55185/08, 55483/08, 55516/08, 55519/08, 56010/08, 56278/08, 58420/08 and 58424/08, ECHR 2008... , and Arabadjiev and Stavrev v. Bulgaria (dec.), no. 7380/02, 14 February 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  Finally, the Government claimed that the victim status of an applicant should persist throughout the proceedings before the Court. In other words, that the Court required the existence of an interference against the applicant on the basis of a domestic decision (see Ahmet Kenan Er v. Turkey (dec.), no. 21377, 18 November 2008, and Selahattin Humartaş v. Turkey (dec.), no, 38714/04, 18 November 2008). In the instant case, however, the applicant had never had victim status.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "65.  The Court notes that the question concerning the alleged interference with the applicant’s right to freedom of expression hinges upon the prior establishment of whether the applicant has been affected by a measure which renders him a victim of a violation of his rights under Article 10 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  In this connection, the Court reiterates its established jurisprudence that in order to claim to be the victim of a violation, a person must be directly affected by the impugned measure (see Ireland v. the United Kingdom, 18 January 1978, §§ 239-240, Series A, no. 25; Eckle, cited above; and Klass and Others v. Germany, 6 September 1978, § 33, Series A no. 28). The Convention does not, therefore, provide for the bringing of an actio popularis for the interpretation of the rights set out therein or permit individuals to complain about a provision of national law simply because they consider, without having been directly affected by it, that it may contravene the Convention (see Norris, cited above, § 31).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  However, the Court has concluded that an applicant is entitled to “(claim) to be the victim of a violation” of the Convention, even if he is not able to allege in support of his application that he has been subject to a concrete interference (see, mutatis mutandis, Klass and Others, cited above, § 38). In such instances the question whether the applicants were actually the victims of any violation of the Convention involves determining whether the contested legislation is in itself compatible with the Convention’s provisions (for the compatibility of Article 301 of the Turkish Criminal Code see under B. below). While the present case refers to freedom of expression and not to surveillance as in the Klass and Others case, where the difficulties of knowing that one is under surveillance are a factor to be considered in the determination of victim status, the applicant has shown that he is subject to a level of interference with his Article 10 rights (see paragraph 80 below) The applicant has shown that he is actually concerned with a public issue (the question whether the events of 1915 qualify as genocide), and that he was involved in the generation of the specific content targeted by Article 301, and therefore he is directly affected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  Furthermore, it is also open to a person to contend that a law violates his rights, in the absence of an individual measure of implementation, if he is required either to modify his conduct because of it or risk being prosecuted (see Dudgeon v. the United Kingdom, 22 October 1981, § 41, Series A no. 45; Norris, cited above, § 31, and Bowman, cited above) or if he is a member of a class of people who risk being directly affected by the legislation (see Johnston and Others v. Ireland, 18 December 1986, § 42, Series A no. 112, and Open Door and Dublin Well Woman v. Ireland, 29 October 1992, Series A no. 246-A). The Court further notes the chilling effect that the fear of sanction has on the exercise of freedom of expression, even in the event of an eventual acquittal, considering the likelihood of such fear discouraging one from making similar statements in the future (see, mutatis mutandis, Lombardo and Others v. Malta, no. 7333/06, § 61, 24 April 2007; Association Ekin v. France (dec.), no. 39288/98, 18 January 2000; and Aktan v. Turkey, no. 20863/02, §§ 27-28, 23 September 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  Turning to the circumstances of the instant case, the Court notes that the applicant claimed that he had directly been affected by the investigation which was opened against him and that there was an ongoing risk that he would be subject to further investigation or prosecution under Article 301 for his opinions on the Armenian issue. The Government, for their part, asserted that the investigation in question had been terminated by a nonprosecution decision by the local public prosecutor and that, given the legislative amendment to the text of Article 301 in 2008, there was no risk of prosecution for the expression of opinions such as those held by the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  In view of the above, the Court must ascertain whether the investigation commenced against the applicant for his views on the Armenian issue and the alleged ongoing threat of prosecution under Article 301 of the Criminal Code constituted interference in the circumstances of the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Court observes that the applicant is a history professor whose research interest includes the historical events of 1915 concerning the Armenian population. He has published numerous books and articles on the Armenian issue, a subject which is considered sensitive in . He thus belongs to a group of people who can easily be stigmatised for their opinions on this subject and be subject to investigations or prosecutions under Article 301 of the Criminal Code as a result of criminal complaints that can be lodged by individuals belonging to ultranationalist groups who might feel offended by his views (see, mutatis mutandis, Johnston and Others, cited above, § 42).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  Indeed, in the instant case, the investigation against the applicant was commenced as the result of a criminal complaint by an individual who alleged essentially that the applicant had committed the offence of denigrating Turkishness under Article 301 of the Criminal Code by his editorial opinion in the AGOS newspaper (see paragraph 8 above). The applicant was summoned to the local public prosecutor’s office and asked to answer the criminal complaints against him (see paragraph 9 above). Even though the public prosecutor in charge of the investigation issued a decision of non-prosecution holding that the applicant’s views were protected under Article 10, this did not necessarily mean that the applicant would be safe from further investigations of that kind in the future. It appears that two other criminal complaints were lodged by individuals alleging that the applicant had denigrated Turkishness under Article 301 by his articles in the AGOS newspaper and that the investigations were terminated by decisions of the local public prosecutors not to prosecute (see paragraphs 14, 15 and 18 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The Court refers to its findings in the Dink case (cited above), where the first applicant was prosecuted following a criminal complaint lodged by an extremist group of individuals and convicted under Article 301 for his opinion on the Armenian issue, that is, for denigrating Turkishness. In the eyes of the public, particularly ultranationalist groups, Mr Dink’s prosecution and conviction was evidence that he was an individual who insulted all persons of Turkish origin. As a result of this perception or stigma attached to him Mr Dink was later murdered by an extreme nationalist (see Dink, cited above, § 107).",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Court notes that, as in the case of Mr Dink, the applicant has been the target of an intimidation campaign which presented him as a “traitor” and a “spy” to the public on account of his research and publications on the Armenian issue (see paragraphs 34-36 above). Following this campaign, the applicant received hate mails from a number of individuals who insulted and threatened him with death (see paragraph 41 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  This being so, the Court considers that while the applicant was not prosecuted and convicted of the offence under Article 301, the criminal complaints filed against him by extremists for his views on the Armenian issue had turned into a harassment campaign and obliged him to answer charges under that provision. It can therefore be accepted that, even though the impugned provision has not yet been applied to the applicant’s detriment, the mere fact that in the future an investigation could potentially be brought against him has caused him stress, apprehension and fear of prosecution. This situation has also forced the applicant to modify his conduct by displaying selfrestraint in his academic work in order not to risk prosecution under Article 301 (see, mutatis mutandis, Norris, cited above, § 31, and Bowman, cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  As regards the future risk of prosecution, the Government contended that the applicant was unlikely to suffer prejudice in the future because certain safeguards had been introduced by the amendment of Article 301 which had significantly reduced prosecutions under this provision. In this regard, they attached great importance to the fact that in order to commence prosecutions under Article 301 public prosecutors needed to obtain authorisation from the Ministry of Justice. With reference to statistical data, the Government pointed out that the large majority of these requests were refused by the Ministry of Justice, who applied the principles established in the Court’s jurisprudence in Article 10 cases (see paragraphs 27-29 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  In the Court’s opinion, however, the measures adopted by the Government to prevent largely arbitrary or unjustified prosecutions under Article 301 do not seem to provide sufficient safeguards. It transpires from the statistical data provided by the Government that there are still significant number of investigations commenced by public prosecutors under Article 301 and that the Ministry of Justice grants authorisation in a large number of cases: according to the Government’s contention, between 8 May 2008 and 30 November 2009 the Ministry of Justice received 1,025 requests for authorisation to institute criminal proceedings under Article 301 and granted prior authorisation in 80 cases (approximately 8% of the total requests). The Court notes that the Government did not explain the subject matter or nature of the cases in which the Ministry of Justice granted authorisation. However, the statistical information provided by the applicant indicates that the percentage of prior authorisations granted by the Ministry of Justice is much higher and that these cases mainly concern the prosecution of journalists in freedom of expression cases (see paragraphs 3033 above). Moreover, as noted by the Human Rights Commissioner of the Council of Europe, a system of prior authorisation by the Ministry of Justice in each individual case is not a lasting solution which can replace the integration of the relevant Convention standards into the Turkish legal system and practice, in order to prevent similar violations of the Convention (see paragraph 48 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  In any event, the Court considers that even though the Ministry of Justice carries out a prior control in criminal investigations under Article 301 and the provision has not been applied in this particular type of case for a considerable time, it may be applied again in such cases at any time in the future, if for example there is a change of political will by the current Government or change of policy by a newly formed Government (see, mutatis mutandis, Norris, cited above, § 33). Accordingly, the applicant can be said to run the risk of being directly affected by the provision in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  Moreover, the Court observes that the established case-law of the Court of Cassation must also be taken into consideration when assessing the risk of prosecutions under Article 301. In this connection, the Court reiterates its criticism in the Dink judgment in regard to the interpretation of Article 301, particularly the concepts of “Turkishness” or the “Turkish nation”, by the Court of Cassation (cited above, § 132). In that case the Court found that the Court of Cassation sanctioned any opinion criticising the official thesis on the Armenian issue. In particular, criticism of denial by State institutions of genocide claims in relation to the events of 1915 was interpreted as denigration or insulting “Turkishness” or the “Turkish nation” (ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  Likewise, the Şişli Criminal Court’s conviction of the editor and owner of the AGOS newspaper of an offence under Article 301 of the Turkish Criminal Code for accusing the Turkish nation of genocide confirms the stance of the judiciary (see paragraph 13 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  The Court further observes that thought and opinions on public matters are of a vulnerable nature. Therefore the very possibility of interference by the authorities or by private parties acting without proper control or even with the support of the authorities may impose a serious burden on the free formation of ideas and democratic debate and have a chilling effect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  In view of the foregoing, the Court concludes that the criminal investigation commenced against the applicant and the standpoint of the Turkish criminal courts on the Armenian issue in their application of Article 301 of the Criminal Code, as well as the public campaign against the applicant in respect of the investigation, confirm that there exists a considerable risk of prosecution faced by persons who express “unfavourable” opinions on this matter and indicates that the threat hanging over the applicant is real (see Dudgeon, cited above, § 41). In these circumstances, the Court considers that there has been an interference with the exercise of the applicant’s right to freedom of expression under Article 10 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  For the above reasons, the Court dismisses the Government’s preliminary objection concerning the applicant’s alleged lack of victim status.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  Such interference will infringe the Convention if it does not satisfy the requirements of paragraph 2 of Article 10. It should therefore be next determined whether it was “prescribed by law”.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Whether the interference was prescribed by law",
                                "elements": [
                                    {
                                        "content": "85.  The applicant alleged that Article 301 of the Criminal Code did not provide sufficient clarity and failed to provide adequate protection against arbitrary interference.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Government did not comment on this point since they considered that there had been no interference in the present case. However, they provided explanations regarding the concepts of “Turkishness” and the “Turkish nation”. They maintained that following the amendment of the text of Article 301 the concept of “Turkishness” had been replaced by that of the “Turkish nation”. Yet these concepts did not have any racial or ethnic connotations. They should instead be understood as referring to Turkish citizenship as defined by Article 66 of the Turkish Constitution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Court reiterates that the relevant national law must be formulated with sufficient precision to enable the persons concerned – if need be with appropriate legal advice – to foresee, to a degree that is reasonable in the circumstances, the consequences which a given action may entail (see, among many other authorities, Grigoriades v. Greece, 25 November 1997, § 37, Reports 1997-VII). Those consequences need not be foreseeable with absolute certainty: experience shows this to be unattainable. Whilst certainty is highly desirable, it may entail excessive rigidity and the law must be able to keep pace with changing circumstances. Accordingly, many laws are inevitably couched in terms which, to a greater or lesser extent, are vague and whose interpretation and application are a question of practice (see Sunday Times v. the United Kingdom (no. 1), 26 April 1979, § 49, Series A no. 30, and Flinkkilä and Others v. Finland, no. 25576/04, § 65, 6 April 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The Court notes that in the above-mentioned Dink judgment, the question arose whether the legal norms implied by the term “Turkishness” were sufficiently accessible and foreseeable for the applicant. While the Court expressed some doubts on this question, it preferred not to examine it in the circumstances of that case (see Dink, cited above, § 116).",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  However, the Court considers that it is required to address this question in the present case. It notes that Article 301 of the Criminal Code – and Article 159 of the former Criminal Code – had been subjected to several amendments since the adoption of the first Turkish Criminal Code in 1926. It appears that the last amendment introduced to the text of the impugned provision came after a number of controversial cases and criminal investigations brought against well known figures in Turkish society, such as prominent writers and journalists like Elif Şafak, Orhan Pamuk and Hrant Dink, for their unfavourable opinions on sensitive issues (see paragraphs 25 and 26 above). Thus, abusive or arbitrary applications of this provision by the judiciary compelled the Government to revise it with a view to bringing it into line with the requirements of Article 10 of the Convention as interpreted by the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  To that end, three major changes were introduced to the text of Article 301. Firstly, the terms “Turkishness” and “Republic” were replaced by “Turkish Nation” and “State of the ”. Secondly, the maximum length of imprisonment imposable on those found guilty was reduced and considerations of aggravating circumstances were excluded. Thirdly and lastly, an additional security clause was added to the text, which now provides that any investigation into an offence defined under that provision shall be subject to the permission of the Minister of Justice (see paragraphs 43 and 44 above). It is clear from this last amendment that the legislator’s aim was to prevent arbitrary prosecutions under this provision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  Be that as it may, the Court must ascertain whether the revised version is sufficiently clear to enable a person to regulate his/her conduct and to foresee, to a degree that is reasonable in the circumstances, the consequences which a given action may entail (see Grigoriades, cited above, § 37).",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  In this connection, the Court notes that despite the replacement of the term “Turkishness” by “the Turkish Nation”, there seems to be no change or major difference in the interpretation of these concepts because they have been understood in the same manner by the Court of Cassation (see paragraph 45 above). Accordingly, the legislator’s amendment of the wording in the provision in order to clarify the meaning of the term “Turkishness” does not introduce a substantial change or contribute to the widening of the protection of the right to freedom of expression.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  In the Court’s opinion, while the legislator’s aim of protecting and preserving values and State institutions from public denigration can be accepted to a certain extent, the scope of the terms under Article 301 of the Criminal Code, as interpreted by the judiciary, is too wide and vague and thus the provision constitutes a continuing threat to the exercise of the right to freedom of expression. In other words, the wording of the provision does not enable individuals to regulate their conduct or to foresee the consequences of their acts. As is clear from the number of investigations and prosecutions brought under this provision (see paragraphs 28-33 and 47 above), any opinion or idea that is regarded as offensive, shocking or disturbing can easily be the subject of a criminal investigation by public prosecutors.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  As noted above, the safeguards put in place by the legislator to prevent the abusive application of Article 301 by the judiciary do not provide a reliable and continuous guarantee or remove the risk of being directly affected by the provision because any political change in time might affect the interpretative attitudes of the Ministry of Justice and open the way for arbitrary prosecutions (see paragraphs 75-77 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  It follows therefore that Article 301 of the Criminal Code does not meet the “quality of law” required by the Court’s settled case-law, since its unacceptably broad terms result in a lack of foreseeability as to its effects (see Amann v. Switzerland [GC], no. 27798/95, § 50, ECHR 2000II; and Vajnai v. Hungary, no. 33629/06, § 46,8 July 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  The foregoing considerations are sufficient to enable the Court to conclude that the interference in question was not prescribed by law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a violation of Article 10 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "97.  Lastly, the applicant alleged a violation of Article 7 of the Convention in that Article 301 of the Criminal Code was so vague and broad that an individual could not discern from its wording which acts or omissions might result in criminal liability. He maintained, lastly, that the impugned provision also breached Article 14 of the Convention because of its highly discriminatory consequences.",
                                "elements": []
                            },
                            {
                                "content": "98.  In the light of all the material in its possession, the Court finds that the applicants’ submissions do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be declared inadmissible as manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "99.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "Damage",
                                "elements": [
                                    {
                                        "content": "100.  The applicant claimed 11,200 euros (EUR) in respect of pecuniary damage and EUR 75,000 for non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The Government invited the Court not to make any awards in respect of pecuniary damage on account of the applicant’s failure to submit any evidence in support of his claims. The Government also considered that the claim for non-pecuniary damage was excessive and therefore unacceptable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The Court observes that the applicant has not submitted any evidence to enable the Court to assess and calculate the damage suffered by him; it therefore rejects this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  As regards the applicant’s claim for non-pecuniary damage, the Court considers that the finding of a violation constitutes sufficient just satisfaction in the circumstances of the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  As to the legal costs and expenses, in the absence of any quantified claim, the Court makes no award.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Joins to the merits the Government’s objection concerning the applicant’s victim status and dismisses it;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaint under Article 10 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that the finding of a violation constitutes sufficient just satisfaction in the circumstances of the present case.",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 25 October 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "David Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Guido Raimondi",
            "role": "judges"
        },
        {
            "name": " Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ALTUĞ TANER AKÇAM v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-107206.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:1025JUD002752007",
    "externalsources": [],
    "extractedappno": [
        "27520/07",
        "2668/07",
        "6102/08",
        "30079/08",
        "7072/09",
        "7124/09",
        "3002/03",
        "23676/03",
        "24839/94",
        "28204/95",
        "53430/99",
        "66286/01",
        "55185/08",
        "55483/08",
        "55516/08",
        "55519/08",
        "56010/08",
        "56278/08",
        "58420/08",
        "58424/08",
        "7380/02",
        "38714/04",
        "7333/06",
        "39288/98",
        "20863/02",
        "25576/04",
        "27798/95",
        "33629/06"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Article 301 of the Criminal Code"
    ],
    "itemid": "001-107206",
    "judgementdate": "25/10/2011 00:00:00",
    "kpdate": "25/10/2011 00:00:00",
    "kpthesaurus": [
        "149",
        "148",
        "201",
        "316",
        "140",
        "452",
        "183",
        "498",
        "14",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "10-2",
        "34",
        "10",
        "10-1",
        "35",
        "41"
    ],
    "parties": [
        "ALTUĞ TANER AKÇAM",
        "TURKEY"
    ],
    "rank": "836.911987304688",
    "representedby": [
        "AKHAVAN P."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Aktan v. Turkey, no. 20863/02, §§ 27-28, 23 September 2008",
        "Amann v. Switzerland [GC], no. 27798/95, § 50, ECHR 2000-II",
        "Association Ekin v. France (dec.), no. 39288/98, 18 January 2000",
        "Bowman v. the United Kingdom, 19 February 1998, Reports of Judgments and Decisions 1998-I",
        "Dink v. Turkey, nos. 2668/07, 6102/08, 30079/08, 7072/09 and 7124/09, 14 September 2010",
        "Dudgeon v. the United Kingdom, 22 October 1981, § 41, Series A no. 45",
        "Eckle v. Germany, 15 July 1982, Series A no. 51",
        "Flinkkilä and Others v. Finland, no. 25576/04, § 65, 6 April 2010",
        "Grigoriades v. Greece, 25 November 1997, § 37, Reports 1997-VII",
        "Ireland v. the United Kingdom, 18 January 1978, §§ 239-240, Series A, no. 25",
        "Johnston and Others v. Ireland, 18 December 1986, § 42, Series A no. 112",
        "Klass and Others v. Germany, 6 September 1978, Series A no. 28",
        "Lombardo and Others v. Malta, no. 7333/06, § 61, 24 April 2007",
        "Norris v. Ireland, 26 October 1988, § 31, Series A no. 142",
        "Open Door and Dublin Well Woman v. Ireland, 29 October 1992, Series A no. 246-A",
        "Sunday Times v. the United Kingdom (no. 1), 26 April 1979, § 49, Series A no. 30",
        "Vajnai v. Hungary, no. 33629/06, § 46, 8 July 2008"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "365322",
    "typedescription": "15"
}