{
    "__articles": "6;6-1;8;8-1;29;29-3;35;35-1;41",
    "__conclusion": "Violation of Art. 8;Not necessary to examine Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "35030/04",
    "article": [
        "8",
        "29",
        "35",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "domestic proceedings"
            ],
            "element": "Costs and expenses",
            "type": "other"
        },
        {
            "element": "- claim dismissed",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-71685.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 35030/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a national of , Ms Edina Karadžić (“the applicant”), on 1 October 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr R. Giebenrath, a lawyer practising in . The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 29 October 2004 the Court decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility. The Government of  did not exercise its right to intervene (Article 36 § 1 of the Convention and Rule 44 § 1 (b)).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1975 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  The applicant has a son, N.D.K., born out of wedlock in 1995. Under German law she has sole custody of her son.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant had lived with her son and his father, Ž.P., until 1999, when Ž.P. fled  on account of several sets of criminal proceedings instituted against him. From then on Ž.P. lived in , whereas the applicant intended to continue living with her son in . They visited Ž.P. on several occasions.",
                                "elements": []
                            },
                            {
                                "content": "7.  At some time in May 2000, during one of their visits to , Ž.P. did not allow the applicant to take N.D.K. back to . In the following months the applicant visited her son several times in  and requested Ž.P. to allow her to take him back, but in vain.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 8 September 2001 the applicant managed to take N.D.K. back to . However, on 18 September 2001 Ž.P. kidnapped N.D.K. in the open street in Kehl and took him back to .",
                                "elements": []
                            },
                            {
                                "content": "9.  Meanwhile, on an application by the applicant, on 25 April 2001 the Freudenstadt District Court (Amtsgericht Freudenstadt) issued a decision confirming that Ž.P.’s decision to keep the child in Croatia had been “wrongful” within the meaning of Article 3 of the 1980 Hague Convention on the Civil Aspects of International Child Abduction (“the Hague Convention”). Following an appeal by Ž.P., on 28 January 2003 the Stuttgart Court of Appeal (Oberlandesgericht Stuttgart) upheld the first-instance decision.",
                                "elements": []
                            },
                            {
                                "content": "10.  Furthermore, on 25 April 2001, relying on the Hague Convention, the applicant requested the Chief Federal Prosecutor (Generalbundesanwalt) as the German central authority to return her son. The Chief Federal Prosecutor immediately contacted the Croatian Ministry of Health and Social Welfare (Ministarstvo zdravstva i socijalne skrbi) as the Croatian central authority. In letters of 12 June and 19 December 2001 the Chief Federal Prosecutor informed the applicant that he had not received any reply to his request from the Croatian central authority.",
                                "elements": []
                            },
                            {
                                "content": "11.  In , on an unspecified date in the summer of 2001, the Ministry of Health and Social Welfare instructed the Poreč Welfare Centre (centar za socijalnu skrb) to contact Ž.P. and order him to return N.D.K. to the applicant. Ž.P. refused to do so.",
                                "elements": []
                            },
                            {
                                "content": "12.  Thus, on 21 October 2001 the Poreč Welfare Centre instituted proceedings for the child’s return in the Poreč Municipal Court (Općinski sud u Poreču).",
                                "elements": []
                            },
                            {
                                "content": "13.  The court held three hearings and took testimonies from the applicant, Ž.P. and a representative of the Poreč Welfare Centre.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 6 May 2002 the Poreč Municipal Court ordered that N.D.K. be returned to the applicant. On appeal, on 14 October 2002 the Pula County Court (Županijski sud u Puli) quashed that decision and remitted the case to the first-instance court, ordering it to determine the exact time of N.D.K.’s alleged abduction and whether the conditions set out in Articles 12 and 13 of the Hague Convention had been met.",
                                "elements": []
                            },
                            {
                                "content": "15.  In the resumed proceedings the Poreč Municipal Court held a hearing on 6 May 2003, when it heard evidence from an expert in clinical psychology. The expert stated that there was no threat that, by being returned to , N.D.K. would be exposed to any harm.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 12 May 2003 the Poreč Municipal Court again ordered that N.D.K. be returned to the applicant. On 18 August 2003 the  dismissed an appeal by Ž.P. as being ill-founded.",
                                "elements": []
                            },
                            {
                                "content": "17.  On an application by the applicant, on 29 September 2003 the Poreč Municipal Court issued an enforcement order (rješenje o ovrsi), ordering immediate enforcement of the above decision by a court bailiff assisted by the police.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 9 October 2003 a court bailiff attempted to enforce the above decision. He went to Ž.P.’s house, but N.D.K. was not there and Ž.P. refused to say where he was.",
                                "elements": []
                            },
                            {
                                "content": "19.  In letters of 15 October 2003 and 10 November 2003 the court requested the local police authorities to provide information on the whereabouts of the child. The police informed the court that N.D.K. was in Slavonski Brod. Subsequently, the Poreč Municipal Court forwarded the enforcement order to the Slavonski Brod Municipal Court (Općinski sud u Slavonskom Brodu). On 2 April 2004 the Slavonski Brod Municipal Court informed the Poreč Municipal Court that N.D.K. was not residing in that area.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 9 April 2004 the Poreč Municipal Court again requested the local police to locate Ž.P. and N.D.K.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 24 May 2004 the Poreč Municipal Court imposed a sanction of 30 days’ detention on Ž.P. for failing to comply with the court’s order of 12 May 2003. He was also ordered to disclose where N.D.K. was. On appeal, on 14 June 2004 the  upheld the first-instance decision, but reduced the sanction to eight days’ detention.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 8 July 2004 the Poreč Municipal Court again imposed a sanction of 30 days’ detention on Ž.P.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 17 September 2004 the authorities made another attempt to enforce the Poreč Municipal Court’s order of 12 May 2003. Three police officers, a court bailiff and the applicant’s lawyer came to Ž.P.’s home and requested him to hand over N.D.K. Ž.P. refused to do so and used force in fleeing the premises along with his son.",
                                "elements": []
                            },
                            {
                                "content": "24.  The Poreč police subsequently filed a criminal complaint against Ž.P. alleging the criminal offence of making threats. On 12 October 2004 Ž.P. was found and taken into custody. Having complained about some health problems, he was transferred to a hospital, from which he managed to escape.",
                                "elements": []
                            },
                            {
                                "content": "25.  The Government submitted that on 26 January 2005 the applicant sought postponement of the enforcement for one month, considering that it might be possible to reach a settlement with Ž.P. concerning the return of N.D.K.",
                                "elements": []
                            },
                            {
                                "content": "26.  The Poreč Municipal Court held a hearing on 2 February 2005, at which the lawyer representing the applicant, a certain D.Š., stated that N.D.K. had been returned to the applicant. At the same time, Ž.P.’s lawyer stated that his client had covered the full cost of the proceedings. In accordance with the parties’ statements, on the same day the court delivered a decision declaring that the enforcement proceedings had been concluded. The applicant never appealed against that decision.",
                                "elements": []
                            },
                            {
                                "content": "27.  The applicant submitted that D.Š.’s statement given to the court on 2 February 2005 was false and did not reflect the facts. She claimed not to have known that the hearing of 2 February 2005 would take place at all and not to have given any instruction to D.Š. to declare that she had been reunited with N.D.K. While it was true that she had seen her son on several occasions in early 2005, she had never been alone with him, nor had he ever been returned to her custody.",
                                "elements": []
                            },
                            {
                                "content": "28.  The applicant submits that she has not yet been reunited with N.D.K., who is apparently still in  with Ž.P.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC AND INTERNATIONAL LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "29.  The preamble of the 1980 Hague Convention on the Civil Aspects of International Child Abduction, which was ratified by Croatia on 20 June 1991 (Official Gazette, International Agreements no. 7/91), includes the following statement as to its purpose:",
                                "elements": []
                            },
                            {
                                "content": "“ ...to protect children internationally from the harmful effects of their wrongful removal or retention and to establish procedures to ensure their prompt return to the State of their habitual residence ...”",
                                "elements": []
                            },
                            {
                                "content": "The relevant provisions of the Hague Convention read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 3",
                                "elements": []
                            },
                            {
                                "content": "“The removal or the retention of a child is to be considered wrongful where",
                                "elements": []
                            },
                            {
                                "content": "(a) it is in breach of rights of custody attributed to a person, an institution or any other body, either jointly or alone, under the law of the State in which the child was habitually resident immediately before the removal or the retention; and",
                                "elements": []
                            },
                            {
                                "content": "(b) at the time of the removal or retention those rights were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention. ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 7",
                                "elements": []
                            },
                            {
                                "content": "“Central Authorities shall co-operate with each other and promote co-operation amongst the competent authorities in their respective States to secure the prompt return of children and to achieve the other objects of this Convention.”",
                                "elements": []
                            },
                            {
                                "content": "Article 11",
                                "elements": []
                            },
                            {
                                "content": "“The judicial or administrative authorities of Contracting States shall act expeditiously in proceedings for the return of children.",
                                "elements": []
                            },
                            {
                                "content": "If the judicial or administrative authority concerned has not reached a decision within six weeks from the date of commencement of the proceedings, the applicant or the Central Authority of the requested State, on its own initiative or if asked by the Central Authority of the requesting State, shall have the right to request a statement of the reasons for the delay ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 12",
                                "elements": []
                            },
                            {
                                "content": "“Where a child has been wrongfully removed or retained in terms of Article 3 and at the date of commencement of the proceedings before the judicial ... authority of the Contracting State where the child is, a period of less than one year has elapsed from the date of the wrongful removal or retention, the authority concerned shall order the return of the child forthwith.”",
                                "elements": []
                            },
                            {
                                "content": "Article 13",
                                "elements": []
                            },
                            {
                                "content": "“Notwithstanding the provisions of the preceding Article, the judicial ... authority of the requested State is not bound to order the return of the child if ... there is a grave risk that his or her return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation.”",
                                "elements": []
                            },
                            {
                                "content": "30.  The relevant part of section 63 of the Constitutional Act on the  (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette no. 49/2002 of 3 May 2002 – “the Constitutional Court Act”) reads as follows:",
                                "elements": []
                            },
                            {
                                "content": " “(1) The Constitutional Court shall examine a constitutional complaint even before all legal remedies have been exhausted in cases when a competent court has not decided within a reasonable time a claim concerning the applicant’s rights and obligations or a criminal charge against him ...",
                                "elements": []
                            },
                            {
                                "content": " (2) If the constitutional complaint ... under subsection 1 of this section is accepted, the  shall determine the time within which a competent court shall decide the case on the merits...",
                                "elements": []
                            },
                            {
                                "content": " (3) In a decision under subsection 2 of this section, the  shall award appropriate compensation to the applicant in respect of the violation found concerning his constitutional rights ... The compensation shall be paid from the State budget within a term of three months from the date when the party lodged a request for its payment.”",
                                "elements": []
                            },
                            {
                                "content": "31.  Under the case-law of the  as applied until 2 February 2005, constitutional complaints lodged under section 63 in the context of enforcement proceedings were to be declared inadmissible in cases where an enforcement order had already been issued. In decision no. U-IIIA/1165/2003 of 12 September 2003 the  interpreted section 63 of the Constitutional Court Act as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The Constitutional Court shall institute proceedings pursuant to a constitutional complaint lodged under section 63 of the Constitutional Act [on the Constitutional Court] in respect of the length of proceedings only in cases where the court has not determined within a reasonable time the merits of the rights and obligations of the complainant, that is, where it has failed to deliver a decision on the merits within a reasonable time.",
                                "elements": []
                            },
                            {
                                "content": "In the present case the constitutional complaint has been lodged on account of the failure to enforce a final decision by which the party’s rights and obligations had already been determined.",
                                "elements": []
                            },
                            {
                                "content": "Taking into consideration the provisions of the Constitutional Act cited above ..., the  is of the opinion that in this case the conditions for applicability of section 63 were not met.”",
                                "elements": []
                            },
                            {
                                "content": "In decision no. U-IIIA/781/2003 of 14 May 2004 the Constitutional Court provided further interpretation of section 63 of the Constitutional Court Act:",
                                "elements": []
                            },
                            {
                                "content": "“Taking into consideration the provisions of the Constitutional Act cited above and the fact that the constitutional complaint was not lodged on account of a failure to deliver a decision within a reasonable time but rather because enforcement did not take place, the Constitutional Court is of the opinion that in this case the conditions for applicability of section 63 were not met.”",
                                "elements": []
                            },
                            {
                                "content": "32.  In decision no. U-IIIA/1128/2004 of 2 February 2005 the Constitutional Court changed its practice, accepting a complainant’s constitutional complaint and awarding him compensation as well as ordering the competent court to conclude the enforcement proceedings within six months from its decision.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  The applicant complained that the inefficiency of the Croatian authorities and, in particular, the prolonged failure to enforce the Poreč Municipal Court’s decision of 12 May 2003 to reunite her with her son violated her right to respect for family life as provided in Article 8 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "34.  The Government invited the Court to reject the application for non-exhaustion of domestic remedies. They submitted that, with a reasonable prospect of success, the applicant could have filed a constitutional complaint under section 63 of the Constitutional Court Act in respect of the length of the enforcement proceedings. In support of their argument, the Government produced a copy of a Constitutional Court decision of 2 February 2005 (see above § 32) in which that court had found a violation of the complainant’s right to a hearing within a reasonable time even after an enforcement order had been issued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The applicant disagreed with the Government. She raised doubts as to the effectiveness of a constitutional complaint in her case and stressed that the proceedings under the Hague Convention were initiated by the authorities of their own motion and that she had no direct means of intervening in them other than requesting a statement of reasons for their delay.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court reiterates that under Article 35 § 1 of the Convention it may only deal with a matter after all domestic remedies have been exhausted. The purpose of the exhaustion rule is to afford the Contracting States the opportunity of preventing or putting right the violations alleged against them before those allegations are submitted to it (see, among many other authorities, Selmouni v. France [GC], no. 25803/94, § 74, ECHR 1999-IV). However, the only remedies to be exhausted are those which are effective and were available in theory and in practice at the relevant time, that is to say they must have been accessible and capable of providing redress in respect of the complaint and must have offered reasonable prospects of success (see, mutatis mutandis, Akdivar and Others v. Turkey, judgment of 16 September 1996, Reports of Judgments and Decisions 1996IV, p. 1211, § 68).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court further points out that it has previously found a constitutional complaint under section 63 of the Constitutional Court Act to be an effective remedy in respect of the length of the proceedings still pending in Croatia (see Slaviček v. Croatia (dec.), no. 20862/02, ECHR 2002VII). However, it was not clear at that time whether such a complaint would also be an effective remedy for the length of enforcement proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court observes at the outset that, prior to the decision of 2 February 2005, constitutional complaints had systematically been declared inadmissible in enforcement proceedings where the competent court had already issued an enforcement order (see paragraph 31 above). In such cases the  considered that it lacked jurisdiction to address the question whether the excessive length of enforcement proceedings amounted to a violation of the complainant’s constitutional rights, since the actual decision on the merits of his or her case had already been given by the competent court. In these circumstances, the Court concludes that, before 2 February 2005, a constitutional complaint under section 63 of the Constitutional Court Act could not be regarded as an effective remedy in cases of this type.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  In its decision of 2 February 2005, however, the  changed its practice. It decided to examine, when scrutinising the length of enforcement proceedings, also the time that had elapsed after an enforcement order had been issued. In doing so, the Constitutional Court expressly relied on the Court’s case-law and, in particular, the Hornsby judgment (see Hornsby v. Greece, judgment of 19 March 1997, Reports of Judgments and Decisions 1997II, p. 511, § 41). The Court therefore considers that, since 2 February 2005 and the change in the relevant practice of the , a constitutional complaint under section 63 is to be regarded as an effective remedy in respect of enforcement proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  In the instant case, however, the Court observes that the enforcement proceedings started on 29 September 2003 and were concluded on 2 February 2005, the same day on which the  changed its practice. In view of the conclusions above, the Court considers that the applicant did not need to file a constitutional complaint in order to exhaust domestic remedies, since at the material time it offered her no reasonable prospect of success.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Accordingly, the Government’s objection must be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court further notes that the applicant’s complaint under Article 8 of the Convention is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention or inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1. The Government",
                                        "elements": [
                                            {
                                                "content": "43.  The Government claimed that the competent Croatian authorities had acted in accordance with the Hague Convention in that they had instituted proceedings for the return of N.D.K. The applicant had been sufficiently involved in those proceedings; she had been represented by counsel and she had had the right to appeal, which she had made use of. The decisions of the courts had been given on the basis of the applicable provisions of international law. Moreover, the courts’ decisions had been given without undue delay, in view of the fact that the Hague Convention did not prescribe any time-limits for the return of the child, but merely obliged the State, if so requested, to give reasons for any delay longer than six weeks. In sum, the Government had fulfilled their procedural requirements arising from Article 8 in that the applicant, as the parent, had the right to have the available measures taken with a view to her being reunited with her child.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  Moreover, the Poreč Social Welfare Centre had arranged meetings between the applicant and her son on several occasions during the judicial proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  As to the enforcement proceedings following the court’s order to return N.D.K. to the applicant, the competent authorities had taken all the measures available and within their competence in order to fulfil their positive obligation in this regard. The enforcement had become more complicated when Ž.P. had refused to cooperate and had run away with N.D.K. The competent court had repeatedly requested the police to locate N.D.K. and the court bailiff had attempted to enforce the final decision on three different occasions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Furthermore, the domestic authorities had acted within their margin of appreciation, assessing the interests of N.D.K. and avoiding the direct use of force in order to prevent any harm to his person. Ultimately, in the Government’s view, such conduct had resulted in a peaceful resolution of the situation and the return of N.D.K. to his mother.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Government claimed that the present case differed from the Sylvester case (Sylvester v. Austria, nos. 36812/97 and 40104/98, 24 April 2003) in that the competent courts had given decisions in the applicant’s favour. It also differed from the Ignaccolo-Zenide case (Ignaccolo-Zenide v. Romania, no. 31679/96, ECHR 2000I), where the Court had found a violation on account of the inactivity of the Romanian authorities, whereas in the instant case no long-term inactivity could be established on the part of the competent authorities.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. The applicant",
                                        "elements": [
                                            {
                                                "content": "48.  The applicant maintained that the Croatian authorities had been extremely slow in all the actions undertaken to reunite her with her child. She claimed that it had taken the Poreč Welfare Centre almost six months to institute proceedings for the return of N.D.K. in the Poreč Municipal Court. Furthermore, the obligations of the requested State under the Hague Convention went far beyond the mere obligation to inform the person concerned of the reasons for any delay longer than six weeks. The applicant argued that this period was to be interpreted as obliging the requested State to give its decision within six weeks. In the present case, however, one year had elapsed between the request from the competent German authorities and the first-instance decision of the Croatian courts. Moreover, between the request and the final decision of the Croatian authorities, 28 months had passed, which, in the applicant’s view, should be a sufficient ground for the Court to establish that there had been a breach of Article 8.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The applicant further argued that the Croatian authorities had not taken all the necessary steps that could reasonably be demanded in the special circumstances of the present case. In this respect, her case did not differ from the Sylvester case. The Ministry of Health and Social Welfare as the competent Croatian authority under the Hague Convention had remained passive and had not informed the competent German authority expeditiously or fully about developments in the case. The Poreč police had further delayed the proceedings by failing to locate Ž.P. or N.D.K. and by allowing Ž.P. to escape from their custody on two occasions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  As to the Government’s argument that the enforcement authorities had acted in accordance with the best interests of the child, the applicant asserted that it was not up to those authorities to decide whether enforcement in general would be harmful or not. It was rather the competent courts’ task to assess all the circumstances of the case and to give a decision in the best interests of the child, and this had already been done.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "51.  The tie between the applicant and her son being one of family life for the purposes of Article 8 of the Convention, the Court needs to determine whether there has been a failure to respect the applicant’s family life. The Court reiterates that the essential object of Article 8 is to protect the individual against arbitrary action by the public authorities. There may in addition be positive obligations inherent in effective “respect” for family life. In both contexts regard must be had to the fair balance that has to be struck between the competing interests of the individual and of the community as a whole; and in both contexts the State enjoys a certain margin of appreciation (see, among other authorities, Ignaccolo-Zenide, cited above, § 94; Iglesias Gil and A.U.I. v. Spain, no. 56673/00, § 48, ECHR 2003V; and Mikulić v. Croatia, no. 53176/99, § 58, ECHR 2002I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  Furthermore, the Court has consistently held that the State’s positive obligation under Article 8 includes a right for parents to measures that will enable them to be united with their children. However, the national authorities’ obligation to take such measures is not absolute, since the reunion of a parent with a child who has lived for some time with the other parent may not be able to take place immediately and may require the taking of preparatory measures. The nature and extent of the measures will depend on the circumstances of each case, but the understanding and cooperation of all concerned are always an important ingredient. Any obligation to apply coercion in this area must be limited since the interests and the rights and freedoms of all concerned must be taken into account, and more particularly the best interests of the child and his or her rights under Article 8. Where contact with the parent might appear to threaten those interests or interfere with those rights, it is for the national authorities to strike a fair balance between them (see Hokkanen v. Finland, judgment of 23 September 1994, Series A no. 299, p. 22, § 58; and Sylvester, cited above § 58).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  In cases concerning the enforcement of decisions in the realm of family law, the Court has repeatedly found that what is decisive is whether the national authorities have taken all the necessary steps to facilitate execution as can reasonably be demanded in the special circumstances of each case (see Hokkanen, cited above, p. 22, § 58; and Ignaccolo-Zenide, cited above, § 96). In examining whether the non-enforcement of a court order amounted to a lack of respect for the applicant’s family life, the Court must strike a fair balance between the interests of all persons concerned and the general interest in ensuring respect for the rule of law (see Nuutinen v. Finland, no. 32842/96, § 129, ECHR 2000VIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  Lastly, the Court reiterates that the Convention must be applied in accordance with the rules of international law, in particular those concerning the international protection of human rights (see Streletz, Kessler and Krenz v. Germany [GC], nos. 34044/96, 35532/97 and 44801/98, § 90, ECHR 2001-II, and Al-Adsani v. the United Kingdom [GC], no. 35763/97, § 55, ECHR 2001-XI). With specific regard to the positive obligations that Article 8 of the Convention imposes on the Contracting States with respect to reuniting parents with their children, they must be interpreted in the light of the Hague Convention on the Civil Aspects of International Child Abduction of 25 October 1980 (see Ignaccolo-Zenide, cited above, § 95).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Court notes that in the present case the applicant’s son was taken from her by his father “wrongfully”, within the meaning of Article 3 of the Hague Convention, a fact confirmed by the German courts in 2001. Following court and enforcement proceedings in , the competent court established on 2 February 2005 that N.D.K. had been returned to the applicant and accordingly concluded the enforcement proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Court further observes that, according to the applicant, the lawyer representing her at the hearing of 2 February 2005 falsely stated that the child had been returned to her. The applicant claims to date never to have de facto been reunited with her son.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Court takes cognisance of these facts. However, it considers that the State cannot be held responsible for the conduct of the applicant’s lawyer of her choice or the consequences thereof. The fact that the applicant’s lawyer might not have reflected her true will is not attributable to the Poreč Municipal Court. Moreover, the applicant could have appealed against the court’s decision of 2 February 2005, or institute new proceedings, which she never did.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Accordingly, the Court is called upon to examine whether the national authorities had taken all the measures that could reasonably be demanded of them to facilitate the execution of the order of the domestic court in the period prior to 2 February 2005.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  In this connection, the Court observes that, after they had received the request from the competent German authorities in May 2001, it took the Croatian authorities about five months to institute court proceedings for the return of N.D.K. on 21 October 2001. Subsequently, the Pula County Court did not give its decision on the appeal against the first-instance enforcement order until five months later, without any procedural activity in the meantime. In the resumed proceedings, the Poreč Municipal Court held only one hearing in seven months on 6 May 2003 (see § 15), and gave its decision on 12 May 2003. The Government have not produced a convincing explanation for any of these periods of inactivity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  As regards the enforcement proceedings, the Court notes that during a period of one and a half years, the police attempted to enforce the court’s order three times, whereas Article 11 of the Hague Convention in such cases expressly imposes the obligation on the competent authorities to act expeditiously. Regard being had to the conduct of Ž.P., in the Court’s view the police did not show the necessary diligence in locating him (see §§ 19-20), but laxity in allowing him to twice escape their custody.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  Furthermore, the Court recalls that, although coercive measures are not desirable in this sensitive area, the use of sanctions must not be ruled out in the event of unlawful behaviour by the parent with whom the children live (see Ignaccolo-Zenide, cited above, § 106). However, the only sanction the authorities used in the present case against Ž.P. was the imposition of a fine and a subsequent detention order only on 24 May 2004, neither of which appear to have been enforced.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The Court reiterates that in cases of this kind the adequacy of measures taken by the authorities is to be judged by the swiftness of their implementation; they require urgent handling as the passage of time and change of circumstances can have irreparable consequences for relations between the children and the parent who does not live with them (see Ignaccolo-Zenide, cited above, § 102).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  In view of this, the Court reaches the conclusion that the Croatian authorities failed to make adequate and effective efforts to reunite the applicant with her son as required under their positive obligation arising from Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has consequently been a breach of that provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "64.  The applicant also complained that the length of the proceedings in the instant case had exceeded a reasonable time in breach of Article 6 § 1 of the Convention, the relevant part of which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a... hearing within a reasonable time by a ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "65.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A. Admissibility",
                                "elements": [
                                    {
                                        "content": "66.  The Court notes that this complaint is linked to the one examined above and must therefore likewise be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Merits",
                                "elements": [
                                    {
                                        "content": "67.  Having regard to its finding in relation to Article 8 (see paragraph 61 above), and to the fact that it was the unreasonable delay by the court and the subsequent enforcement proceedings which were at the heart of that complaint, the Court considers that it is not necessary to examine whether, in the instant case, there has been a violation of Article 6 § 1 (see Sylvester, cited above, § 77).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "68.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "69.  The applicant claimed 60,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Government did not comment on this issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Court considers that the applicant doubtlessly suffered distress as a result of the lengthy period of non-enforcement of the return order. Having regard to the amounts awarded in comparable cases (see, for instance, Ignaccolo-Zenide, cited above, § 117; H.N. v. , no. 77710/01, § 101, 13 September 2005) and making an assessment on an equitable basis as required by Article 41, the Court awards the applicant EUR 10,000 in respect of non-pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "72.  The applicant also claimed EUR 12,870.52 for the costs and expenses incurred before the domestic courts and EUR 13,861.64 for those incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Government submitted that the total costs and expenses of the domestic proceedings had been settled by the parties at the hearing of 2 February 2005. In respect of the applicant’s claim regarding costs and expenses incurred before the Court, the Government argued that they were only to be reimbursed in so far as they had been necessary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  According to the Court’s case-law, an applicant is entitled to reimbursement of his or her costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum (see, for example, Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 54, ECHR 2000XI). In the present case, the Court observes that the costs of the domestic proceedings were indeed settled by the parties at the hearing of 2 February 2005. It therefore dismisses the applicant’s claim for costs and expenses incurred in those proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  As to the costs and expenses incurred before the Court, the Court considers the amount claimed by the applicant excessive. Regard being had to all the information in its possession and the above criteria, the Court considers it reasonable to award the applicant the sum of EUR 8,000 for the costs and expenses incurred in the proceedings before the Court, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "76.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine the complaint under Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amount which should be converted into Croatian kunas at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 December 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrL. Loucaides",
            "role": "judges"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "judges"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrD. Spielmann",
            "role": "judges"
        },
        {
            "name": "MrS.E. Jebens",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "24/11/2005 00:00:00",
    "docname": "CASE OF KARADŽIĆ v. CROATIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-71685.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:1215JUD003503004",
    "externalsources": [
        "Hague Convention on the Civil Aspects of International Child Abduction"
    ],
    "extractedappno": [
        "35030/04",
        "7/91",
        "25803/94",
        "20862/02",
        "36812/97",
        "40104/98",
        "31679/96",
        "56673/00",
        "53176/99",
        "32842/96",
        "34044/96",
        "35532/97",
        "44801/98",
        "35763/97",
        "77710/01",
        "31107/96"
    ],
    "importance": "3",
    "introductiondate": "01/10/2004 00:00:00",
    "issue": [
        "Constitutional Act on Constitutional Court, section 63"
    ],
    "itemid": "001-71685",
    "judgementdate": "15/12/2005 00:00:00",
    "kpdate": "15/12/2005 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "445",
        "40",
        "113",
        "406",
        "451",
        "425",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "8",
        "8-1",
        "29",
        "35-1",
        "41",
        "6-1",
        "35",
        "6",
        "29-3"
    ],
    "parties": [
        "KARADŽIĆ",
        "CROATIA"
    ],
    "rank": "533.479309082031",
    "representedby": [
        "GIEBENRATH R."
    ],
    "respondent": "HRV",
    "respondentOrderEng": "9",
    "scl": [
        "Akdivar and Others v. Turkey, judgment of 16 September 1996, Reports of Judgments and Decisions 1996-IV, p. 1211, § 68",
        "Al-Adsani v. the United Kingdom [GC], no. 35763/97, § 55, ECHR 2001-XI",
        "H.N. v. Poland, no. 77710/01, § 101, 13 September 2005",
        "Hokkanen v. Finland, judgment of 23 September 1994, Series A no. 299, p. 22, § 58",
        "Hornsby v. Greece, judgment of 19 March 1997, Reports of Judgments and Decisions 1997-II, p. 511, § 41",
        "Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 54, ECHR 2000-XI",
        "Iglesias Gil and A.U.I. v. Spain, no. 56673/00, § 48, ECHR 2003-V",
        "Ignaccolo-Zenide v. Romania, no. 31679/96, ECHR 2000-I, §§ 94, 95, 96, 102, 106 and 117",
        "Mikulic v. Croatia, no. 53176/99, § 58, ECHR 2002-I",
        "Nuutinen v. Finland, no. 32842/96, § 129, ECHR 2000-VIII",
        "Selmouni v. France [GC], no. 25803/94, § 74, ECHR 1999-IV",
        "Slavicek v. Croatia (dec.), no. 20862/02, ECHR 2002-VII",
        "Streletz, Kessler and Krenz v. Germany [GC], nos. 34044/96, 35532/97 and 44801/98, § 90, ECHR 2001-II",
        "Sylvester v. Austria, nos. 36812/97 and 40104/98, 24 April 2003, §§ 58 and 77"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "413535",
    "typedescription": "15"
}