{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "15495/10",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-181881.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 15495/10) against Montenegro lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by sixteen applicants, on 15 March 2010. Their further personal details are set out in the appendix to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "2.  All the applicants were initially represented by Ms L. Božović, who was later substituted by Mr Ž. Braletić, a lawyer practicing in Podgorica. The Montenegrin Government (“the Government”) were represented by their Agent, Ms V. Pavličić.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 3 December 2014 the complaint concerning the length of the proceedings was communicated to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  At the relevant time all applicants were employed in a company called Kombinat aluminijuma Podgorica.",
                                "elements": []
                            },
                            {
                                "content": "5.  On 4 November 2003, 5 November 2003, and 28 January 2004 the applicants brought separate civil claims against their employer in the First Instance Court in Podgorica, seeking payments of the difference between the salaries which they had received and those which they had allegedly been entitled to on the basis of the Collective Labour Agreement (Kolektivni ugovor o radu).",
                                "elements": []
                            },
                            {
                                "content": "6.  On 7 March 2009 the first instance court in Podgorica joined and dismissed the applicants’ cases.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 26 March 2009 the applicants lodged an appeal with the High Court in Podgorica. On 25 September 2009 the High Court upheld the decision of the first instance court.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "8.  The applicants complained that the length of the proceedings had been incompatible with the “reasonable time” requirement laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "9.  The Government submitted that the applicants had not exhausted available domestic remedies. In particular, they maintained that the applicants had failed to make use of a request for review (kontrolni zahtjev).",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The applicants contested this argument.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The Court has already held that, at the time when the application had been lodged, there were no effective remedies in respect of the complaints relating to the length of proceedings: a request for review became effective as of 4 September 2013 (see Vukelić v. Montenegro, no. 58258/09, § 85, 4 June 2013), an action for fair redress (tužba za pravično zadovoljenje) became effective as of 18 October 2016 (see Vučeljić v. Montenegro (dec.), no. 59129/15, § 30, 18 October 2016), while a constitutional appeal became effective as of 20 March 2015 (see Siništaj and Others v. Montenegro, nos. 1451/10 and 2 others, § 123, 24 November 2015, and Vučeljić v. Montenegro (dec.), cited above, § 31). In view of the above, the Court cannot but reject the Government’s objection in this regard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The Court thus concludes that the applicants’ complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other ground. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "13.  The applicants reaffirmed their complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The Government maintained that there had been no violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The Court observes that the proceedings in question took place between 4 November 2003 and 25 September 2009. However, the Court can only examine the period between 3 March 2004, when the Convention had entered into force in respect of Montenegro, and 25 September 2009, when the decision of the High Court was adopted, that being a period of more than five and half years at two levels of jurisdiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicants and the relevant authorities and what was at stake for the applicants in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII). Besides, in cases relating to labour disputes, the Court reiterates that special diligence is necessary (Ruotolo v. Italy, judgment of 27 February 1992, Series A no. 230-D, p. 39, § 17).",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject (see Stanković v. Serbia, no. 29907/05, § 35, 16 December 2008), the Court considers that in the instant case the length of five and a half years at two levels of jurisdiction was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "20.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "21.  As regards the pecuniary damage, the applicants asked the Government to pay the respective sums sought in their compensation claims before the domestic courts. They further each claimed 5,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Government contested these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects those claims. However, it awards each applicant EUR 1,500 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "24.  The applicants also claimed EUR 53,200 for the costs and expenses incurred before the domestic courts and EUR 19,287.44 for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Government contested these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Regard being had to the documents in its possession, the Court considers it reasonable to award to the applicants, jointly, the sum of EUR 500 covering costs and expenses for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "27.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay, within three months, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 3 April 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Ledi Bianku",
            "role": "president"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Jon Fridrik Kjølbro",
            "role": "judges"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ARČON AND OTHERS v. MONTENEGRO",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-181881.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0403JUD001549510",
    "externalsources": [],
    "extractedappno": [
        "15495/10",
        "58258/09",
        "59129/15",
        "1451/10",
        "30979/96",
        "29907/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-181881",
    "judgementdate": "03/04/2018 00:00:00",
    "kpdate": "03/04/2018 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406"
    ],
    "languageisocode": "ENG",
    "originatingbody": "26",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "ARČON AND OTHERS",
        "MONTENEGRO"
    ],
    "rank": "2321.00952148438",
    "representedby": [
        "BOZOVIC L.",
        "BRALETIC Z."
    ],
    "respondent": "MNE",
    "respondentOrderEng": "31",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "473657",
    "typedescription": "15"
}