{
    "__articles": "6;6-1",
    "__conclusion": "No violation of Art. 6-1",
    "applicability": "",
    "appno": "64056/00",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-83739.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 64056/00) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Oleg Konstantinovich Volkov (“the applicant”), on 28 November 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr V. Kafarov, a lawyer practising in . The Russian Government (“the Government”) were represented at the material time by Mr P. Laptev, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his trial had not been public.",
                        "elements": []
                    },
                    {
                        "content": "4.  By a decision of 8 March 2005 the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "5.  The Government, but not the applicant, filed further written observations (Rule 59 § 1). The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine), the applicant replied in writing to the Government's observations.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1969 and, before his conviction (described below), he lived in Irtyshskiy, a town in the Omsk Region.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 16 April 1999 the police arrested and detained the applicant on suspicion of murder. After the investigation, the police accused him, inter alia, of shooting two persons and wounding two others, and submitted the case for trial to the .",
                                "elements": []
                            },
                            {
                                "content": "8.  The trial began on 17 November 1999. Before the hearing, the court excluded the public from the court room. Once the hearing had begun, the applicant's lawyer protested. He argued that the court had acted unlawfully.",
                                "elements": []
                            },
                            {
                                "content": "9.  The widow of one of the applicant's purported victims, Ms G., had requested in camera proceedings because she feared “the defendant's friends and their threats”.",
                                "elements": []
                            },
                            {
                                "content": "10.  The applicant stated that he saw no reason to hold the hearing in private. The public prosecutor supported Ms G.'s request “in order to ensure the objectivity of the proceedings” because, in his opinion, the victims and witnesses were under pressure and feared testifying in public.",
                                "elements": []
                            },
                            {
                                "content": "11.  The court deliberated on the spot and decided to continue the hearing in camera in order “to ensure a comprehensive and objective examination of the case and to avoid any possibility of pressure on the victims and witnesses”.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 26 November 1999 the court found the applicant guilty of the premeditated murder of two individuals and the attempted murder of another individual in May 1993. He was also convicted of the intentional infliction of grievous bodily harm in April 1999. The court sentenced the applicant to seventeen years' imprisonment.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 5 January 2000 the applicant appealed to the Supreme Court. His lawyer argued, inter alia, that hearing the case in private had been unlawful for a number of reasons. First, under the Code of Criminal Procedure the intimidation of witnesses did not justify hearings in private. Secondly, the court had failed to identify any specific instance of intimidation. Thirdly, only bailiffs could effectively ensure the witnesses' security.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 7 June 2000 the Supreme Court rejected the appeal after the applicant's lawyers and a representative of the prosecution had been heard. However, the appeal judgment disregarded the complaint about the trial court hearing in private.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 6 December 2000 the Presidium of the Supreme Court reduced the applicant's sentence to twelve years' imprisonment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "16.  At the time of the applicant's trial, criminal proceedings were primarily governed by the Code of Criminal Procedure 1960 (“the CCP”). Article 18 of the CCP established the principle that all hearings should be public. Hearings in private were possible only in cases which involved State secrets, sexual offences, cases where the defendant was under sixteen years of age or where publicity could damage the participants' private life.",
                                "elements": []
                            },
                            {
                                "content": "17.  Apart from the CCP, criminal proceedings were governed by the Basic Law on the Criminal Procedure of the  of 1958, which remained in force at the time of the applicant's trial. Under section 12 of the Basic Law, hearings in private were also possible to ensure the security of the victims and witnesses.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "18.  The applicant complained under Article 6 § 1 of the Convention that his trial had not been public. Article 6 § 1, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair and public hearing ... by [a] ... tribunal... Judgment shall be pronounced publicly but the press and public may be excluded from all or part of the trial ... where ... the protection of the private life of the parties so require, or to the extent strictly necessary in the opinion of the court in special circumstances where publicity would prejudice the interests of justice.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties' arguments",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "19.  The Government argued that the Basic Law on the Criminal Procedure of the  had expressly permitted private hearings in the interests of the participants' security. Moreover, the  had excluded the public from the hearing in order to protect Ms G. from undue pressure. The court had indeed taken this decision without asking the opinion of the other victims. However, the court had not been obliged by law to seek such an opinion and, in any event, the other victims had not objected to the in camera hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  The Government further submitted that the applicant had been found guilty of a number of serious crimes, including premeditated murder. Before his detention in April 1999, he had had “a real opportunity to exert influence on the victims and witnesses, either personally or through other people, and to threaten them by various means”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  The Government provided the following information: According to a report of the Department for the Fight Against Organised Crime of the Omsk Region (“the DFAOC”), the applicant had been recorded as a “wanted” person for being the leader of an organised criminal group. Before the trial had started, the Head of the DFAOC had informed the trial court about psychological pressure being put upon and threats being made to representatives of the victims so that testimony would be altered in the applicant's favour. Accordingly, it was proposed that the case be heard in camera. A similar request was apparently lodged by the victims themselves, who deemed that holding the trial in camera was essential. The widow of one of the victims, Ms G., had raised the matter at the preparatory hearing. The trial court had granted these requests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  The Government contended that the decision to hold the hearing in camera had not worked against the full and objective examination of the evidence. They argued that there had been exceptional circumstances which had justified, according to the Court's case-law, dispensing with a public hearing in the applicant's case (cf. Håkansson and Sturesson v. Sweden, judgment of 21 February 1990, Series A no. 171-A, p. 20, § 64; Fredin v. Sweden (no. 2), judgment of 23 February 1994, Series A no. 283A, pp. 10-11, §§ 21-22; Allan Jacobsson v. Sweden (no. 2), judgment of 19 February 1998, Reports of Judgments and Decisions 1998I, p. 168, § 46).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant",
                                        "elements": [
                                            {
                                                "content": "23.  The applicant contended that the exclusion of the public had not been necessary. First, the court had excluded the public even before Ms G. had announced her fears. These fears had been hypothetical as she had not substantiated them. The court had failed to question Ms G. in order to establish any facts about specific intimidation. Secondly, the court's reasons had been as vague and speculative as Ms G.'s fears. Thirdly, the court had not stated expressly that the exclusion of the public had been intended to protect Ms G. This was only the Government's interpretation of the court's decision. Fourthly, there had been no evidence to suggest that the victims and witnesses had been intimidated. No one else amongst the witnesses and victims had complained of any threats from the applicant's friends.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The applicant argued that the fact that the Head of the DFAOC had apparently considered him to be the leader of an organised criminal group had no procedural meaning for his trial, and that the trial court had never examined that allegation.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "25.  The Court reiterates that the public character of proceedings protects litigants against the administration of justice in secret with no public scrutiny; it is also one of the means whereby confidence in the courts can be maintained. By rendering the administration of justice visible, publicity contributes to the achievement of the aim of Article 6 § 1, namely a fair trial, the guarantee of which is one of the fundamental principles of any democratic society (see Pretto and Others v. Italy, judgment of 8 December 1983, Series A no. 71, § 21). There is a high expectation of publicity in ordinary criminal proceedings, which may well concern dangerous individuals, notwithstanding the attendant security problems (see Campbell and Fell v. the United Kingdom, judgment of 28 June 1984, Series A no. 80, § 87).",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The requirement to hold a public hearing is subject to exceptions. This is apparent from the text of Article 6 § 1 itself, which contains the provision that “the press and public may be excluded from all or part of the trial ... where ... the protection of the private life of the parties so require, or to the extent strictly necessary in the opinion of the court in special circumstances where publicity would prejudice the interests of justice”. Thus, it may on occasion be necessary under Article 6 to limit the open and public nature of proceedings in order, for example, to protect the safety or privacy of witnesses, or to promote the free exchange of information and opinion in the pursuit of justice (see B. and P. v. the United Kingdom, nos. 36337/97 and 35974/97, § 37, ECHR 2001-III, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Court's task in the present case is to establish whether the exclusion of the public from the hearing before the  was justified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court notes the Government's submission that the DFAOC, which considered the applicant to be the leader of an organised criminal group, had informed the court of the pressure put upon witnesses, and that this information had been a basis for the decision to hear the case in camera. However, the Government submitted no documents to show that the trial court had indeed received this information and that those developments had openly formed a part of the proceedings in the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court observes that, at the beginning of the closed hearing on 17 November 1999, the  had examined the question of the character of the proceedings following the objection by the applicant's lawyer to holding the trial in camera. It heard the widow of one of the murdered people, Ms G., who submitted that she feared the applicant's friends and their threats and requested that the case be examined in a private hearing. It further heard the applicant who stated that he saw no reason to hold the hearing in private. It then heard the public prosecutor who supported Ms G.'s request and submitted that the victims and witnesses were under pressure and feared testifying in public.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court notes that the reasons given by the  for holding the hearing in chambers, after deliberations on the spot, were “to ensure a comprehensive and objective examination of the case and to avoid any possibility of pressure on the victims and witnesses”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court considers these reasons to be regrettably cryptic. It would have been preferable to have expanded this element to explain in more detail why the witness was considered to have had legitimate grounds for fearing to testify in public and why the concern for that witness' safety outweighed the importance of ensuring the publicity of the trial. Moreover, if the trial court had indeed taken into account information provided by the DFAOC (paragraph 28 above), this should have been presented to the parties, in particular the applicant, so that an open discussion of the matter could have occurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  However, the Court notes that the 's decision to hold the trial in chambers nevertheless had a clear basis in the request from an important witness, the widow of one of the people whom the applicant was alleged to have murdered. It reiterates that the court's decision was taken after the prosecution and the defence had had an opportunity to submit their arguments on the point. The Court finds that, in the particular circumstances of the present case, the  could reasonably conclude that the exclusion of the public was required in the interests of justice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Consequently, the Court finds that there has been no violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "     Holds that there has been no violation of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 4 December 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrsF. Tulkens",
            "role": "president"
        },
        {
            "name": "MrA.B. Baka",
            "role": "judges"
        },
        {
            "name": "MrI. Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrV. Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "MrsA. Mularoni",
            "role": "judges"
        },
        {
            "name": "MrD. Popović",
            "role": "judges"
        },
        {
            "name": "Mrs F. Elens-Passos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "08/03/2005 00:00:00",
    "docname": "CASE OF VOLKOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-83739.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:1204JUD006405600",
    "externalsources": [],
    "extractedappno": [
        "64056/00",
        "36337/97",
        "35974/97"
    ],
    "importance": "3",
    "introductiondate": "28/11/2000 00:00:00",
    "issue": [],
    "itemid": "001-83739",
    "judgementdate": "04/12/2007 00:00:00",
    "kpdate": "04/12/2007 00:00:00",
    "kpthesaurus": [
        "445",
        "385",
        "125",
        "267",
        "314"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "VOLKOV",
        "RUSSIA"
    ],
    "rank": "606.89404296875",
    "representedby": [
        "KAFAROV V."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Allan Jacobsson v. Sweden (no. 2), judgment of 19 February 1998, Reports 1998 I, p. 168, § 46",
        "B. and P. v. the United Kingdom, nos. 36337/97 and 35974/97, § 37, ECHR 2001-III",
        "Campbell and Fell v. the United Kingdom, judgment of 28 June 1984, Series A no. 80, § 87",
        "Fredin v. Sweden (no. 2), judgment of 23 February 1994, Series A no. 283 A, pp. 10-11, §§ 21-22",
        "Håkansson and Sturesson v. Sweden, judgment of 21 February 1990, Series A no. 171-A, p. 20, § 64",
        "Pretto and Others v. Italy, judgment of 8 December 1983, Series A no. 71, § 21"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "337461",
    "typedescription": "14"
}