{
    "__articles": "10;10-1;10-2;35;41",
    "__conclusion": "Remainder inadmissible;Violation of Article 10 - Freedom of expression -{General} (Article 10-1 - Freedom of expression);Pecuniary and non-pecuniary damage - award",
    "applicability": "",
    "appno": "32131/08;41617/08",
    "article": [
        "10",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "details": [
                "Article 10-1 - Freedom of expression"
            ],
            "element": "Violation of Article 10 - Freedom of expression -{General}",
            "type": "violation"
        },
        {
            "element": "Pecuniary and non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-109189.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 32131/08 and 41617/08) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr Erbil Tuşalp (“the applicant”), on 30 June and 4 August 2008 respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented before the Court by Mr F. İlkiz, a lawyer practising in . The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 15 March 2010 the President of the Second Section decided to give notice of the applications to the Government. It was also decided to rule on the admissibility and merits of the applications at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1945 and lives in İzmir. He is a journalist/columnist and author of a number of books.",
                                "elements": []
                            },
                            {
                                "content": "A.  Compensation proceedings concerning the article entitled “Stability” (application no. 41617/08)",
                                "elements": [
                                    {
                                        "content": "5.  On 24 December 2005 a daily newspaper Birgün published an article entitled “Stability” written by the applicant. The article read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Stability ... has lost its dictionary meaning and become a sickening word. From the Prime Minister to ministers, all statesmen and politicians keep on repeating it... it is used as a protective shield for ‘robbery and profiteering’. By mentioning stability at every opportunity some want to pave the way for a ‘religion based regime’. In sum, ‘the key word of the moderate regime’ that the Prime Minister and his men have set their minds on is primarily ‘stability’.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In longing for a society that doesn’t speak up or interfere, the stability in command sacrifices justice, rights and freedoms, independence, equality, modernity, participation, pluralism and legal order. The rest is not needed, they settle for stability in government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "No one should be concerned. Stability is continuing. The Prime Minister and his men are continuing to be stable in creating their absurdities. They cannot reconcile modern law with the Islamic law imprinted in their brains at puberty. Stability is continuing. The Prime Minister and his men are continuing to be stable in swearing. Don’t be anxious.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Stability has a special meaning for the Prime Minister. The Prime Minister, forgetting which chair he occupies, shows on every occasion what a master denouncer he is. He who just yesterday was denouncing  to the outside world for the headscarf of his wife and daughter, today makes up a crime and denounces those who support Prof. Dr Yücel Aşkın of the Van 100 yıl University. Outside he incites  for whom he is a civil servant and inside his civil servants ‘the prosecutors’.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Whether you like it or not stability is continuing. Every word that comes out of his mouth shocks, even if denied and corrected. The act of looking you in the eye and lying is considered as governing the country. The day he says there are no convictions under Article 301 of the Turkish Criminal Code two journalists are convicted under it. And when he reopened Aliağa State Hospital a year and a half after it had become operational or when he cut the ribbon once again many years later at  neither he nor his men blushed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Stability is continuing. The man is lying about matters from national income to inflation to the budget. Don’t believe it. Stability is continuing. From teachers to judges, from prosecutors to the police, from imams to doctors, the man uses these posts like the property of his own party. Don’t be angry.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In respect of the Minister of the Interior and the Minister of Foreign Affairs, who are both defendants in the proceedings concerning the embezzlement of 1 trillion liras from the Refah Party, the Minister of Justice, Cemil Çicek, states that they will be acquitted. This is not considered as interfering with the judiciary. Abdullah Gül says he thinks Orhan Pamuk will not be punished. This is not considered as interfering with the judiciary. But he is able to denounce at the meeting of TÜSİAD those requesting justice for rector Aşkın. He does not know what crime or punishment are. He doesn’t read, he doesn’t learn. He is content with what entered his head at  when he was 12-13 years old.",
                                        "elements": []
                                    },
                                    {
                                        "content": "They think that we have forgotten the fact that even on the first day of the AKP government there were ministers accused of corruption. No one seems to care that those against whom criminal proceedings were brought for corruption, namely Kemal Unatıkan, Hilmi Güner, Binali Yıldırım, Abdullah Gül and Abdulkadir Aksu, entered the Assembly and subsequently became part of Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "For whatever reason, the fact that Mr Recep Tayyip Erdoğan, who is Prime Minister in the AKP government, completes this painting is disregarded. For whatever reason, no one remembers the fact that [the Prime Minister] granted immunity to his nine friends from the  who were facing corruption charges by admitting them to the Assembly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Didn’t the poor sons join their corrupt fathers?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Didn’t Bilal Erdoğan launder his wealth by giving the gold and dollars he received for his wedding and circumcision to his father-in-law? Weren’t the judges who gave this judgment promoted to higher courts?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Didn’t Erkan Yıldırım become rich when he bought a boat and started carrying passengers when his father Binali Yıldırım governed the transport sector?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Was is not Kemal Unakıtan who made sure that his son Ahmet Unakıtan’s chickens were fed four thousand tons of corn without any import duty being added? Would the list of Keman Unakıtan’s acts of corruption and rule-breaking fit on this page if I recited them?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Could Abdulkadir Aksu, the Minister of the Interior, give a reply to the allegations regarding Murat Aksu?",
                                        "elements": []
                                    },
                                    {
                                        "content": "Don’t be anxious. Don’t be alarmed. Don’t get angry. Don’t believe it. Don’t be ambitious. The stability of today is your work of art. It is you who glorified stability. Now you may swell with pride.",
                                        "elements": []
                                    },
                                    {
                                        "content": "No need to get anxious. Consistency is maintained in the way you understand it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If consistency is to freeze in earthquake tents still covered in snow, if it is dead babies who could not reach their first year, childbirth without doctors, children without schools, schools without teachers, hospitals without doctors, the starvation of teachers, and the poverty of workers and civil servants, it will surely be maintained. Do not get anxious.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If consistency is  becoming a drug haven once again, decreasing the age of using drugs to 11, 12-year-old prostitutes wandering in the streets, there is consistency in this country. Do not get distressed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If consistency is the police, the gendarme, public officials, parliamentarians, ministers and mafia jerks taking to the roads there is consistent consistency in this country. Do not take offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Hear once more the shouting of the great poet, Nazım. Become aware of how you perceive consistency.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If consistency is ‘your farms, the valuables in your safes and your bank accounts’ or your allocations and your salaries, everybody knows that a consistent consistency is in power.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If consistency is dying from hunger by the side of the road or trembling in the cold like a dog or shivering from malaria in the summer, everybody sees that your consistent power is on the right road.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If consistency is American bases, American bombs, American navies, American missiles, all the world understands that your consistent consistency kneels and obeys.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If consistency is ‘sucking our scarlet blood in your factories’, we hail such consistency. If consistency is ‘the claws of your village lords’, maintain such consistency.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If your consistency is a ‘catechism’, we do not clasp our hands before such consistency or rub our faces on it. We oppose it. If your consistency is ‘the police truncheon’ we do not obey or give in to such consistency. We fight.",
                                        "elements": []
                                    },
                                    {
                                        "content": "We do not appreciate your walls or your handcuffs; we do not give a damn about your consistency or commitment. Know that.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 2 January 2006 the Prime Minister of Turkey, Mr Recep Tayyip Erdoğan, brought a civil action for compensation against the applicant and the publishing company before the Ankara Civil Court of First Instance on the ground that certain remarks in the article above constituted an attack on his personal rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  Before the first-instance court the applicant maintained, inter alia, that the aim of the article in question had not been to insult the Prime Minister but to criticise him. He submitted that his article had to be read in the context of the interviews given by the Prime Minister. In this connection, he submitted quotations from two interviews given by the Prime Minister and a press release from the Ministry of Justice. The content of these quotations referred notably to stability in Turkey and its positive effects, freedom of expression in , and the independence of the judiciary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 6 December 2006 the Ankara Civil Court of First Instance ordered the applicant and the publishing company jointly to pay compensation to Mr Recep Tayyip Erdoğan in the amount of 5,000 Turkish liras (TRY), plus interest at the statutory rate applicable on the date of the publication of the article.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  In its decision the court referred to the following passages:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Stability has lost its dictionary meaning and become a sickening word. From Prime Minister to ministers to politicians the word is in everyone’s mouth... But there is no need to worry because stability is continuing. The Prime Minister and his men are continuing to be stable in creating their absurdities... The Prime Minister and his men are continuing to be stable in swearing...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Stability has a special meaning for the Prime Minister. The Prime Minister, forgetting which chair he occupies, shows on every occasion what a master denouncer he is. He who just yesterday was denouncing  to the outside world for the headscarf of his wife and daughter, today makes up a crime and denounces those who support Prof. Dr Yücel Aşkın of the Van 100 yıl University. Outside he incites  for whom he is a civil servant and inside his civil servants ‘the prosecutors’.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Whether you like it or not stability is continuing. Every word that comes out of his mouth shocks, even if denied and corrected. The act of looking you in the eye and lying is considered as governing the country. The day he says there are no convictions under Article 301 of the Turkish Criminal Code two journalists are convicted under it. And when he reopened Aliağa State Hospital a year and a half after it became operational or when he cut the ribbon once again many years later at  neither he nor his men blushed...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Stability is continuing. The man is lying about matters from national income to inflation to the budget. Don’t believe it. Stability is continuing. From teachers to judges, from prosecutors to the police, from imams to doctors, the man uses these posts like the property of his own party. Don’t be angry.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In respect of the Minister of the Interior and the Minister of Foreign Affairs, who are both defendants in the proceedings concerning the embezzlement of 1 trillion liras from the Refah Party, the Minister of Justice, Cemil Çicek, states that they will be acquitted. This is not considered as interfering with the judiciary. Abdullah Gül says he thinks Orhan Pamuk will not be punished. This is not considered as interfering with the judiciary. But he is able to denounce at the meeting of TÜSİADthose requesting justice for rector Aşkın. He does not know what crime or punishment are. He doesn’t read, he doesn’t learn. He is content with what entered his head at  when he was 12-13 years old. ”",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The court stated that the press had certain privileges so as to provide free and impartial news, to be able to discuss views and opinions and to enlighten the public. However, like all freedoms these privileges were not without limits. In this connection it noted that freedom of the press was limited by Article 28 of the Constitution, Article 24 of the Code of Obligations and Article 24 of the Civil Code in so far as it concerned the protection of honour and reputation of persons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The court further considered, inter alia, that the press, while performing their duty to inform the public of issues and events of public interest, may have to criticise certain persons and institutions. In such circumstances two rights competed, namely the freedom of the press and personal rights, and one of the rights would require more protection than the other.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  In this connection, the court considered, inter alia, that politicians should bear the burden of being subjected to heavy criticism and that they should particularly be more tolerant of virulent criticism if they occupy a higher function in the State. However, it held that this was not without limits. It considered that in its duty to inform, the press was limited in its criticism, even of politicians by, inter alia, the following: a) truthfulness b) public interest c) topicality d) interconnectedness between the thoughts, the subject and the words used.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The court opined that in the present case the remarks contained in the article went beyond the limits of acceptable criticism, there was no harmony between the form and the content, the content went beyond the subject of criticism, and that through the words used there was an unjustified attack on the plaintiff’s personal rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The applicant appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 7 February 2008 the Court of Cassation refused the applicant’s request for a hearing as the value of the case did not reach the threshold required under domestic law and upheld the judgment of the first-instance court. This decision was served on the applicant on 4 March 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 9 June 2008 the Court of Cassation refused to examine the merits of the applicant’s request for a rectification of its decision since the value of the case did not reach the threshold required under domestic law for rectification proceedings to be instituted.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Compensation proceedings concerning the article entitled “Get well soon” (application no. 32131/08)",
                                "elements": [
                                    {
                                        "content": "17.  On 6 May 2006 Birgün published another article written by the applicant entitled “Get well soon”. The article read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I thought long and hard about whether to send this article to the newspaper advertisement service or to the editor in charge of articles. I guess a half-page newspaper advertisement wouldn’t have been bad. It was high time I put in an advertisement which said ‘read me’ in large print and which was of a modern design and under which I put my signature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, I needed some money for my dream to come true. But, I would not overcome this problem by putting a paid advertisement in the newspaper as both the euro and Turkish lira were taken out of circulation a long time ago in my newspaper, which had no boss. In the last analysis, I found out that I had to find some other solutions as the conditions for submitting an advertisement were not ripe. Since I was the child of a ‘country where solutions were inexhaustible’, I could overcome this problem by standing on my own feet. And I did. In recent years my colleagues have been asked whether their columns are their property. And now I decided to use my column for my private matters as ‘it is my property’. Maybe I would use the ‘get well’ advertisement as a step to improve private relations that would ‘lead to some good’.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The contrary could also be experienced. My innocence would be disregarded and my well-intentioned attempt could be misunderstood. It would be deemed as ‘a libellous and deriding statement against honour, pride and dignity which infringes personal rights and a severe, intolerable and unbearable insult’. Then I would feel sorry for not taking the opportunity to make a ‘get well visit’. I would regret not talking face to face, taking his five minutes by adding ‘take care’ to my ‘get well’ wish.",
                                        "elements": []
                                    },
                                    {
                                        "content": "But I know for sure that I could never succeed in making such an appointment in spite of my journalistic experience. I am not exaggerating. I really could not. Because I would not, for instance, call ‘Mr Undersecretary’ the top civil servant who emphasised ‘the necessity of replacing the republic and the principles of secularism with integration with Islam’ and ask for an appointment in days like these where ‘tanks make their appearances in the streets and we feel an urgent need for unity and solidarity’.",
                                        "elements": []
                                    },
                                    {
                                        "content": "One might ask then, if I could not call the press agent. My answer to them would be, in Kasımpaşa jargon, that ‘they are dead on their feet paying their hotel bill’. Moreover, I wouldn’t do that either. Because by my nature, I refuse to be rude to somebody all along.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Suppose that giving way to despair, I dialled the number. It would appear that there is no such office in the central organisation of the Prime Minister’s Office any more. Several journalists from the supporting media organisations who are ‘holding a press card and members of a religious order’ are coupled together and wandering in the building like cats on hot bricks. However, its functioning has changed. When you dialled the number, you immediately realise that the journalist you get on the phone is not a press agent but an ‘executive director for proofreading press statements’. You don’t even have to call them. Mostly, they call you. So far I haven’t called them and they haven’t called me. However, ‘those who have been called’ state that the voice at the other end of the telephone says every time ‘he did not say that’ or ‘he did not mean to say that’.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Under these circumstances I give up making a big announcement. From my column I say to Prime Minister Recep Tayyip Erdoğan, get well soon. I leave him in the hands of the Turkish doctors. But as a dabbler in amateur psychology I would like to draw attention to a small detail. Having regard to the fact that he defames the birds in the air and the wolves in the mountains, he responds to criticisms with swearing, for him University professors are immoral, the opposition party meagre, journalists shameless, and he also makes inappropriate remarks about the mothers of the voters, I consider it useful for both his and the public’s mental health to investigate whether he had a high-fevered illness when he was young ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "As he has become such a nervous wreck in that he dismissed a question like the erection of the “Pontic Genocide Memorial” in  and tore the visitors’ book in the house of Mustafa Kemal, I suspect that he is suffering from a psychopathic aggressive illness. I wish him a quick recovery.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 9 May 2006 the Prime Minister of Turkey, Mr Recep Tayyip Erdoğan brought a civil action for compensation against the applicant and the publishing company before the Ankara Civil Court of First Instance on the ground that certain remarks in the above article constituted an attack on his personal rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  Before the first-instance court the applicant maintained, inter alia, that the aim of the article in question had not been to insult the Prime Minister but to criticise him. He claimed that since the plaintiff was a politician and Prime Minister of , he had to be open to political criticism. In this connection, the applicant pointed out that the plaintiff should be particularly tolerant towards heavy criticism as a result of incidents or events he had created. In support of his submissions he submitted quotations from a number of columnists criticising various incidents involving the Prime Minister and an interview with Dr M.K., member of the AK party and member of parliament, where the latter considered, inter alia, that the Prime Minister had been tense in recent months and that as a result his responses had been automatic.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 20 September 2006 the Ankara Civil Court of First Instance ordered the applicant and the publishing company jointly to pay compensation to Mr Recep Tayyip Erdoğan in the amount of TRY 5,000, plus interest at the statutory rate applicable on the date of the publication of the article.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  In its decision the court referred to the following passages below:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...under these circumstances I give up making a big announcement. From my column I say to Prime Minister Recep Tayyip Erdoğan, get well soon. I leave him in the hands of the Turkish doctors. But as a dabbler in amateur psychology I would like to draw attention to a small detail. Having regard to the fact that he defames the birds in the air and the wolves in the mountains, he responds to criticisms with swearing, for him University professors are immoral, the opposition party meagre, journalists shameless, and he also makes inappropriate remarks about the mothers of the voters, I consider it useful for both his and the public’s mental health to investigate whether he had a high-fevered illness when he was young ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "As he has become such a nervous wreck in that he dismissed a question like the erection of the “Pontic Genocide Memorial” in  and tore the visitors’ book in the house of Mustafa Kemal, I suspect that he is suffering from a psychopathic aggressive illness. I wish him a quick recovery.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The court considered that the article taken as a whole had alleged that the Prime Minister had psychological problems and that he had a hostile attitude suggesting he was mentally ill. It held that a politician naturally had to bear and tolerate reasonable criticism. However, the court considered that, in the instant case, the remarks made in the article went beyond the limits of acceptable criticism and belittled the Prime Minister in the public and the political arena. In its view, the allegations were not the kind that one could make about a Prime Minister.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicant appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 6 December 2007 the Court of Cassation refused the applicant’s request for a hearing as the value of the case did not reach the threshold required under domestic law, and upheld the judgment of the first-instance court. This decision was served on the applicant on 30 January 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 31 March 2008 the Court of Cassation refused to examine the merits of the applicant’s request for a rectification of its decision, since the value of the case did not reach the threshold required under domestic law for rectification proceedings to be instituted.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Subsequent developments",
                                "elements": [
                                    {
                                        "content": "26.  Enforcement proceedings were initiated by the Prime Minister against the applicant and the publishing company in respect of the compensation awarded by the domestic courts. Two case files were opened (nos. 2007/2289 and 2008/1624) by the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  According to the documents submitted by the Government the sum due in respect of case no. 2008/1624 amounted to TRY 8,611.88 and was fully executed. It appears that the applicant paid TRY 2,859.79 of this sum. The sum due in respect of case no. 2007/2289 amounted to TRY 8,384.42 and had not yet been executed on 31 August 2010.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "28.  A description of the relevant domestic law at the material time can be found in Sapan v. , no. 44102/04, §§ 24-25, 8 June 2010.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "29.  Having regard to the similar subject matter of the applications, the Court finds it appropriate to join them.",
                        "elements": []
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  The applicant complained that the judgments given in the civil cases against him had breached his right to freedom of expression guaranteed by Article 10 of the Convention, which reads, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers...",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society...for the protection of the reputation or rights of others....”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "31.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": []
                            },
                            {
                                "content": "a)  The Government",
                                "elements": [
                                    {
                                        "content": "32.  The Government maintained that there had been no interference with the exercise of the applicant’s right to freedom of expression. They submitted, however, that if the Court were to consider that there had been such interference then the interference in question had been in accordance with the second paragraph of Article 10. In this connection, the Government submitted that the impugned interference had been based on Article 49 of the Code of Obligations and that it had pursued the legitimate aim of protecting the reputation and rights of others.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  As to whether the interference in question had been necessary in a democratic society, the Government stated that the domestic courts’ decisions had not been focused on the applicant’s criticism of the Prime Minister, but on the use of certain defamatory expressions. They submitted that the content of the articles had exceeded the limits of acceptable objective criticism since the author had used certain expressions which were far from what could be regarded as the expression of an opinion. Thus, in the Government’s view, the articles constituted an attack against the honour, reputation and dignity of the Prime Minister, Mr Recep Tayyip Erdoğan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Government acknowledged that the limits of acceptable criticism were wider in respect of politicians. However, they noted, by referring to the Court’s judgments, notably Brasilier v. France (no. 71343/01, 11 April 2006), Lingens v. Austria (8 July 1986, Series A no. 103), Vides Aizsardzības Klubs v. Latvia (no. 57829/00, 27 May 2004), and Oberschlick v.  (no. 2) (1 July 1997, Reports of Judgments and Decisions 1997I), that Article 10 § 2 enabled the reputation of others to be protected and that this protection also extended to politicians. In this connection, they referred to the Court’s considerations in the judgment of Lindon, Otchakovsky-Laurens and July v.  ([GC], nos. 21279/02 and 36448/02, § 57, ECHR 2007IV). The Government pointed out that the exercise of freedom of expression also carried with it “duties and responsibilities” and that the applicant in his capacity as writer had the duty to react within limits fixed in the interest of “protecting the reputation or rights of others”. They maintained that insults, denigrations and offensive language could not enjoy general and unlimited protection under the Convention as they made no positive contribution to the discussion of political issues and that freedom of expression could not prevent national courts from exercising their discretion and taking the necessary decisions to ensure that political debate did not degenerate into personal insult. In this connection, they emphasised that certain expressions had special meanings in each culture and language.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  For the Government there was, in the instant case, a conflict between two rights guaranteed in the Convention, namely freedom of expression and the right to respect for private life. They submitted that the broad interpretation of the former right did not exclude the need to safeguard the latter. The Government stated that the domestic courts had weighed the relevant considerations regarding this conflict between these rights in the compensation cases before them and, in their reasoned decisions, carefully balanced the applicant’s interest in freely expressing his opinion against the need to protect the reputation and rights of the Prime Minister, Mr Recep Tayyip Erdoğan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Finally, the Government pointed out that the remedy used by the Prime Minister was an ordinary remedy available to any individual whose reputation had come under attack and that the amount of compensation awarded to him had not been excessive. In this respect, they stated that the domestic court had taken into consideration the parties’ social and economic conditions when deciding on the amount of compensation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b)  The applicant",
                                "elements": [
                                    {
                                        "content": "37.  The applicant reiterated his allegations. In particular, by referring to a number of Court judgments, notably Lingens v. Austria (cited above), Oberschlick v.  (no. 1) (23 May 1991, Series A no. 204), Handyside v. the United Kingdom (7 December 1976, Series A no. 24), Schwabe v. Austria (28 August 1992, Series A no. 242B), Castells v. Spain (23 April 1992, Series A no. 236), and Piermont v. France (27 April 1995, Series A no. 314), he maintained that in his essays he had been criticising the Prime Minister and that the latter should have been more tolerant of such criticisms instead of using the compensation procedure as a pressure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "38.  The Court considers that the final judgments given in the compensation cases brought by the Prime Minister of Turkey, Mr Recep Tayyip Erdoğan, for protection of his personal rights constituted an interference with the applicant’s right to freedom of expression, as guaranteed by Article 10 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "a)  Prescribed by law",
                                "elements": [
                                    {
                                        "content": "39.  It is not contested that the interference was prescribed by law, namely Article 49 of the Code of Obligations.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b)  Legitimate aim",
                                "elements": [
                                    {
                                        "content": "40.  The Court considers that the interference pursued the legitimate aim of protecting the reputation or rights of others, within the meaning of Article 10 § 2.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "c)  Necessary in a democratic society",
                                "elements": [
                                    {
                                        "content": "41.  The test of “necessary in a democratic society” requires the Court to determine whether the interference complained of corresponded to a “pressing social need”. The Contracting States have a certain margin of appreciation in assessing whether such a need exists, but it goes hand in hand with European supervision, embracing both the legislation and the decisions applying it, even those given by an independent court. The Court is therefore empowered to give the final ruling on whether a “restriction” is reconcilable with freedom of expression as protected by Article 10 (see, among many other authorities, Perna v. Italy [GC], no. 48898/99, § 39, ECHR 2003-V, and Association Ekin v. France, no. 39288/98, § 56, ECHR 2001-VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court’s task in exercising its supervisory function is not to take the place of the competent domestic courts but rather to review under Article 10 the decisions they have taken pursuant to their power of appreciation (see Fressoz and Roire v. France [GC], no. 29183/95, § 45, ECHR 1999-I). In particular, the Court must determine whether the reasons adduced by the national authorities to justify the interference were “relevant and sufficient” and whether the measure taken was “proportionate to the legitimate aims pursued” (see Chauvy and Others v. France, no. 64915/01, § 70, ECHR 2004-VI). In doing so, the Court has to satisfy itself that the national authorities, basing themselves on an acceptable assessment of the relevant facts, applied standards which were in conformity with the principles embodied in Article 10 (see, among many other authorities, Zana v. Turkey, 25 November 1997, § 51, Reports 1997-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  It reiterates in this connection that in order to assess the justification of an impugned statement, a distinction needs to be made between statements of fact and value judgments. While the existence of facts can be demonstrated, the truth of value judgments is not susceptible of proof. The requirement to prove the truth of a value judgment is impossible to fulfil and infringes freedom of opinion itself, which is a fundamental part of the right secured by Article 10. The classification of a statement as a fact or as a value judgment is a matter which in the first place falls within the margin of appreciation of the national authorities, in particular the domestic courts. However, even where a statement amounts to a value judgment, there must exist a sufficient factual basis to support it, failing which it will be excessive (see, for example, Pedersen and Baadsgaard v. Denmark [GC], no. 49017/99, § 76, ECHR 2004XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  In the instant case, the Court notes that the applicant is a journalist/columnist and an author and that the impugned articles written by him were published in a daily newspaper. The impugned articles concerned the applicant’s comments and views on current events and had a bearing on issues such as the allegedly illegal conduct and corruption of high-ranking politicians and public figures and the Prime Minister’s alleged aggressive response to various incidents or events. There is no doubt that these are very important matters in a democratic society which the public has a legitimate interest in being informed about and which fall within the scope of political debate. The Court reiterates in this connection that the press fulfils an essential function in a democratic society. Although it must not overstep certain bounds, particularly in respect of the reputation and rights of others, its duty is nevertheless to impart – in a manner consistent with its obligations and responsibilities – information and ideas on all matters of public interest. Journalistic freedom also covers possible recourse to a degree of exaggeration, or even provocation (see Dalban v. Romania [GC], no. 28114/95, § 49, ECHR 1999VI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court observes that the plaintiff in the two sets of compensation proceedings above was a very high-ranking politician. In fact, he was and still is the Prime Minister of Turkey. It reiterates in this connection that the limits of acceptable criticism are wider as regards a politician than as regards a private individual. Therefore, he was obliged to display a greater degree of tolerance in this context (see Fedchenko v. Russia, no. 33333/04, § 33, 11 February 2010). However, the reputation of a politician, even a controversial one, must benefit from the protection afforded by the Convention (see Lindon, Otczakovsky-Laurnes and July, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  As regards the applicant’s first article entitled “Stability”, the domestic courts found that Mr Recep Tayyip Erdoğan’s personal interests in having his reputation protected outweighed the applicant’s right to freedom of expression. They noted in this connection, inter alia, that the remarks contained in the article went beyond the limits of acceptable criticism and that there had been an unjustified attack on the plaintiff’s personal rights. As to the applicant’s second article entitled “Get well soon”, the domestic courts also found that the remarks contained in the article went beyond the limits of acceptable criticism. In this connection, the first-instance court considered that the article taken as whole had alleged that Mr Recep Tayyip Erdoğan was mentally ill. It considered that such remarks belittled the Prime Minister in the public and the political arena and that such allegations were not the kind to be made about a Prime Minister.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court has examined the articles in question and the reasons given in the domestic courts’ decisions to justify the interference with the applicant’s right to freedom of expression. The Court has taken into consideration the applicant’s professional interest as a journalist/columnist to convey to the public his views on current events and in voicing his criticism, against Mr Recep Tayyip Erdoğan’s interests, a politician, in having his reputation protected and being protected against personal insult. In this connection, the Court considers that, even assuming as did the firstinstance courts in the present case that the language and expressions used in the two articles in question, particularly those highlighted in the first-instance court’s decisions, were provocative and inelegant and certain expressions could legitimately be classed as offensive, they were, however, mostly value judgments based on particular facts, events or incidents which were already known to the general public, as some of the quotations compiled by the applicant for the purposes of the domestic proceedings demonstrate. They therefore had sufficient factual basis. In so far as it concerns statements of fact contained in the impugned articles, the Court finds that the domestic courts did not attempt to distinguish them from value judgments nor do they appear to have examined whether the “duties and responsibilities” within the meaning of Article 10 § 2 of the Convention were observed on the part of the applicant or the publishing company. In particular, for the Court, the domestic courts’ decisions failed to assess whether the articles were published in good faith.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  As to the form of the expressions, the Court observes that the author chose to convey his strong criticisms, coloured by his own political opinions and perceptions, by using a satirical style. In this connection, the Court reiterates that Article 10 is applicable not only to “information” or “ideas” that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb; such are the demands of that pluralism, tolerance and broadmindedness without which there is no “democratic society” (see Oberschlick v. Austria (no. 1), cited above, § 57). The Court would add that offensive language may fall outside the protection of freedom of expression if it amounts to wanton denigration, for example where the sole intent of the offensive statement is to insult (see Skałka v. , no. 43425/98, § 34, 27 May 2003); but the use of vulgar phrases in itself is not decisive in the assessment of an offensive expression as it may well serve merely stylistic purposes. For the Court, style constitutes part of communication as a form of expression and is as such protected together with the content of the expression. However, in the instant case, the domestic courts, in their examination of the case, omitted to set the impugned remarks within the context and the form in which they were expressed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  Consequently, the Court is of the opinion that various strong remarks contained in the articles in question and particularly those highlighted by the domestic courts could not be construed as a gratuitous personal attack against the Prime Minister, Mr Recep Tayyip Erdoğan. In addition, the Court observes that there is nothing in the case file to indicate that the applicant’s articles had any affect on Mr Recep Tayyip Erdoğan’s political career or his professional and private life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  In the light of the above considerations the Court finds that the domestic courts failed to establish convincingly any pressing social need for putting the Prime Minister’s personality rights above the applicant’s rights and the general interest in promoting the freedom of the press where issues of public interest are concerned. The Court therefore considers that in taking their decisions the domestic courts overstepped their margin of appreciation and that the judgments against the applicant were disproportionate to the legitimate aim pursued. The fact that the proceedings were civil rather than criminal in nature – as pointed out by the Government – does not affect the Court’s considerations above. In any event, the Court would point out that the amount of compensation which the applicant was ordered to pay, together with the publishing company, was significant and that such sums could deter others from criticising public officials and limit the free flow of information and ideas (see Cihan Öztürk v. Turkey, no. 17095/03, § 33, 9 June 2009). It follows that the interference with the applicant’s exercise of his right to freedom of expression cannot be regarded as necessary in a democratic society for the protection of the reputation and rights of others.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  There has accordingly been a violation of Article 10 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "52.  In addition, the applicant complained under Article 6 of the Convention that he had been denied a fair hearing and access to court on account of the Court of Cassation’s refusal to hold a hearing and to examine the merits of his rectification requests. Moreover, he claimed that the Court of Cassation’s judgments had not been reasoned and that the judgments of the firstinstance courts had not been fair. Lastly, without any explanation, the applicant alleged a violation of Articles 13 and 14 of the Convention and Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "53.  However, the Court finds in the light of all the material in its possession that the applicant’s above submissions do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be declared inadmissible as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "55.  The applicant claimed that he had been ordered to pay, in total, 12,847.46 Turkish liras (TRY), plus expenses and that he could not afford these payments. He therefore requested that the Court award him a reasonable amount in respect of pecuniary damage. The applicant further claimed 5,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Government contested the claims. In particular, they maintained that the co-defendant in the above proceedings had paid TRY 6,423 in the course of enforcement proceedings and that therefore the applicant owed only TRY 2,685. In support of their claim the Government submitted various documents pertaining to enforcement proceedings brought against the applicant and the co-defendant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court is satisfied that there is a causal link between the pecuniary damage referred to by the applicant and the violation of the Convention found above. Therefore, the Court finds that the reimbursement by the Government of the compensation paid by the applicant, plus the statutory interest applicable under domestic law, running from the date when the applicant paid it, would satisfy his claim in respect of pecuniary damage (see, mutatis mutandis, Üstün v. , no. 37685/02, § 40, 10 May 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court further considers that the applicant has suffered nonpecuniary damage as a result of the domestic courts’ judgments, which were incompatible with Convention principles. The damage cannot be sufficiently compensated by a finding of a violation. Taking into account the circumstances of the case and having regard to its case-law, the Court awards the full amount claimed by the applicant, namely EUR 5,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "59.  The applicant made no claims for costs and expenses. Therefore, the Court makes no award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "60.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaint concerning the alleged interference with the applicant’s freedom of expression admissible and the remainder of the applications inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to reimburse to the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the compensation paid by him, plus the statutory interest applicable under domestic law, running from the date of that payment, and to pay the applicant 5,000 (five thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into Turkish liras at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 21 February 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Danutė Jočienė",
            "role": "president"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Guido Raimondi",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": " Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TUŞALP v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-109189.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0221JUD003213108",
    "externalsources": [],
    "extractedappno": [
        "32131/08",
        "41617/08",
        "44102/04",
        "71343/01",
        "57829/00",
        "21279/02",
        "36448/02",
        "48898/99",
        "39288/98",
        "29183/95",
        "64915/01",
        "49017/99",
        "28114/95",
        "33333/04",
        "43425/98",
        "17095/03",
        "37685/02"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-109189",
    "judgementdate": "21/02/2012 00:00:00",
    "kpdate": "21/02/2012 00:00:00",
    "kpthesaurus": [
        "149",
        "148",
        "265",
        "579",
        "14",
        "216",
        "238",
        "354"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "10-2",
        "10",
        "10-1",
        "35",
        "41"
    ],
    "parties": [
        "TUŞALP",
        "TURKEY"
    ],
    "rank": "864.514465332031",
    "representedby": [
        "ILKIZ F."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Association Ekin v. France, no. 39288/98, § 56, ECHR 2001-VIII",
        "Chauvy and Others v. France, no. 64915/01, § 70, ECHR 2004-VI",
        "Cihan Öztürk v. Turkey, no. 17095/03, § 33, 9 June 2009",
        "Dalban v. Romania [GC], no. 28114/95, § 49, ECHR 1999-VI",
        "Fedchenko v. Russia, no. 33333/04, § 33, 11 February 2010",
        "Fressoz and Roire v. France [GC], no. 29183/95, § 45, ECHR 1999-I",
        "Lindon, Otchakovsky-Laurens and July v. France [GC], nos. 21279/02 and 36448/02, ECHR 2007-IV",
        "Oberschlick v. Austria (no. 1), 23 May 1991, Series A no. 204",
        "Pedersen and Baadsgaard v. Denmark [GC], no. 49017/99, § 76, ECHR 2004-XI",
        "Perna v. Italy [GC], no. 48898/99, § 39, ECHR 2003-V",
        "Skalka v. Poland, no. 43425/98, § 34, 27 May 2003",
        "Üstün v. Turkey, no. 37685/02, § 40, 10 May 2007",
        "Zana v. Turkey, 25 November 1997, § 51, Reports 1997-VII"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "366220",
    "typedescription": "15"
}