{
    "__articles": "3;5;5-1;6;6-1",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing)",
    "applicability": "",
    "appno": "49869/06;44822/06",
    "article": [
        "6",
        "3",
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Effective investigation"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-186723.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 49869/06 and 44822/06) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Russian nationals, Mr Dmitriy Viktorovich Golubyatnikov and Mr Sergey Anatolyevich Zhuchkov (“the applicants”), on 28 September 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Ms O.V. Sadchikova, a lawyer practising in Stavropol. The Russian Government (“the Government”) were represented initially by Mr G. Matyushkin, the Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that they had been subjected to treatment contrary to Article 3 of the Convention in police custody, that no effective investigation into those incidents had been carried out, and that the second applicant’s statements (which he had been coerced into giving through the aforementioned treatment) incriminating himself and the first applicant had been used in evidence supporting their conviction. The second applicant also complained that he had been detained unlawfully.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 14 March 2013 the applications were communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants were born in 1979 and 1978 respectively and live in Tikhoretsk, Krasnodar region.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicants’ arrest and alleged ill-treatment",
                                "elements": [
                                    {
                                        "content": "6.  On 3 January 2005 a young woman (S.) was found near a block of flats in Tikhoretsk with serious head injuries from which she died in a hospital on the following day. Criminal proceedings were initiated and an investigation was conducted firstly by Sh. and later, from 23 January 2005, O. – both investigators with the Tikhoretsk inter-district prosecutor’s office (“the inter-district prosecutor’s office”). Operational and search activities in the case were conducted by the criminal investigation unit of the Tikhoretsk Town and District Police Department (ОУР УВД города Тихорецка и Тихорецкого района, “the Tikhoretsk Police Department”) – in particular by three police officers, Ch., K. and R. Those officers established that B. could have been involved in the crime. On 20 January 2005 B. was arrested and gave a statement incriminating the first applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The first applicant (Mr Golubyatnikov)",
                                        "elements": [
                                            {
                                                "content": "7.  On 21 January 2005 Ch., K. and R. arrested the first applicant in the presence of witnesses and took him to the Tikhoretsk Police Department, where they interviewed him. The applicant denied his involvement in the crime.",
                                                "elements": []
                                            },
                                            {
                                                "content": "8.  The applicant’s account of events at the police station is as follows. Officers Ch., K. and R. demanded that he confess to the crime. He refused. They knocked him down, punched and kicked him, beat him with a rubber truncheon, and put a gas mask over his head, blocking his access to air.",
                                                "elements": []
                                            },
                                            {
                                                "content": "9.  At 9 p.m. on 21 January 2005 Sh., the investigator, drew up a record of the applicant’s arrest as a suspect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "10.  The applicant was taken to the temporary detention facility (IVS) at the Tikhoretsk Police Department. At 10.30 p.m. the IVS officer called an ambulance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  The ambulance doctor examined the applicant and recorded multiple haematomas on his chest and back, sharp pain upon palpation in the area of sternum, and the applicant’s complaints about pain in the chest and stomach, weakness and difficulty breathing. The applicant was diagnosed with a fracture of the ribs, multiple contusions and traumatic shock. The doctor noted the applicant’s explanation that he had been beaten up and assessed his condition as grave.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  At 11.30 p.m. the applicant was brought to Tikhoretsk town hospital for an Xray examination. He was examined by a surgeon and by a traumatologist, who diagnosed him with a fracture of the ribs on the lefthand side. The applicant was taken back to the IVS.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  On 22 January 2005 the applicant was examined by Sh. – in the presence of an officially assigned lawyer – as a suspect. He denied having been involved in the crime. According to the applicant, he complained to the investigator that the police officers had subjected him to violence in order to coerce him into giving a confession but that he had received no response.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  On 23 January 2005 the Tikhoretsk Town Court ordered that the applicant be detained on remand.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  On 31 January 2005 the applicant was charged with causing grievous bodily harm to S. leading to her death. During his examination as an accused on that day and on 20 May 2005 the applicant denied his involvement in the crime and refused to give a statement, citing his right not to incriminate himself.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  On 25 March 2005 the applicant’s mother lodged a complaint with the inter-district prosecutor’s office submitting that the applicant had been subjected to violence by police officers from the Tikhoretsk Police Department and seeking the institution of criminal proceedings against those officers. On 18 April 2005 O., the investigator, replied that during his examinations as a suspect and as an accused the applicant had not complained that he had been subjected to ill-treatment by police officers. In May 2005 the applicant’s mother complained to the Krasnodar regional prosecutor’s office (“the regional prosecutor’s office) that O. had used unlawful investigation methods.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  The applicant’s lawyer in a record dated 25 May 2005 noting his being granted access to the case file, stated, inter alia, that the applicant’s involvement in the crime had not been proven as the prosecution case had been based, inter alia, on the second applicant’s confession, which he had subsequently retracted as having been given under coercion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  According to an expert opinion of 5 May 2010 (ordered in the course of an inquiry into the applicant’s alleged ill-treatment by the police and prepared by a commission of forensic medical experts from the Krasnodar regional forensic medical examination bureau and a traumatologist), multiple haematomas on the applicant’s chest and back recorded by the ambulance doctor on 21 January 2005 had been caused by multiple blows from a blunt object. Due to the brevity of the description of the haematomas in the medical records it was impossible to establish the time of their infliction. The experts further concluded that the applicant had sustained fractures to two ribs on the left-hand side, which could have been caused by a blunt object on 21 January 2005 in the circumstances described by the applicant – for example as a result of the applicant being punched, kicked or hit with a rubber truncheon. Those fractures, complicated by traumatic shock, gave rise to a long-term health disorder for a period exceeding 21 days and were classified as harm to health of medium gravity.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The second applicant (Mr Zhuchkov)",
                                        "elements": [
                                            {
                                                "content": "19.  According to the second applicant, at around 8 a.m. on 26 January 2005 police officers K. and R. arrested him at his place of work in his colleagues’ presence and took him to the Tikhoretsk Police Department.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  The applicant’s account of events at the police station is as follows. K., R. and another police officer demanded that he confess to having inflicted bodily injuries on S. He refused and was then beaten with a rubber truncheon. A gas mask was put over his head and his access to air was blocked. Thereafter the police officers handcuffed him to a ladder at the police station. The applicant spent the night at the police station. The following morning K. and R. started beating him again, demanding that he give a statement of surrender and confession (явка с повинной) and telling him that V. ( another suspect in the case) had already given a statement of surrender and confession incriminating the first applicant and the second applicant, together with B., and himself (that is to say V.) in inflicting head injuries on S. The applicant could not stand the violence any longer and so wrote a statement of surrender and confession that was dictated by the police officers, stating that he and the first applicant, as well as B. and V., had inflicted head injuries on S.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  His statement of surrender and confession (явка с повинной) was recorded by K. at 1 p.m. on 27 January 2005.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  At 2.30 p.m. on 27 January 2005 O., the investigator, drew up a record of the applicant’s arrest as a suspect. O. stated in the record that the applicant had been arrested at 2.30 p.m. that day.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  According to the records of the Tikhoretsk Police Department IVS, in which the applicant was placed on the same day, the applicant did not complain about his health. According to the applicant, at the IVS he was not asked about his state of health and did not undergo any medical examination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  On 28 January 2005 the applicant was taken to O. According to the applicant, O. threatened him with further violence by police officers if he refused to repeat his confession. The applicant was examined as a suspect by O. in the presence of an officially assigned lawyer, D. The applicant reiterated his confession incriminating himself, the first applicant, B. and V. in the infliction of head injuries on S. On the same day the Tikhoretsk Town Court ordered that the applicant be detained on remand.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  On 1 February 2005 from 2.30 p.m. to 4.05 p.m. O. carried out an on-site verification of the applicant’s statements in the presence of D. and the applicant. According to the applicant, he had been told by the police officers “what to show [them] and where”. The applicant again reiterated his confession. These investigative steps were recorded on video.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  According to the applicant’s mother, who was present during the verification of the applicant’s statements at the crime scene on 1 February 2005, there was a bruise on the applicant’s face and he was limping. His limp was also visible on the video recording, which was shown on a local television channel.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 2 February 2005 the applicant was taken by Kl., a police officer, to his grandparents from whom the applicant requested a sum of money. According to the applicant and his grandmother, when left alone with her, he explained that he had been beaten up by the police officers, that he had confessed to committing a crime out of fear for his life, and that he needed money in order to evade prosecution. His grandmother saw that he was limping and had a bruise on his face. His grandparents gave him the money.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  On 3 February 2005 the applicant was informed that his mother had retained D., a lawyer, to defend him during the criminal proceedings against him. During their meeting on the same day the applicant told D. that he had given the confession as a result of his having been beaten up by the police officers. During his examination as an accused on the same day he pleaded not guilty and refused to testify, citing his right not to incriminate himself.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On 7 February 2005 the applicant’s mother lodged a complaint with the inter-district prosecutor’s office, submitting that over a twenty-four hour period the applicant had been held in police custody and beaten by police officers until he had given a confession.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  On 15 February 2005 lawyer D. lodged a complaint with the interdistrict prosecutor’s office, submitting that the applicant had been beaten up by police officers and that, as a result, he had given a confession (recorded as a statement of surrender and confession), which was repeated during his examination as a suspect and during the on-site verification of his statements, and that money (given to him by his grandparents) had been extorted from him by the police officers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 17 March 2005 the applicant lodged a complaint with a prosecutor at the inter-district prosecutor’s office, submitting that he had been unlawfully detained and subjected to violence by police officers from the Tikhoretsk Police Department and had thus been coerced into giving a confession. On the same day he lodged a similar complaint with the investigator in charge of his criminal case, asking to be further examined as an accused.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  On 25 March 2005 the applicant’s mother lodged another complaint with the inter-district prosecutor’s office, submitting that the applicant had been beaten up by police officers from the Tikhoretsk Police Department.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On 30 March 2005 the applicant’s mother once again lodged a complaint with the inter-district prosecutor’s office, submitting that after his arrest on 26 January 2005 the applicant had been threatened and beaten during the night until he had confessed to a crime that he had not committed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  On 18 April 2005 D., the lawyer, complained to the inter-district prosecutor’s office that his and the applicant’s complaints had remained unanswered.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  In a letter of the same date O., the investigator, replied to the applicant’s mother’s complaint dated 25 March 2005 that during his examinations as a suspect and as an accused in the presence of a lawyer the applicant had not complained that he had been subjected to ill-treatment by police officers. O. concluded that he had given his statements voluntarily.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 26 April 2005 the applicant repeated his request to the investigator in charge of his criminal case that he be further examined as an accused, stating that he had not received any reply to his complaint of 17 March 2005 (see paragraph 31 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 3 May 2005 the applicant’s mother lodged a complaint with the regional prosecutor’s office, expressing her disagreement with the statement in investigator O.’s letter of 18 April 2005 that the applicant had not complained about his alleged ill-treatment by police officers. She noted that her complaints about the applicant’s alleged beating by the police – as well as similar complaints lodged by the applicant and his lawyer, D. – had remained unanswered, and that O. had failed to examine (in accordance with the law) the applicant’s complaints.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  During his examination as an accused on 16 May 2005 the applicant retracted his confession statements, asserting that they had been made under coercion exerted by police officers, and pleaded not guilty.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The applicant’s lawyer, D., stated in a record dated 23 May 2005 noting his being granted access to the case file that in the course of the preliminary investigation the applicant and D. had repeatedly complained that the applicant had been beaten on 26 and 27 January 2005 by police officers from the Tikhoretsk Police Department, as a result of which he had given a statement of surrender and confession incriminating himself and his coaccused. They had not received any reply to their complaints and to requests lodged by them for an inquiry and confrontations to be held.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Refusals to institute criminal proceedings in respect of the applicants’ alleged ill-treatment; the applicants’ trial",
                                "elements": [
                                    {
                                        "content": "1.  Refusal of 2 June 2005",
                                        "elements": [
                                            {
                                                "content": "40.  On 2 June 2005 an investigator from the regional prosecutor’s office refused to institute criminal proceedings against O. for lack of evidence of a criminal event in his actions. The decision referred to the official records of the investigative activities undertaken and statements made by O., K. and R., which denied any ill-treatment of the applicants. In particular, O. stated that neither he nor the officers of the Tikhoretsk Police Department had used any unlawful physical or psychological measures in relation to the applicants, and that accordingly, no pre-investigation inquiry had been carried out. The decision of 2 June 2005 concluded that the applicants had been arrested, examined as suspects, detained on remand in custody and charged, in accordance with the law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  On 29 June 2005 at the preliminary hearing in the applicants’ criminal case the second applicant requested that his statement of surrender and confession of 27 January 2005, the record of his examination as a suspect of 28 January 2005 and the record of the on-site verification of his statements of 1 February 2005 be excluded from evidence on the grounds that his confession had been obtained through the use of physical violence by police officers who had unlawfully kept him in custody for twenty-four hours before his official arrest. The Tikhoretsk Town Court dismissed his request as premature and unfounded, stating that no such request had been lodged during the preliminary investigation in the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  On 30 June 2005 the second applicant’s mother lodged a complaint with the Town Court, submitting that the applicant had been unlawfully detained by the police officers for about twenty-four hours between his actual arrest at his place of work at about 7.45 a.m. on 26 January 2005 and his formal arrest on 27 January 2005. During that time Ch., K. and R. had subjected him to physical and psychological pressure, as a result of which he had made a confession in relation to a crime that he had not in fact committed. She requested that the police officers be prosecuted and that evidence be examined in support of her complaints.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  On 6 July 2005 the Town Court dismissed the complaint of 30 June 2005 lodged by the second applicant’s mother on the grounds that she had not been authorised to represent the applicant, who was not a minor, and that it was no longer possible to complain under Article 125 of the Code of Criminal Procedure (“CCrP”) about the police officers’ actions in respect of the preliminary investigation since the preliminary investigation in the case had been completed and the trial had started. On 11 July 2005 the second applicant lodged a complaint (similar to that lodged by his mother on 30 June 2005) with the Town Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  On 14 July 2005 the Town Court heard a certain St., who had allegedly shared a cell with the second applicant in March 2005 at the Tikhoretsk Police Department IVS. St. stated that he had been told by the second applicant that he (that is to say the second applicant) had committed a crime [against S.] together with other people but had decided to deny it and to argue that his statements had been obtained under coercion. St. stated that he knew that no pressure had actually been exerted on the applicant. St. did not remember whether there had been other people present when the applicant had told him this.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  On the same day the Town Court heard the applicants and their coaccused. All four defendants complained that they had been subjected to illtreatment by police officers. The first applicant argued, inter alia, that the second applicant’s confession incriminating him of having murdered S. had been obtained as a result of the second applicant’s ill-treatment by the police officers and therefore constituted inadmissible evidence. The second applicant reiterated the arguments that he had advanced at the preliminary hearing – namely, that he had actually been arrested on 26 January 2005 and held continuously in police custody, where he had been subjected to violence until he had given a confession. He also stated that when he had been brought to O., the investigator, for questioning on 28 January 2005, he had complained about the above-mentioned ill-treatment; O. had replied that if he did not reiterate his statements he would spend another night with the police officers. The applicant furthermore stated that the police officers had visited him every day and had threatened him; his family had been unaware of his whereabouts; he had given confession statements out of fear for his life; and he had not in fact committed the crime in question. The Town Court ordered that the hearing be adjourned and an inquiry into the applicants’ and their co-defendants’ allegations be carried out by the inter-district prosecutor’s office before the next hearing on 26 July 2005.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  On 22 July 2005 the Town Court dismissed the second applicant’s complaint of 11 July 2005 (see paragraph 43 above) on the grounds that it was no longer open to him to complain under Article 125 of the CCrP about the police officers’ actions during the preliminary investigation in respect of his case, since the preliminary investigation had been completed and the trial had started.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Refusal of 23 July 2005",
                                        "elements": [
                                            {
                                                "content": "47.  On 23 July 2005 an investigator from the inter-district prosecutor’s office issued a refusal (pursuant to Article 24 § 1 (1) of the CCrP) to open a criminal case for absence of a criminal event under Articles 286 (abuse of powers) and 302 (forced extraction of confession) of the Criminal Code. The investigator relied on statements given by the investigators, O. and Sh., and the police officers, K. and R., all of whom had denied the applicants’ allegations of illtreatment. O. also stated that no forensic medical expert examination had been carried out in relation to the applicants since no complaints concerning their state of health or the police officers’ actions had been lodged by them. K. and R. stated that on 21 January 2005 they had established the first applicant’s whereabouts, taken him to the Tikhoretsk Police Department and interviewed him. He had denied his involvement in the crime. He had later been arrested by Sh. The investigator also relied on statements given by K., R. and V.V., a police officer who had been on duty at the IVS, according to which during the first applicant’s arrest and at his arrival at the IVS, respectively, they had heard him saying that he was suffering from a pain in the chest sustained during a fight with someone two days previously.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  On 28 July 2005 at a hearing in the trial concerning the applicants’ criminal case, M.S., a senior assistant to the prosecutor of the inter-district prosecutor’s office who was representing the prosecution at the hearing, reported the results of the preinvestigation inquiry, stating that the applicants’ allegations of illtreatment by the police officers had not been confirmed. The applicants and their co-defendants objected, considering the inquiry to have been superficial and to have constituted a pure formality. The second applicant requested that an additional inquiry be carried out, since his complaints about extortion by the police officers who had taken him to his grandparents on 2 February 2005, had remained unaddressed. The court ordered that an additional inquiry be carried out before the next hearing on 2 August 2005.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Refusal of 1 August 2005",
                                        "elements": [
                                            {
                                                "content": "49.  On 1 August 2005 an investigator from the inter-district prosecutor’s office issued a decision not to institute criminal proceedings for lack of evidence of a criminal event. He relied on the statements given by Kl., the police officer, that he had taken the second applicant out of the IVS on 2 February 2005 in order to verify his suspected involvement in some thefts; and by taking the applicant to his grandparents he had done him a favour (see paragraph 27 above). The investigator concluded that Kl.’s actions had had no connection with the second applicant’s alleged coercion into making a confession concerning S.’s death.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  The request for the exclusion of the second applicant’s confession from evidence",
                                        "elements": [
                                            {
                                                "content": "50.  On 2 August 2005 the Town Court examined the results of the additional inquiry, which had been communicated to it by M.S. The applicants considered that inquiry to have been superficial and formalistic. At their request the Town Court examined witnesses. Two witnesses, in whose company the first applicant had spent time immediately before his arrest, stated that the first applicant’s state of health before his arrest had been normal. It also examined G., the second applicant’s colleague, who stated that at about 7.50 a.m. on 26 January 2005 the applicant had left his place of work at the request of two persons who, as he had learned later during the day, had been from the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  In a decision of 2 August 2005 the Town Court dismissed the request for the exclusion from the evidence of the record of the second applicant’s examination as a suspect of 28 January 2005 and the record of the on-site verification of his statements of 1 February 2005 (see paragraph 41 above). Relying on the refusals of 23 July and 1 August 2005 by the inter-district prosecutor’s office to institute criminal proceedings and the official record dated 27 January 2005 of the second applicant’s arrest (which indicated that the applicant had been arrested at 2.30 p.m. on 27 January 2005), the Town Court found that his allegations of police illtreatment and unlawful detention had not been based on real facts. As regards the record of the second applicant’s statement of surrender and confession of 27 January 2005, the Town Court excluded it from evidence on the grounds that it had been obtained in the absence of a lawyer.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  The applicants’ conviction",
                                        "elements": [
                                            {
                                                "content": "52.  On 5 August 2005 the Tikhoretsk Town Court convicted the applicants, who had pleaded not guilty, of causing grievous bodily harm to S. leading to her death and sentenced the first applicant to twelve years’ imprisonment and the second applicant to nine years’ imprisonment. Relying on the refusals to institute criminal proceedings issued by the interdistrict prosecutor’s office and the regional prosecutor’s office, the Town Court dismissed their allegations of ill-treatment by the police as unfounded. The evidence presented in the case included the record dated 28 January 2005 of the second applicant’s examination as a suspect and the record of the on-site verification of his statements of 1 February 2005 (see paragraph 51 above), as well as the confession statements given by B. and V. during the preliminary investigation and subsequently retracted by them as having been given under coercion exerted by Tikhoretsk Police Department officers. The applicants appealed against that judgment, reiterating their arguments that they had been subjected to violence by the police officers and that the second applicant’s confession incriminating them should have been excluded from evidence as having been given under duress.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  On 29 March 2006 the Krasnodar Regional Court upheld the judgment on appeal, endorsing the trial court’s decision to dismiss the applicants’ arguments concerning their alleged ill-treatment and the request for the exclusion of the second applicant’s incriminating statements allegedly obtained under coercion exercised by the police officers. It referred to the refusals issued by the inter-district prosecutor’s office and the regional prosecutor’s office to institute criminal proceedings into the applicants’ allegations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The applicants lodged applications for supervisory review in respect of their case, which were dismissed on 9 June 2006 by the Krasnodar Regional Court and on 17 September 2007 by the Supreme Court of the Russian Federation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  On 31 May 2011 the Promyshlenniy District Court of Stavropol reduced the first applicant’s sentence of imprisonment by two months, in accordance with the amendments to the Criminal Code. The applicants’ sentences of imprisonment ended and the applicants were released in 2014 (the second applicant) and 2016 (the first applicant).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Annulments of the refusals to institute criminal proceedings in respect of the applicants’ alleged ill-treatment by the police, and further developments",
                                "elements": [
                                    {
                                        "content": "1.  Annulment of the refusal of 2 June 2005",
                                        "elements": [
                                            {
                                                "content": "56.  On 6 February 2007 a deputy prosecutor of the regional prosecutor’s office annulled the decision of 2 June 2005 refusing to open a criminal case against O., the investigator. A new refusal was issued on 8 February 2007 and was declared unlawful on 20 November 2007 by the Oktyabrskiy District Court of Krasnodar. A further refusal dated 9 January 2008 pointed out that the allegations of the applicants’ ill-treatment by the police had been the subject of a different inquiry, which was pending. On 6 August 2008 the Krasnodar Regional Court terminated proceedings initiated by the applicants’ mothers to appeal against the refusal of 9 January 2008 on the grounds that it was no longer open to them to complain under Article 125 of the CCrP about the investigator’s actions during the preliminary investigation in respect of the applicants’ case, since the preliminary investigation had been completed. The Regional Court noted that should the unlawfulness of actions on the part of O. or the police officers from the Tikhoretsk Police Department be established during the investigation in the criminal case opened on 5 March 2008 (see paragraph 60 below), the decisions not to open criminal cases against them would be annulled and the proceedings in the criminal case against the applicants would be reopened owing to newly discovered circumstances.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Annulment of the refusals of 23 July and 1 August 2005",
                                        "elements": [
                                            {
                                                "content": "57.  Following the numerous complaints lodged by the applicants, on 22 March 2007 a deputy prosecutor from the inter-district prosecutor’s office annulled as unlawful and based on an incomplete inquiry the refusals of 23 July 2005 and 1 August 2005 to institute criminal proceedings, and ordered an additional inquiry. Eight further decisions taken by investigators refusing to open a criminal case between 27 March 2007 and 6 January 2008 were annulled on the grounds that they were unlawful and had been based on an incomplete inquiry. Some of the annulments followed the delivery of court decisions under Article 125 of the CCrP finding refusals to institute criminal proceedings unlawful and unfounded (namely, the Town Court’s decisions of 15 October 2007, 27 December 2007 and 29 January 2008) – particularly in view of the investigating authority’s failure to correct certain deficiencies (highlighted by courts and the supervising authorities) in the inquiry in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  One of those eight decisions not to institute criminal proceedings, dated 23 May 2007, referred to the following statements collected by an investigator during the inquiry:",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  According to V.Yu., the second applicant’s colleague, shortly after 8 a.m. on 26 January 2005 the second applicant had left his place of work at the request of two men. They had all left by car. Before leaving, the applicant had had no visible injuries and had not complained about his health. Those men had enquired about the applicant’s whereabouts the day before.",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  The second applicant’s mother stated that she had seen the second applicant during the verification of his statements at the crime scene on 1 February 2005. He had had a bruise on his face and had been limping.",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  According to the second applicant’s grandmother, on 2 February 2005 two police officers had brought the applicant to her place. He had been handcuffed. He had said that he needed money. When left alone with her, he had explained that he had been beaten unconscious and threatened by the police officers as a result of which he had signed a document at their request. He had had a bruise on the face and had been limping. His grandfather had given him the money he asked for.",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  According to D., he – as one of the lawyers on duty – had been officially assigned to defend the second applicant during the applicant’s examination as a suspect and during the verification of his statements at the crime scene. D. had not noticed any injuries on the applicant. After those investigative activities he had concluded an agreement with the applicant’s mother to defend the applicant during the criminal proceedings against him. At their next meeting he had informed the applicant about the agreement concluded with his mother, and the applicant had told him that he had not committed the crime and had given statements incriminating himself and the first applicant as a result of coercion exercised by the police officers, who had threatened him and beaten him up. At the applicant’s request D. had lodged complaints concerning his alleged illtreatment by the police. The applicant had not shown D. any injuries.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The following statements were also received during the inquiry:",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  According to the second applicant’s mother, the second applicant had been arrested by K. and R., the police officers, at his place of work at 7.45 a.m. on 26 January 2005 in the presence of a team of co-workers, including V.Yu., G. and three others. K. and R. had visited her the day before, when the applicant had not been at home, asking about his whereabouts. They had again come at 7.30 a.m. on 26 January 2005, shown their service identity cards and asked about the applicant’s whereabouts. She had told them that the applicant had gone to work and they had left. When she had gone to the applicant’s place of work she had been told that the applicant had been taken away by two men matching the description of K. and R. From 26 until 28 January 2005 she had called the Tikhoretsk Police Department many times but had been told that the applicant was not there. On 28 January 2005 D. had informed her that the applicant was suspected of having committed a grave crime and had offered his services as a lawyer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  According to S.A. (the second applicant’s girlfriend), after the second applicant’s arrest she had seen the video recording of the verification of the applicant’s statements at the crime scene on a local television channel. She had noticed that the applicant was limping and that his face was bruised and swollen. After the applicant had been taken away by police officers on 26 January 2005, she had called the Tikhoretsk Police Department IVS on 27 January 2005 but had been told that the applicant was not there. On 28 January 2005 she had gone to the Tikhoretsk Police Department to enquire about the applicant’s whereabouts, and had been informed by O., the investigator, that the applicant was suspected of having committed a murder.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Institution and termination of criminal proceedings in relation to the first applicant’s injuries",
                                        "elements": [
                                            {
                                                "content": "60.  On 5 March 2008 an investigator of the Tikhoretsk inter-district investigation unit of the investigative committee at the regional prosecutor’s office (“the Tikhoretsk investigative committee”) opened a criminal case under Article 112 § 1 of the Criminal Code (harm to health of medium gravity) in relation to the injuries inflicted on the first applicant by an unknown person at an unknown place at an unknown time in January 2005. By decisions of 5 June, 2 August, 13 September and 22 October 2008 the criminal proceedings were suspended for failure to identify any person to be charged with an offence. Those decisions were annulled by the head of the Tikhoretsk investigative committee.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The Tikhoretsk Town Court acknowledged repeatedly that the Tikhoretsk investigative committee’s inaction had been unlawful and that it had failed to conduct the investigation in accordance with the law (namely, the Town Court’s decisions of 30 May, 1 July, 21 August and 26 September 2008). The Tikhoretsk interdistrict prosecutor repeatedly called upon the Tikhoretsk investigative committee to put an end to violations of the CCrP being committed in the course of the criminal proceedings. Thereafter the proceedings were repeatedly terminated for lack of evidence of a criminal event or suspended for failure to identify any person to be charged with an offence, and the relevant decisions were annulled as unlawful and unfounded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  In 2010 the criminal case was transferred to the Tikhoretsk Police Department for further investigation for the reason that the police officers’ involvement in the first applicant’s illtreatment had not been established. On several occasions the investigation was suspended for failure to identify any person to be charged with an offence and then resumed again.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  According to the investigating authority, in 2012 a certain N.K. turned himself in to the Tikhoretsk Police Department and confessed that in 2005 he had inflicted bodily injuries on the applicant two days before the applicant’s arrest. The proceedings against N.K. were terminated as timebarred.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  In April 2013 an investigator of the Tikhoretsk Police Department was disciplined for violations of criminal procedure in the course of the investigation. On 4 April 2013 the Tikhoretsk Town Court acknowledged numerous shortcomings in the investigation, such as the failure to question the applicant about allegations raised by N.K. in his testimony or to obtain a medical expert opinion as to whether the applicant’s injuries could have been inflicted in the circumstances described by N.K.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Reopening and termination of the criminal proceedings against the applicants in the light of newly discovered circumstances",
                                        "elements": [
                                            {
                                                "content": "65.  On 7 October 2008 the Tikhoretsk inter-district prosecutor allowed an application lodged by the applicants for the reopening of the criminal proceedings against the applicants (in the light of newly discovered circumstances) on the grounds that the refusals to institute criminal proceedings in respect of the applicants’ allegations of police ill-treatment (on which the trial court had relied) had later been annulled.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  On 15 July 2010 the prosecutor terminated the proceedings, holding that the applicants had been lawfully convicted by final judicial decisions, while their allegations of police ill-treatment were being examined in the course of the separate proceedings (concerning the applicants’ complaints about their alleged ill-treatment by the police). On 28 July 2011 the Tikhoretsk Town Court upheld the prosecutor’s decision of 15 July 2010.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Other refusals to institute criminal proceedings into the applicants’ alleged ill-treatment by the police",
                                        "elements": [
                                            {
                                                "content": "67.  In parallel with the proceedings described above, a joint preinvestigation inquiry into both applicants’ allegations of police illtreatment was carried out by the Tikhoretsk investigative committee, starting from November 2010 (after a number of refusals to open a criminal case into the second applicant’s alleged ill-treatment had been issued and annulled between 26 November 2009 and 19 November 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  Between 29 November 2010 and 15 July 2015 seven more decisions not to institute criminal proceedings were taken and subsequently annulled as based on incomplete inquiries. Some of the annulments followed the delivery of court decisions under Article 125 of the CCrP finding refusals to institute criminal proceedings unlawful and unfounded, namely, the Tikhoretsk Town Court’s decisions of 5 March 2011 (which was upheld by the Krasnodar Regional Court on 13 April 2011), 1 April 2013 and 23 April 2013.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The most recent decision not to institute criminal proceedings into the applicants’ alleged ill-treatment in police custody – for lack of the constituent elements of crimes under Articles 285 and 286 (abuse of powers) of the Criminal Code in the actions of Ch., K., R. and other police officers, as provided by Article 24 § 1 (2) of the CCrP – was taken on 24 February 2016 by an investigator from the Tikhoretsk district investigation unit of the Krasnodar regional investigative committee. Relying on the police officers’ statements denying that they had ill-treated the applicants, the investigator concluded that no material showing that the police officers could have committed crimes against the applicants had been established. The decision also mentioned other statements, in particular the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  statements by Sh. and O., the investigators, denying the applicants’ illtreatment;",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  statements by several persons that the first applicant had not had any visible injuries before his arrest;",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  statements by the police officers K., R. and V.V. (see paragraph 47 above);",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  statements by D. (see paragraph 58 above);",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  statements by the police officers K. and R. that the second applicant had been arrested on 27 January 2005 on suspicion of having committed the above-mentioned crime against S. and taken to the Tikhoretsk Police Department, where he had written a statement of surrender and confession, after which he had been arrested by O.; and",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  statements by S.A. that after the second applicant’s arrest she had seen him being filmed in detention on a programme on a local television channel; she had noticed that his face was an unnatural colour; and she had later seen on the same television channel another programme that had shown the video recording of the verification (with the applicant’s participation) of the applicant’s statements at the crime scene.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "70.  Article 413 of the Code of Criminal Procedure sets out the procedure for the reopening of criminal cases and reads, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Court judgments and decisions which became final should be quashed and proceedings in a criminal case should be reopened [in the light of] new or newly discovered circumstances.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "4.  New circumstances are:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(2)  a violation of a provision of the European Convention for the Protection of Human Rights and Fundamental Freedoms committed by a court of the Russian Federation during an examination of a criminal case and established by the European Court of Human Rights, pertaining to:",
                                "elements": []
                            },
                            {
                                "content": "(a)  the application of a federal law which runs contrary to provisions of the European Convention for the Protection of Human Rights and Fundamental Freedoms;",
                                "elements": []
                            },
                            {
                                "content": "(b)  other violations of the provisions of the Convention for the Protection of Human Rights and Fundamental Freedoms; ...”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "71.  Given the similar factual and legal background, the Court decides that the two applications should be joined pursuant to Rule 42 § 1 of the Rules of Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "72.  The second applicant complained that he had been unlawfully deprived of his liberty from the time of his actual arrest on 26 January 2005 until that of his formal arrest on 27 January 2005. He relied on Article 5 § 1 of the Convention, which reads in the relevant part as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so; ...”",
                                "elements": []
                            },
                            {
                                "content": "73.  The Government contested that argument. They submitted that at 1 p.m. on 27 January 2005 the applicant had come voluntarily to the police station to confess to the crime and had then been arrested, in accordance with the law. They further submitted that the applicant’s and his mother’s complaints concerning the lawfulness of his detention had been dismissed in the Tikhoretsk Town Court’s decisions of 6 July and 22 July 2005, against which they had not appealed.",
                                "elements": []
                            },
                            {
                                "content": "74.  The applicant maintained his complaint.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "75.  In so far as the Government can be understood as pleading nonexhaustion of domestic remedies, the Court notes that apart from the complaints lodged with and dismissed by the Tikhoretsk Town Court (to which the Government pointed), on 17 March 2005 the applicant lodged the complaint concerning the lawfulness of his detention with the inter-district prosecutor’s office. He received no reply. He again raised this complaint at the preliminary hearing in his criminal case on 29 June 2005 and reiterated it on 14 July 2005, when the Tikhoretsk Town Court ordered an inquiry, as a result of which the inter-district prosecutor’s office refused on 23 July 2005 to institute criminal proceedings. Relying on the decision of 23 July 2005 (subsequently annulled as unlawful and based on an incomplete inquiry) and on the official record of the applicant’s arrest of 27 January 2005, the Town Court dismissed, in its decision of 2 August 2005 (underpinning its judgment of 5 August 2005 upheld on appeal on 29 March 2006), the applicant’s allegation that he had been unlawfully detained by the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The authorities were thus made aware of the alleged unlawfulness of the applicant’s detention by way of the criminal-law complaint that prompted the inquiry by the investigative authorities, the outcome of which was reviewed by the domestic courts at the applicants’ trial. The Government’s non-exhaustion objection should therefore be dismissed (see Leonid Petrov v. Russia, no. 52783/08, § 50, 11 October 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "78.  The Court observes that the Government’s assertion that the applicant had voluntarily reported to the police station at 1 p.m. on 27 January 2005 to confess to a crime is contradicted by the evidence in the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  Officers K. and R. (while denying the applicant’s allegations) clearly indicated the sequence of the events pertaining to the applicant’s arrest – namely that they had arrested the applicant on suspicion of his having committed the crime in question against S. and had taken him to the police station, where he had given a statement of surrender and confession, after which his arrest had been recorded by O., the investigator (see paragraph 69 above). This is further confirmed by the record of the applicant’s statement of surrender and confession (явка с повинной) drawn up by Officer K. at 1 p.m. on 27 January 2005 and the record of the applicant’s arrest drawn up by the investigator, O., at 2.30 p.m. on 27 January 2005. It can therefore be concluded that the applicant did not come to the police station voluntarily to confess to a crime, but was arrested on suspicion of having committed the crime against S. and was taken to the police station by Officers K. and R.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  As regards the time of the applicant’s arrest, the Court notes that the official record of the applicant’s arrest drawn up by O., the investigator, indicates that the applicant was arrested at 2.30 p.m. on 27 January 2005. This contradicts Officers K.’s and R.’s above-mentioned acknowledgment that they had arrested the applicant on suspicion of his having committed the crime against S. at some point before he gave the statement of surrender and confession – that is to say before 1 p.m. on 27 January 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Court furthermore notes that statements by witnesses indicate that the applicant was taken away from his place of work at around 8 a.m. on 26 January 2005 by two men matching the description of Officers K. and R. (see paragraphs 50, 58 and 59 above, which refer to the statements by G., V.Yu. and the second applicant’s mother). From that day until 28 January 2005 the applicant’s mother and girlfriend, S.A., made unsuccessful enquiries with the Tikhoretsk Police Department about the applicant’s whereabouts (see paragraph 59 above, which refers to their statements).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The applicant’s complaint that he had been unlawfully kept at the police station from 26 until 27 January 2005 was dismissed by the Tikhoretsk Town Court merely on the basis of the refusal to institute criminal proceedings in respect of his complaints which did not explicitly address that complaint (subsequently annulled as unlawful and based on an incomplete inquiry – see paragraphs 47 and 57 above) and the official record of his arrest, which is contradicted by the evidence in the case (see paragraphs 74, 79 and 80 above). There is no indication that this deficiency was remedied in the subsequent inquiries or by the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  In view of the foregoing, the Court finds that the second applicant was arrested at around 8 a.m. on 26 January 2005 by police officers and unlawfully detained at the Tikhoretsk Police Department until his arrest was officially recorded at 2.30 p.m. on 27 January 2005. His unrecorded detention left him completely at the mercy of those holding him, putting his personal security at stake, and rendering him vulnerable to illtreatment (see Fartushin v. Russia, no. 38887/09, §§ 50, 53 and 54, 8 October 2015).",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  There has therefore been a violation of Article 5 § 1 of the Convention in respect of the second applicant.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "85.  The applicants complained that they had been subjected to treatment contrary to Article 3 of the Convention by the Tikhoretsk Police Department officers and that the State had failed to carry out an effective investigation into those allegations. Article 3 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "86.  The Government disagreed, arguing that the facts of the applicants’ alleged ill-treatment by the police had not been proven in the domestic proceedings, which had complied with the procedural requirements of Article 3 of the Convention. The first applicant’s injuries could have been caused by a third person in the course of a fight prior to the applicant’s arrest, and there had been no medical evidence of the second applicant having suffered any injuries.",
                                "elements": []
                            },
                            {
                                "content": "87.  The applicants maintained their complaints.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "88.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It furthermore notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "89.  The Court reiterates that in assessing the evidence on which to base a decision as to whether there has been a violation of Article 3, it adopts the standard of proof “beyond reasonable doubt”. However, such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact (see Jalloh v. Germany [GC], no. 54810/00, § 67, ECHR 2006‑IX). Where the events in issue lie wholly, or in large part, within the exclusive knowledge of the authorities, as in the case of individuals within their control in custody, strong presumptions of fact will arise in respect of injuries occurring during such detention. The burden of proof is then on the Government to provide a satisfactory and convincing explanation by producing evidence establishing facts which cast doubt on the version of events given by the victim (Bouyid v. Belgium ([GC], no. 23380/09, §§ 81-88, ECHR 2015).",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  Where an individual raises an arguable claim that he has suffered treatment infringing Article 3 at the hands of the police or other similar agents of the State, that provision, read in conjunction with the State’s general duty under Article 1 of the Convention to “secure to everyone within their jurisdiction the rights and freedoms defined in ... [the] Convention”, requires by implication that there should be an effective official investigation. Such investigation should be capable of leading to the identification and punishment of those responsible (see Assenov and Others v. Bulgaria, 28 October 1998, § 102, Reports of Judgments and Decisions 1998VIII). The investigation into serious allegations of ill-treatment must be prompt and thorough. The authorities must always make a serious attempt to find out what happened and should not rely on hasty or illfounded conclusions to close their investigation or to otherwise use such conclusions as the basis of their decisions (see, for example, Kopylov v. Russia, no. 3933/04, § 133, 29 July 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  First applicant (Mr Golubyatnikov)",
                                        "elements": [
                                            {
                                                "content": "91.  The Court observes that on 21 January 2005 the first applicant was arrested by police officers on suspicion of having committed the crime against S., taken to the police station and interviewed. He was then seen by Sh., the investigator, who drew up a record of his arrest. The witness statements suggest that the applicant had no injuries before his arrest (see paragraphs 50 and 69 above). An hour and a half after the recorded time of his arrest, when he was brought by police officers to the IVS, an ambulance was called and the applicant was found to be in a grave condition characterised by multiple injuries, weakness and difficulty breathing. He was diagnosed with a fracture of the ribs, multiple contusions and traumatic shock. After his immediate transfer to the local hospital the diagnosis of a rib fracture was confirmed. The forensic medical experts concluded that the applicant had sustained fractures to two ribs, and that the fractures could have been caused by blunt objects on 21 January 2005 in the circumstances alleged by him – that is to say as a result of being punched, kicked or hit with a rubber truncheon. Those fractures, complicated by traumatic shock, had led to a health disorder that lasted for a period exceeding 21 days.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  In the Court’s view the injuries could arguably have resulted from the applicant’s alleged illtreatment by police officers. The abovementioned factors are sufficient to give rise to a presumption in favour of the applicant’s version of events and satisfy the Court that the applicant’s allegations were credible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  The Court observes further that the applicant’s allegations were dismissed by the domestic investigating authorities. At least nine refusals to institute criminal proceedings were issued between 23 July 2005 and 6 January 2008 as a result of pre-investigation inquiries. The investigation in respect of the criminal proceedings regarding the applicant’s injuries (which were instituted on 5 March 2008) was marred by the inaction of the investigating authority and its failure to take lawful and reasoned decisions (see paragraph 61 above). Moreover, the investigation was eventually transferred to the Tikhoretsk Police Department, whose officers had allegedly subjected the applicant to illtreatment, for the reason that their involvement had not been established. Subsequently, new preinvestigation inquiries were carried out into the applicant’s allegations of police illtreatment, and fresh refusals to institute criminal proceedings against the police officers were issued – most recently on 24 February 2016.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  The Court reiterates that in the context of the Russian legal system the mere carrying out of a preinvestigation inquiry is insufficient if the authorities are to comply with the standards established under Article 3 of the Convention for an effective investigation into credible allegations of illtreatment in police custody. It is incumbent on the authorities to institute criminal proceedings and conduct a fully fledged criminal investigation in which the whole range of investigative measures are carried out (see Lyapin v. Russia, no. 46956/09, §§ 129 and 132-36, 24 July 2014). A delay in instituting criminal proceedings will have an adverse impact on such an investigation, considerably undermining the investigative authority’s ability to secure evidence concerning the alleged ill-treatment (see Razzakov v. Russia, no. 57519/09, § 61, 5 February 2015). The investigation’s conclusions must be based on a thorough, objective and impartial analysis of all relevant elements (ibid., § 63).",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  Having regard to the authorities’ examination of the applicant’s credible allegations of police illtreatment by way of the pre-investigation inquiries, as well as to the delay in opening and the way the criminal investigation in relation to the applicant’s injuries was carried out, the Court concludes that those factors are sufficient to find that the authorities failed to carry out an effective investigation into the applicant’s alleged illtreatment by the police. There has therefore been a violation of Article 3, in its procedural limb.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The Government maintained the conclusions of the domestic investigation authorities. Their explanation of the applicant’s injuries is only supported by the police officers’ statements that they had heard the applicant saying that he had had a pain in the chest because of a fight with someone two days before his arrest. Apart from the fact that this version is inherently weak in so far as it is based on the hearsay evidence of the alleged perpetrators of the illtreatment in question, it also sits ill with the evidence indicating a lack of injuries before the applicant’s arrest and the condition in which he was found after the time spent in police custody – which was more serious than the condition described by the police officers. It does not offer any explanation as to why the ambulance was not called immediately after the applicant’s arrest either by the police officers (who instead took him to the police station and interviewed him), or by the investigator who drew up the record of the applicant’s arrest. Furthermore, the version that the injuries were inflicted two days before the arrest is not based on any medical evidence and was not investigated properly (see paragraph 64 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  In view of the above considerations, this explanation cannot be considered satisfactory or convincing. The Court concludes that the Government failed to discharge their burden of proof and to produce evidence capable of casting doubt on the applicant’s account of events, which it therefore finds established.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  The Court finds that the acts of violence to which the first applicant was subjected in police custody amounted to treatment proscribed by Article 3. There has therefore been a violation of Article 3, in its substantive limb.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Second applicant (Mr Zhuchkov)",
                                        "elements": [
                                            {
                                                "content": "99.  As the Court has found above, from about 8 a.m. on 26 January 2005 until 2.30 p.m. on the following day the applicant was held unlawfully at the police station without a record of his detention having been drawn up, which left him completely at the mercy of those holding him, putting his personal security at stake and rendering him vulnerable to illtreatment by the police (see paragraph 82 above). This weighs heavily in favour of the applicant’s account of events (see Olisov and Others v. Russia, nos. 10825/09 and 2 others, § 79, 2 May 2017). As Officers K. and R. stated, the reason for their apprehending the applicant and bringing him to the police station was a suspicion that he had committed the abovementioned crime against S. According to the applicant, during his unlawful detention at the police station on 26 and 27 January 2005 he was subjected to violence by police officers (included being beaten with a rubber truncheon and having his access to air blocked with a gas mask) in order to force him to give a statement of surrender and confession in relation to the crime against S.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  The Court observes that at 1 p.m. on 27 January 2005 Officer K. recorded the applicant’s statement of surrender and confession (явка с повинной) incriminating himself and the first applicant, as well as B. and V., in the infliction of head injuries on S. The applicant reiterated those statements on 28 January 2005 during his questioning as a suspect, and confirmed them during the on-site verification of his statements on 1 February 2005, in the presence of an officially assigned lawyer. According to the applicant, he did so out of fear for his life, under threats made by investigator O. and the police officers (see paragraph 45 above). As soon as the applicant gained access to a lawyer of his choice, who was retained by his mother on 3 February 2005 (D., who had previously acted as his officially assigned lawyer), he stopped giving confession statements and pleaded not guilty. From February 2005 numerous complaints were lodged by the applicant’s mother, the applicant’s lawyer and the applicant himself concerning the applicant having allegedly been illtreated with a view to extracting a confession, and the applicant asked to be further examined as an accused. During the additional examination as an accused, which was carried out on 16 May 2005, he retracted his confession statements on the grounds that they had been given under coercion exercised by police officers. He maintained that position at the trial, pleading not guilty.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  The Court furthermore observes that V.Yu., the second applicant’s colleague, who saw the applicant immediately before his arrest, stated that the applicant had had no visible injuries and had not complained about his health. The applicant’s mother and grandmother, who saw the applicant on 1 and 2 February 2005 respectively, that is after the time spent in police custody, stated that the applicant had had a bruise on the face and had been limping (see paragraph 58 above). Similarly, S.A., the applicant’s girlfriend, stated that she had seen, while watching the video recording of the verification of the applicant’s statements at the crime scene on 1 February 2005, that the applicant had been limping and that his face had been bruised and swollen (see paragraph 59 above). The Court notes that the Government offered no explanation for their failure to submit the video recording of the verification of the applicant’s statements at the crime scene on 1 February 2005, as was requested by the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  It should also be noted that credible assertions of illtreatment, involving the same police officers, were made by the applicant’s coaccused (see paragraph 91 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  In view of the foregoing, the Court considers that the second applicant’s allegations of the police violence were credible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  This conclusion is not altered by other elements in the case file, such as (i) the records of the IVS stating that the applicant did not complain about his health when he was placed there on 27 January 2005, since there is no indication that the applicant underwent a medical examination at the IVS, or at any other detention facility in which he was placed thereafter, or (ii) D.’s statements that he had noticed no injuries on the applicant during the investigative actions on 28 January and 1 February 2005. D. acted as the applicant’s appointed lawyer during those investigative actions. On 3 February 2005, in his capacity as the applicant’s retained lawyer, he learned of the applicant’s alleged ill-treatment by police officers and on 15 February 2005 lodged the complaint regarding the applicant’s alleged illtreatment (see paragraphs 28 and 30 above). It remains unclear, inter alia, why no requests for the applicant to undergo a medical examination were lodged promptly and at least immediately after the applicant’s mother’s complaint about his alleged ill-treatment on 7 February 2005 (see paragraphs 28-30 above), and whether the applicant received effective legal aid, which casts doubt on the credibility of D.’s statements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  The Court furthermore observes that no inquiry was carried out and no forensic medical examination was ordered in response to the numerous complaints lodged between February and May 2005 concerning the applicant’s alleged illtreatment by the police (see paragraphs 40 and 47 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  A pre-investigation inquiry was only ordered on 14 July 2005 by the Tikhoretsk Town Court and was carried out by an investigator from the interdistrict prosecutor’s office, which refused to institute criminal proceedings on 23 July 2005, relying on the police officers’ denial that the applicant had been illtreated. That decision was subsequently annulled as unlawful and based on an incomplete inquiry. Over the nine years which followed, additional inquiries were carried out, and new decisions declining to institute criminal proceedings were issued and then annulled as unlawful and based on an incomplete inquiry. The most recent refusal to institute criminal proceedings in respect of the applicant’s alleged illtreatment by the police officers, issued in 2016, was essentially the same as the previous refusals.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  In view of the case-law reiterated in paragraph 92 above, the Court concludes that by refusing to institute criminal proceedings and to conduct a fully fledged criminal investigation in which the whole range of investigative measures would be carried out, the authorities failed to conduct an effective investigation into the applicant’s allegations of police illtreatment. There has therefore been a violation of Article 3 of the Convention under its procedural limb.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  Given that the Government’s denial of the applicant’s credible allegations of his ill-treatment by the police are based on superficial domestic inquiries which fell short of the requirements of Article 3 of the Convention, the Court finds that the applicant was subjected to treatment proscribed by Article 3 in police custody on 26 and 27 January 2005 (see Ksenz and Others v. Russia, nos. 45044/06 and 5 others, § 104, 12 December 2017). There has therefore been a violation of Article 3 of the Convention under its substantive limb.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "109.  The applicants further complained that the use of the second applicant’s confession incriminating himself and the first applicant, obtained under coercion by the police officers, had rendered their trial unfair. They relied on Article 6 § 1 of the Convention, which, in so far as relevant, provides:",
                                "elements": []
                            },
                            {
                                "content": "“1. In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "110.  The Government contested that argument, stating that the trial court had thoroughly examined the applicants’ allegations of ill-treatment and rejected them as unconfirmed; moreover, apart from the pre-trial statements, the applicants’ guilt had been sufficiently proven by other evidence in the case.",
                                "elements": []
                            },
                            {
                                "content": "111.  The applicants maintained their complaints.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "112.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "113.  The Court reiterates that the admission of confessions obtained in violation of Article 3 renders the criminal proceedings in question as a whole automatically unfair, irrespective of the probative value of those statements and irrespective of whether their use was decisive in securing the defendant’s conviction (see Gäfgen, cited above, §§ 166 and 173, and, more recently, Aleksandr Konovalov v. Russia, no. 39708/07, §§ 53-56, 28 November 2017). This principle applies not only where the victim of treatment contrary to Article 3 is the actual defendant in the case in question but also where the person from whom the confession was thus extracted is a third party (see El Haski v. Belgium, no. 649/08, § 85, 25 September 2012, and Kaçiu and Kotorri v. Albania, nos. 33192/07 and 33194/07, §§ 122 and 128-130, 25 June 2013).",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  The Court has found that the second applicant was subjected to treatment infringing Article 3 in police custody on 26 and 27 January 2005 (see paragraphs 98-107 above). In view of the circumstances of the case it considers that the applicant’s statement of surrender and confession (явка с повинной) of 27 January 2005, the record dated 28 January 2005 of the applicant’s questioning as a suspect, and the record of the on-site verification of his statements of 1 February 2005 were all tainted by the applicant’s illtreatment by the police. In refusing the applicant’s request for the exclusion of the abovementioned records of the investigative actions of 28 January 2005 and 1 February 2005 the Tikhoretsk Town Court failed to carry out its own independent assessment with a view to ascertaining whether there were reasons to exclude from evidence those records containing the applicant’s confession statements, which had allegedly been tainted by a violation of Article 3 of the Convention, so as to ensure the fairness of the trial. Instead of exercising the utmost care by subjecting those repeated statements to very strict scrutiny (especially after declaring the initial confession statement of 27 January 2005 to constitute inadmissible evidence on the grounds that it had been adduced in the absence of a lawyer), the Town Court relied on the investigating authorities’ decisions, which the Court has found to have been based on an inquiry which did not meet the Article 3 requirements (see paragraph 106 above). This lack of a careful assessment of the quality of the impugned evidence and the circumstances in which it was obtained was not remedied by the higher courts (see paragraphs 53-54 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  In the light of the foregoing, the Court concludes that, regardless of their impact on the outcome of the criminal proceedings against the applicants, the use of the second applicant’s confession statements (together with the lack of appropriate safeguards at the trial) rendered the applicants’ trial unfair (see Mindadze and Nemsitsveridze v. Georgia, no. 21571/05, §§ 140-142, 1 June 2017).",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  There has accordingly been a violation of Article 6 § 1 of the Convention in respect of both applicants.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "117.  As regards the applicants’ remaining complaints under the Convention, having regard to all the material in its possession and in so far as they fall within the Court’s competence, it finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "118.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "119.  The first applicant claimed approximately 283,000 euros (EUR) and the second applicant claimed approximately EUR 259,000 in respect of non-pecuniary damage which they had allegedly suffered as a result of, inter alia, their arrest and treatment infringing Article 3 in police custody and the lack of an effective investigation thereof, together with their lengthy imprisonment and its impact on their private life, their lack of adequate medical assistance, the deterioration in their health, and the unfairness of the court proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  The Government contested the claims as lacking any connection with the alleged violations of the Convention and as excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  Making its assessment on an equitable basis and having regard to the nature of the violations found, the Court awards EUR 25,000 to each applicant in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  Furthermore, the Court refers to its settled case-law to the effect that when an applicant has suffered an infringement of his rights guaranteed by Article 6 of the Convention, he should, as far as possible, be put in the position in which he would have been had the requirements of that provision not been disregarded. The most appropriate form of redress would, in principle, be the reopening of the proceedings, if requested (see, mutatis mutandis, Öcalan v. Turkey [GC], no. 46221/99, § 210 in fine, ECHR 2005IV, and Sakhnovskiy v. Russia [GC], no. 21272/03, § 112, 2 November 2010). This applies to the applicants in the present case. The Court notes, in this connection, that Article 413 of the Code of Criminal Procedure provides a basis for the reopening of the proceedings if the Court finds a violation of the Convention (see paragraph 70 above).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "123.  The first applicant claimed approximately EUR 3,350 and the second applicant claimed EUR 386 for the costs and expenses incurred before the domestic authorities and the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  The Government submitted that there was no causal link between the applicants’ claims and the alleged violations of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the first applicant the sum of EUR 142 and the second applicant the sum of EUR 313 covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "126.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaints concerning the lawfulness of the second applicant’s detention, the applicants’ alleged ill-treatment in police custody and the lack of an effective investigation thereof, and the use in evidence of the second applicant’s confession statements incriminating himself and the first applicant, allegedly made under duress, admissible and the remainder of the applications inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 1 of the Convention in respect of the second applicant;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 3 of the Convention under its substantive limb in respect of both applicants;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 3 of the Convention under its procedural limb in respect of both applicants;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been a violation of Article 6 § 1 of the Convention in respect of both applicants;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final, in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "8.  Dismisses the remainder of the applicants’ claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 October 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Vincent A. De Gaetano",
            "role": "president"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "Jolien Schukking",
            "role": "judges"
        },
        {
            "name": "María Elósegui",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GOLUBYATNIKOV AND ZHUCHKOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-186723.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:1009JUD004986906",
    "externalsources": [],
    "extractedappno": [
        "49869/06",
        "44822/06",
        "52783/08",
        "38887/09",
        "54810/00",
        "23380/09",
        "3933/04",
        "46956/09",
        "57519/09",
        "10825/09",
        "45044/06",
        "39708/07",
        "649/08",
        "33192/07",
        "33194/07",
        "21571/05",
        "46221/99",
        "21272/03"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-186723",
    "judgementdate": "09/10/2018 00:00:00",
    "kpdate": "09/10/2018 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "596",
        "193",
        "448",
        "220",
        "445",
        "76",
        "136"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "3",
        "6-1",
        "5-1",
        "5",
        "6"
    ],
    "parties": [
        "GOLUBYATNIKOV AND ZHUCHKOV",
        "RUSSIA"
    ],
    "rank": "2715.2470703125",
    "representedby": [
        "SADCHIKOVA O.V."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "481799",
    "typedescription": "15"
}