{
    "__articles": "3;4;4-1;34;35",
    "__conclusion": "Preliminary objection partially dismissed (Article 34 - Victim);Preliminary objection partially allowed (Article 34 - Victim);Remainder inadmissible;No violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect) (Italy);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect) (Italy)",
    "applicability": "",
    "appno": "40020/03",
    "article": [
        "3",
        "4",
        "35",
        "34"
    ],
    "conclusion": [
        {
            "details": [
                "Article 34 - Victim"
            ],
            "element": "Preliminary objection partially dismissed",
            "type": "other"
        },
        {
            "details": [
                "Article 34 - Victim"
            ],
            "element": "Preliminary objection partially allowed",
            "type": "other"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Inhuman treatment"
            ],
            "element": "No violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect",
                "Italy"
            ],
            "type": "no-violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Effective investigation"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Procedural aspect",
                "Italy"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-112576.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 40020/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by four Bulgarian nationals, L.M., S.M., I.I., and K.L. (“the applicants”), on 11 December 2003",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr S.S. Marinov, manager of Civil Association Regional Future, . The Italian Government were represented initially by their Co-Agent, Mr N. Lettieri, and subsequently by their Co-Agent, Ms P. Accardo. The Bulgarian Government were represented initially by their Agent, Ms N. Nikolova, and subsequently by their Agent, Ms M. Dimova.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that there had been a violation of Article 3 in respect of the lack of adequate steps to prevent the first applicant’s ill-treatment by a Serbian family by securing her swift release and the lack of an effective investigation into that alleged ill-treatment.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 2 February 2010 the Court decided to give notice of the application to the Italian and Bulgarian Governments. It also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "5.  On 29 May 2012 the Section President decided to grant anonymity to the applicants of her own motion under Rule 47 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicants were born in 1985, 1959, 1958 and 1977 respectively and live in the village of Novo Selo in the Vidin region (). The applicants are of Roma ethnic origin. At the time of the events (May-June 2003), the first applicant was still a minor. The second and third applicants are her father and mother, and the fourth applicant is the first applicant’s sisterinlaw.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicants’ version of the events",
                                "elements": [
                                    {
                                        "content": "7.  The facts of the case, as submitted by the applicants, may be summarised as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The first, second and third applicants arrived in Milan on 12 May 2003 following a promise of work by X., a Roma man of Serbian nationality, residing in Italy, who accommodated them in a villa in the village of Ghislarengo, in the province of Vercelli, where he lived with his family. The third and the first applicants provided different versions on this point to the Italian authorities. In her declarations to the Italian police, on 24 May 2003, the third applicant maintained that she, her husband and her daughter, who lived in Bulgaria in a condition of extreme precariousness, moved to Italy in search of work; when they arrived in Milan they approached an individual who spoke their language, X., who proposed to them to work as domestic employees to take care of his big house. The first applicant, in her declarations to the public prosecutor on 11 June 2003, maintained that she had met X. in “Yugoslavia”, where she was with her mother in search of a job, and from there X. had driven them to  in his car after proposing a job. They remained in the villa for several days, during which time they undertook household chores. After a while, X. declared to the second applicant that Y., his nephew, wanted to marry his daughter (the first applicant). As the second and third applicants refused, X. threatened them with a loaded gun. Then the second and third applicants were beaten, threatened with death and forced to leave the first applicant in Italy and go back to . Although the applicants denied this, it seems from their initial submissions that the second and third applicants had been offered money to leave their daughter behind. On 18 May 2003, the second and third applicants went back to . On their return the second applicant was diagnosed with type 2 diabetes, which he alleged was a consequence of the stress endured.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The applicants submitted that during the month (following 18 May 2003) spent at the villa in Ghislarengo, the first applicant was kept under constant surveillance and was forced to steal against her will, was beaten, threatened with death and repeatedly raped by Y. while tied to a bed. During one of the robberies in which the first applicant was forced to participate, she had an accident and had to be treated in hospital. However, the Serbian family refused to leave her there to undergo treatment. The applicants submitted that they were not aware of the name and location of this hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 24 May 2003 the third applicant returned to Italy, accompanied by the first applicant’s sisterinlaw (the fourth applicant), and lodged a complaint with the Italian police in Turin, reporting that she and her husband had been beaten and threatened and that the first applicant had been kidnapped. She further feared that her daughter might be led into prostitution. They were settled in a monastery near . Subsequently, the police accompanied them with an interpreter to identify the house in Ghislarengo.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  Apparently frustrated with the police’s slowness in responding to the complaint, the second applicant lodged written complaints with many other institutions. A letter of 31 May 2003, addressed to the Italian Prime Minister, the Italian Ministers for Foreign and Internal Affairs, the Italian Ambassador in Bulgaria, the Prefect of Turin, the Bulgarian Prime Minister, the Bulgarian Minister for Foreign Affairs and the Bulgarian Ambassador to , is included in the file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12. It has been shown that, eighteen days after the lodging of the complaint, on 11 June 2003, the police raided the house in Ghislarengo, found the first applicant there and made a number of arrests. At about 2 p.m. that day, she was taken to a police station in  and questioned, in the presence of an interpreter, by two female and two male police officers. The applicants alleged that she was treated roughly and threatened that she would be accused of perjury and libel if she did not tell the truth. Allegedly she was then forced to declare that she did not wish her supposed kidnappers to be prosecuted, to answer “yes” to all other questions, and to sign certain documents in Italian, which she did not understand and which were neither translated into Bulgarian nor given to her. They also alleged that the interpreter did not do her job properly and remained silent in the face of the treatment being inflicted. The applicants further alleged that Y. was present during certain parts of the first applicant’s questioning.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Later that day, the third applicant was questioned by the police in  in the presence of an interpreter. The third applicant alleged that she was also threatened that she would be accused of perjury and libel if she did not tell the truth, and that the interpreter did not do her job properly. She claimed that, as she refused to sign the record, the police treated her badly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  At about 10 p.m. on the same day the first applicant was questioned again. The applicants alleged that no interpreter or lawyer was present and that the first applicant was unaware of what was recorded. The first applicant was then taken to a cell and left there for four or five hours. On 12 June 2003 at about 4 a.m., she was transferred to a shelter for homeless persons, where she remained until 12.30 p.m.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On the same day, upon their request, the first, third and fourth applicants were taken by the police to the railway station in Vercelli and travelled back to .  They submitted to the Court that the facts were then investigated by the Italian authorities, but that no criminal proceedings were instituted in  against the first applicant’s kidnappers, or at least that they were not informed, nor were they able to obtain information about any ongoing criminal investigation. They also complained that the Italian authorities did not seek to question the second applicant in order to establish the facts, by means of cooperation with the Bulgarian authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  It appears from the file that, after June 2003, the applicants sent several letters and e-mails, most of which were in Bulgarian, to the Italian authorities (such as the Italian Prime Minister, the Italian Ministers for Justice and Internal Affairs, the General Prosecutor attached to the Court of Appeal of Turin, the mayor of Ghislarengo and the Italian diplomatic authorities in Bulgaria), with a request to provide them with information about the police raid of 11 June 2003 and to start criminal proceedings against the first applicant’s alleged kidnappers. They also complained that they had suffered threats, humiliation and ill-treatment at the hands of the police. They asked those authorities to forward their complaints to the Public Prosecutor in  and to the police department of the same town.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  At the same time, the applicants also wrote to the Prime Minister of Bulgaria, the Head of the Consular Relations Division of the Bulgarian Ministry of Foreign Affairs (CRD) and the Bulgarian Consulate in , requesting them to protect their rights and assist them in obtaining information from the Italian authorities. The Bulgarian Consulate in  provided the applicants with certain information.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The applicants did not provide the Court with any document regarding their questioning and the subsequent criminal proceedings against them (see below). Their representative claimed that, considering the circumstances, including the alleged refusal of the Italian Embassy in , it was impossible to submit any document. Apart from copies of the letters sent to the Italian institutions, they only submitted two medical reports, one dated 22 June 2003 establishing that the first applicant was suffering from post-traumatic stress disorder and one dated 24 June 2003 establishing that the first applicant had a bruise on the head, a small wound on the right elbow and a broken rib. It further stated that she had lost her virginity and was suffering from a vaginal infection. The medical report concluded that these injuries could have been inflicted in the way the first applicant had reported.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Italian Government’s version of the events",
                                "elements": [
                                    {
                                        "content": "19.  On 21 April 2009 and 30 July 2009, at the Court’s request, the Italian Government submitted a number of documents, among which the transcript of the first complaint lodged by the third applicant on 24 May 2003 with the Turin police, and the minutes of the interviews with the first applicant, the third applicant and some of the alleged kidnappers, which took place on 11 June 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  It appears from these documents that the transcript of the third applicant’s first complaint against the alleged kidnappers (lodged with the Italian police in Turin on 24 May 2003), as well as the applicants’ complaints sent by their representative to different Italian institutions, in the following days, were transmitted to the Italian police in Vercelli (on 26 May and 6 June 2003 respectively) and to the Public Prosecutor of the same town (on 4 and 13 June 2003 respectively).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  More specifically, on 26 May 2003 the Turin Mobile Squad requested help from the Vercelli Mobile Squad to identify the location where the first applicant was allegedly being held. On 27 May 2003 the Vercelli Mobile Squad went to Ghislarengo to identify the location together with the third applicant. They inspected the location and the third applicant identified the villa she had mentioned in her complaint. On 4 June 2003 the Vercelli Police Headquarters transmitted the crime report (notizia di reato) to the Vercelli Public Prosecutor’s Office. From the communal registry it appeared that no person resided in the identified villa, but that it was owned by an individual who had a criminal record. In consequence, the police kept the place under surveillance. The police raided the villa on 11 June 2003, after having observed movement inside. During the search the police seized a number of cameras containing photographs of what appeared to be a wedding.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 7, 11, 12 and 13 June 2003, the Ministry of Internal Affairs was informed by fax of developments in the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 11 June 2003 at about 2.30 p.m., immediately after the raid, the first applicant was questioned by the Public Prosecutor of Vercelli, who was assisted by the police. As also transpires from the documents, the first applicant made allegations that showed a number of discrepancies with the complaint previously submitted by her mother, and which led the authorities to conclude that no kidnapping, but rather an agreement about a marriage, had in reality taken place between the two families. This conclusion was confirmed by photographs given to the police by X. after the raid, showing a wedding party at which the second applicant received a sum of money from X. When showed the photographs, the first applicant denied that her father had taken money as part of the agreement about the marriage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  At 8.30 p.m. the third applicant was questioned by the Public Prosecutor in . She stated again that her daughter had not married Y. of her own free will, and claimed that the photographs were nothing but a fake, taken on purpose by the alleged kidnappers, who had threatened them with a gun, in order to undermine the credibility of their version of the facts. The  police also questioned X., Z. (a third party present at the wedding) and Y., who all stated that Y. had entered into a consensual marriage with the first applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  As a result of these interviews and on the basis of the photographs, the Public Prosecutor of Vercelli decided to turn the proceedings against unknown persons for kidnapping (1735/03 RGNR) into proceedings against the first and third applicants for perjury and libel. Later that evening, the first and third applicants were informed by the Vercelli and  police about the charges and invited to appoint a representative. They were then provided with a court-appointed lawyer. At about 11.30 p.m. the first applicant was transferred to a shelter for homeless people. On 12 June 2003 she was released into the custody of her mother. The applicants’ complaints sent to many Italian institutions during the following months were received by the Police Department in , translated into Italian and forwarded to the Ministry of Internal Affairs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Following information requests, the first dated 6 November 2003 by the Embassy of Bulgaria in , the Italian authorities updated the Consul about the status of the criminal proceedings (mentioned below) on 7 and 19 November 2003, and 2 December 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The criminal proceedings against the first applicant",
                                        "elements": [
                                            {
                                                "content": "27.  On 11 July 2003, the Public Prosecutor attached to the Juvenile Court of Piedmont and Valle d’Aosta started criminal proceedings (1838/03 RGNR) against the first applicant for false accusations (calunnia) in so far as she claimed that X., Y. and Z. deprived her of her personal liberty by keeping her in the villa, thus accusing them of kidnapping while knowing they were innocent.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  On 28 November 2003 the first applicant was invited for questioning by the Public Prosecutor, but she was in  and did not appear.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On 26 January 2005 the Investigating Magistrate of the Juvenile Court decided not to proceed with the charges in so far as the offences committed were one-off and not serious, and therefore “socially irrelevant”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The criminal proceedings against the third applicant",
                                        "elements": [
                                            {
                                                "content": "30.  On 26 June 2003 the Public Prosecutor of Turin started criminal proceedings (18501/03 RGNR) against the third applicant for perjury and false accusations (calunnia) in so far as she claimed that X., Y. and Z. deprived her daughter of her personal liberty by keeping her in the villa, thus accusing them of kidnapping while knowing they were innocent.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 22 July 2003 the Public Prosecutor of Turin concluded the investigation against the third applicant and sent the case to the Turin Criminal Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  On 8 February 2006 the Turin Criminal Court acquitted the third applicant, on the ground that the facts of which she was accused did not subsist. The actual evidence consisting of the notes verbal of the questioning of the accused and her daughter, the photographic evidence and the policemen’s statements, were indicative and could not establish without doubt the guilt of the accused. The accused and her daughter’s statements were contradictory and the photos did not certify the circumstances in which they were taken. According to the police statements it could only be deduced that the daughter had been found at the villa and the persons who could have clarified the facts had availed themselves of the right to remain silent. The understanding of the facts was further complicated by the Roma tradition of selling, or paying a sum of money previously established to the family of the bride for the purposes of concluding a marriage, a matter which in the case of a dispute could have created consequences which it had been impossible to establish.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Bulgarian Government’s version of the events",
                                "elements": [
                                    {
                                        "content": "33.  On the basis of the documents produced by the Italian Government, particularly the declarations made by X., Y. and Z., the Bulgarian Government considered the facts to be as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 12 May 2003 the first three applicants arrived in  and were accommodated in the nomad camp in Arluno. It was there that X., Y. and Z. met them and that Y. chose the first applicant as his spouse. The first applicant agreed and therefore Z. and the second applicant bargained over the price of the bride. The second applicant initially demanded EUR 20,000, but eventually they agreed on the sum of EUR 11,000. Z. paid the second applicant EUR 500 in advance. After festivities the newlyweds retired to the trailer where they consummated the marriage and Y. confirmed that the first applicant had been a virgin. The two families then went to the nomad camp of Kudzhiono where they celebrated the marriage. At the end of the wedding X. paid the second applicant the remainder of the amount due, namely EUR 10,500, in the presence of both families and other witnesses, as proven by the photographs. After the festivities the bride’s parents were accompanied to the railway station and left for  on 18 May 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Once in Bulgaria it was only on 31 May 2003, thirteen days after their departure from , that the second applicant complained to the CRD of Bulgaria. Following this first notification, the Bulgarian authorities took immediate action and on 2 June 2003 the claim was forwarded to the Bulgarian Embassy in . Contact was made with the Italian authorities and a successful raid by the Italian police which freed the first applicant was carried out on 11 June 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Subsequently, the first and third applicants were questioned by a prosecutor specialised in interaction with minors, in the presence of an interpreter. Following an investigation by the Italian authorities, criminal proceedings against the first and third applicants for perjury were initiated. The applicants did not inform the Bulgarian authorities of the latter proceedings.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Relevant Italian Law",
                                "elements": [
                                    {
                                        "content": "36.  According to Article 50 sub-articles 1 and 2 of the Code of Criminal Procedure, the Public Prosecutor undertakes criminal proceedings when the conditions for archiving a case are not fulfilled. When the complaint of the injured party or an authorisation to proceed is not required, criminal proceedings are undertaken ex proprio motu. According to Article 408 of the Criminal Code of Procedure, a request to archive a case is made if the notice of the crime (notizia di reato) is unfounded. Such a request is transmitted together with the relevant file and documents to the judge for preliminary inquiry. Notice of such a request is given to any victim who has previously declared his or her wish to be informed of any such action. The latter notice includes information about the possibility to consult the case-file and to submit an objection (opposizione), together with a reasoned request to continue the preliminary investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Article 55 (1) of the Code of Criminal Procedure provides that the judicial police must, even on their own initiative, receive notice of crimes, prevent further crimes, find the perpetrators of crimes, take any measures necessary to ensure the sources of evidence and the collection of any other relevant material which might be needed for the application of the criminal law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  According to the Italian Criminal Code, at the time of the relevant facts, assault/battery (percosse), wounding and wounding with intent (lesione personale, lesioni personali colpose), kidnapping (sequestro di persona), sexual violence (including rape but not only) (violenza sessuale), private violence (violenza privata), violence or threat for the purposes of forcing the commission of an offence (violenza o minaccia per costringere a commettere un reato), and threats (minaccia) are crimes punishable by imprisonment for periods ranging from one day to six months for the more minor offence and to five years to ten years for the more serious offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Moreover, some of these crimes are subject to higher prison sentences when the crime is committed against, inter alia, a descendant or wife, as for example in the case of kidnapping, or are subject to the application of aggravating circumstances when, as in the case of sexual violence, the victim is younger than fourteen years of age, the victim is younger than sixteen years of age and has been assaulted by an ascendant parent or tutor, or the victim was subject to limited personal liberty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Article 572 of the Criminal Code provides for a prison sentence of up to five years for anyone found guilty of ill-treating a member of his or her family, a child under fourteen years of age, or a person under his or her authority or who has been placed in his or her care for the purposes of education, instruction, care, supervision or custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Italian Criminal Code, at the time of the present case, also included specific provisions relating to minors, which, in so far as relevant, read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 573",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Whoever takes away from the parent having parental authority or the curator, without the latter’s consent, a minor over fourteen years of age with his or her consent is punished by imprisonment of a period of a maximum of two years upon the complaint of the said parent or curator. The punishment is diminished if the purpose of the taking away is marriage and increased if it is lust.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 609 – quarter (as amended in 2006)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A term of imprisonment of five to ten years is applicable for the offence of sexual acts not covered by the offence of sexual violence when the victim is:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1) Under twelve years of age,",
                                        "elements": []
                                    },
                                    {
                                        "content": "2) Under sixteen years of age, if the aggressor is the ascendant, parent, or the latter’s cohabitee, tutor or any other person having the victim’s care for the purposes of education, instruction, care, supervision or custody and with whom the victim cohabits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Save for the circumstances provided for under the offence of sexual violence, the ascendant, parent, or the latter’s cohabitee, and the tutor who has abused his or her powers connected to his or her position and is guilty of sexual acts with a minor older than sixteen years of age, is punished by imprisonment of from three to six years.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Law no. 154 of 2001 introduced a number of measures against violence in family relations. These included precautionary and permanent measures regarding the ousting of the accused from the family home upon a decree to this effect by a judge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.   adopted Law no. 228, namely the Law on Measures to Prevent Trafficking in Human Beings, on 11 August 2003. The latter has added a number of offences to the Criminal Code, which in so far as relevant read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 600 (to be held in slavery or servitude)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Whoever exercises over a person powers corresponding to those of ownership, that is, whoever reduces or maintains a person in a state of continued subjection, forcing the person into labour or sexual services or begging, or in any event services involving exploitation, is punished by imprisonment of a period of eight to twenty years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The holding of a person in a state of subjection occurs when such conduct is carried out by means of violence, threats, deception, abuse of authority or taking advantage of a situation of physical or mental inferiority or of a situation of need, or through the promise or the payment of a sum of money or other advantage to the individual who has authority over the person.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The punishment is increased by a third to a half if the facts mentioned in subparagraph one above are directed against a minor of less than eighteen years of age or if they are intended for the exploitation of prostitution or aimed at the removal of organs.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 601 (human trafficking)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Whoever commits human trafficking for the purposes of holding a person in servitude or slavery as mentioned in article 600 above and induces such person, by means of violence, threats, deception, abuse of authority or taking advantage of a situation of physical of mental inferiority or of a situation of need, or through the promise or donation of a sum of money or other advantages to the individual who has authority over the said person, to enter or stay or leave the territory of the state or to displace him or herself internally, is punished by imprisonment of a period of eight to twenty years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The punishment is increased by a third to a half if the facts mentioned in subparagraph one above are directed against a minor of less than eighteen years of age or if they are intended for the exploitation of prostitution or aimed at the removal of organs.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 602 (purchase and alienation of slaves)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Whoever, save for the cases indicated in article 601, purchases, alienates or sells a person in the situation laid down in article 600, is punished by imprisonment of a period of eight to twenty years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The punishment is increased by a third to a half if the facts mentioned in subparagraph one above are directed against a minor of less than eighteen years of age or if they are intended for the exploitation of prostitution or aimed at the removal of organs.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Law no. 228 also included other changes to the Criminal Code in relation to the above articles when taken in conjunction with pre-existing ones, such as Article 416, whereby it provided for specific punishments if association to commit a crime was directed towards committing any of the crimes in articles 600 to 602. It further provided for administrative sanctions in respect of juridical persons, societies and associations for crimes against individual personality and made the relevant changes to the Criminal Code of Procedure, including its provisions regarding interception of conversations or communications and undercover agents, which became applicable to the new offences. Law no. 228 also created a fund for anti-trafficking measures and the institution of a special assistance programme for victims of the crimes under articles 600 and 601 of the Criminal Code, together with provision for preventive measures. In so far as relevant, articles 13 and 14 of the said law read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 13",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Save for the cases provided for under article 16-bis of legislative decree no. 8 of 15 January 1991, converted and modified by law no. 82 of 15 March 1991, and successive amendments, for the victims of the crimes under article 600 and 601 of the criminal code, as substituted by the present law, there shall be instituted ... a special assistance programme that guarantees temporary, adequate board and lodging conditions and health assistance. The programme is defined by regulation still to be adopted (...)”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 14",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In order to reinforce the effectiveness of the action on prevention of the crimes of slavery and servitude and crimes related to human trafficking, the Minister for Foreign Affairs defines policies of cooperation in respect of any States interested in/affected by such crimes, bearing in mind their collaboration and the attention given by such States to the problems of respecting human right. The said Minister must ensure, together with the Minister of Equal Opportunities, the organisation of international meetings and information campaigns, particularly in States from which most victims of such crime come. With the same aim, the Ministers of Interior, of Equal Opportunities, of Justice and of Labour and Social Policy, must organise where necessary training courses for personnel and any other useful initiative.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Law No. 189 of 30 July 2002 amended earlier laws regarding immigration. Its Article 18 relates to stays for reasons of social protection and in so far as relevant reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. When the existence of situations of violence or serious exploitation in respect of a foreigner are established during police operations, investigations or proceedings regarding the crimes under article 3 of Law no. 75 of 20 February 1958 [crimes related to prostitution] or during assistance intervention by the local social services, and there appears to be a concrete peril for his or her safety as a result of his or her attempts to escape from the influence of the association engaging in any of the above-mentioned crimes, or the declarations made during the preliminary investigation or the proceedings, the Police Commissioner upon request of the Public Prosecutor or with a favourable suggestion by the said authority, releases a special residence permit to allow the foreigner to escape the said violence and influence of the criminal organisation and to participate in a programme of assistance and social integration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. The elements showing the subsistence of such conditions, particularly the gravity and imminence of the peril together with the relevance of the help offered by the foreigner for the identification and capture of those responsible for the said crimes, must be communicated to the Police Commissioner with the above mentioned request or suggestion. The procedure for participating in such a programme is communicated to the mayor.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The text states that the permit released for such purposes has a duration of six months and may be renewed for one year or for as long as necessary in the interest of justice. It also provides the conditions on the basis of which the permit may be revoked, what it entails, and who may issue it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45. According to a Report of the Expert Group Meeting organized by the United Nations Division for the Advancement of Women, Department of Economic and Social Affairs (DAW/DESA), in collaboration with the United Nations Office on Drugs and Crime (ODC), of November 2002 entitled Trafficking in Women and Girls (EGM/TRAF/2002/Rep.1), in the first two years of implementation of this provision, 1,755 people – mostly women and girls – have been accepted in the programmes of assistance and social integration, and about 1,000 have received a residence permit. A hotline has been established, and more than 5,000 people have received concrete help in terms of information, counselling and health care.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Relevant Bulgarian Law",
                                "elements": [
                                    {
                                        "content": "46.  The Bulgarian law on combating human trafficking entered into force on 20 May 2003. In so far as relevant the provisions read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 1",
                                        "elements": []
                                    },
                                    {
                                        "content": "“This Law shall provide for the activities aimed at preventing and counteracting the illegal trafficking in human beings for the purposes of:",
                                        "elements": []
                                    },
                                    {
                                        "content": "a. Providing protection and assistance to victims of such trafficking, especially to women and children, and in full compliance with their human rights;",
                                        "elements": []
                                    },
                                    {
                                        "content": "b. Promoting co-operation between the governmental and municipal authorities as well as between them and NGOs for fighting the illegal trafficking in human beings and developing the national policy in this area.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 16",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The diplomatic and consular posts of the  abroad shall provide assistance and co-operation to Bulgarian nationals who have become victims of illegal trafficking for their return to the country in accordance with their powers and with the legislation of the relevant foreign country.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 18",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) In compliance with the Bulgarian legislation and the legislation of the accepting country, the diplomatic and consular posts of the Republic of Bulgaria abroad shall distribute amongst the relevant individuals and the risk groups information materials about the rights of the victims of human trafficking.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) The diplomatic and consular posts of the  abroad shall provide information to the bodies of the accepting country regarding the Bulgarian legislation on human trafficking.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Article 174 (2) of the Bulgarian Code of Criminal Procedure in force at the time of the events read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“When aware of the commission of a criminal offence punishable by law, civil servants are duty bound to immediately inform the organ competent to undertake preliminary inquiries and to take the necessary measures to preserve the elements of the offence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Article 190 of the Bulgarian Code of Criminal Procedure states:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“There shall be considered to exist sufficient evidence for the institution of criminal proceedings where a reasonable supposition can be made that a crime might have been committed.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  In so far as relevant the Bulgarian Criminal Code reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 177(1)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Whoever coerces a person to contract a marriage, which is thereafter annulled on this ground, will be punished by imprisonment of a maximum period of three years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) Whoever kidnaps a woman with a view to coercing her to marry, will be punished by imprisonment of a maximum period of three years; if the victim is a minor, the punishment will be imprisonment for a period of up to five years.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 178",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) A parent or any other relative who receives a sum of money in order to authorise the marriage of his or her daughter or a relative, will be punished by imprisonment of a maximum period of one year or by a fine of between 100 to 300 levs (BGN) together with a public reprimand.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) the same punishment applies to whoever pays or negotiates the price.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 190",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Whoever abuses his or her parental authority to coerce a child, not having attained sixteen years of age, to live as a concubine with another person, will be punished by imprisonment of a period of three years, or by a control measure without deprivation of liberty (пробация) together with a public reprimand.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 191",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) All adults who without having contracted marriage are living as concubines with a female who has not attained sixteen years of age will be punished by imprisonment of a period of two years, or by a control measure without deprivation of liberty (пробация) together with a public reprimand. (...)”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 159a",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The persons who select, transport, hide or receive individuals or groups thereof with the aim of using such individuals for the purposes of prostitution, forced labour or the removal of organs, or to maintain them in a state of forced subordination, with or without their consent, are punished by imprisonment of a period of from one to eight years and by a fine of a maximum of 8,000 levs (BGN).",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) When the offence in paragraph one above is committed 1) against an individual, who has not attained eighteen years of age, 2) with coercion or false pretences, 3) through kidnapping or illegal detention, 4) by taking advantage of a state of dependence, 5) by means of abuse of power, 6) through the promise, giving or receipt of benefits, the punishment is imprisonment for a period of two to ten years and a fine of a maximum of 10,000 levs (BGN).”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 159b",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Whoever selects, transports, hides or receives individuals or groups thereof and transfers them by crossing the border of the country with the aim mentioned in sub-paragraph 159 (a) above, will be punished by imprisonment for a period of three to eight years and by a fine of a maximum of 10,000 levs (BGN).",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) if such an act takes place in the conditions mentioned in Article 159 (a) (2), the punishment will be imprisonment of a period of five to ten years and a fine of a maximum of 15,000 levs (BGN).”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 159c",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If the offences mentioned in Article 159 (a) and (b) above are committed by a recidivist or are ordered by a criminal organisation, the punishment is imprisonment for a period of five to fifteen years and a fine of a maximum of 20,000 levs (BGN); the tribunal may also order the seizure of part or the entirety of the possessions of the actor.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL TREATIES AND OTHER MATERIALS",
                        "elements": [
                            {
                                "content": "A.  General",
                                "elements": [
                                    {
                                        "content": "50.  The Declaration of Basic Principles of Justice for Victims of Crime and Abuse of Power adopted by the United Nations General Assembly resolution 40/34 of 29 November 1985, in so far as relevant reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. “Victims” means persons who, individually or collectively, have suffered harm, including physical or mental injury, emotional suffering, economic loss or substantial impairment of their fundamental rights, through acts or omissions that are in violation of criminal laws operative within Member States, including those laws proscribing criminal abuse of power.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. A person may be considered a victim, under this Declaration, regardless of whether the perpetrator is identified, apprehended, prosecuted or convicted and regardless of the familial relationship between the perpetrator and the victim. The term “victim” also includes, where appropriate, the immediate family or dependants of the direct victim and persons who have suffered harm in intervening to assist victims in distress or to prevent victimisation.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Trafficking",
                                "elements": [
                                    {
                                        "content": "51.  An overview of the relevant international instruments pertaining to trafficking in human beings can be found in Rantsev v. Cyprus and , no. 25965/04, 7 January 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Palermo Protocol was ratified by Bulgaria on 5 December 2001 and by  on 2 August 2006, both States having previously signed the protocol in December 2000. The Council of Europe Convention on Action against Trafficking in Human Beings (“the Anti-Trafficking Convention”) was signed by  on 22 November 2006 and ratified on 17 April 2007. It entered into force in respect of  on 1 February 2008. It was signed by Italy on 8 June 2005, ratified on 29 November 2010 and entered into force in respect of  on 1 March 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  For easiness of reference the relevant definitions for the purposes of the Anti-Trafficking Convention are reproduced hereunder:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\ta “Trafficking in human beings” shall mean the recruitment, transportation, transfer, harbouring or receipt of persons, by means of the threat or use of force or other forms of coercion, of abduction, of fraud, of deception, of the abuse of power or of a position of vulnerability or of the giving or receiving of payments or benefits to achieve the consent of a person having control over another person, for the purpose of exploitation. Exploitation shall include, at a minimum, the exploitation of the prostitution of others or other forms of sexual exploitation, forced labour or services, slavery or practices similar to slavery, servitude or the removal of organs;",
                                        "elements": []
                                    },
                                    {
                                        "content": "\tb The consent of a victim of “trafficking in human beings” to the intended exploitation set forth in subparagraph (a) of this article shall be irrelevant where any of the means set forth in subparagraph (a) have been used;",
                                        "elements": []
                                    },
                                    {
                                        "content": "\tc The recruitment, transportation, transfer, harbouring or receipt of a child for the purpose of exploitation shall be considered “trafficking in human beings” even if this does not involve any of the means set forth in subparagraph (a) of this article;",
                                        "elements": []
                                    },
                                    {
                                        "content": "\td “Child” shall mean any person under eighteen years of age;",
                                        "elements": []
                                    },
                                    {
                                        "content": "\te “Victim” shall mean any natural person who is subject to trafficking in human beings as defined in this article.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The explanatory report to the Anti-Trafficking Convention 16.V.2005 reveals further detail regarding the definition of trafficking. In particular in respect of “exploitation”, in so far as relevant, it reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "85. The purpose must be exploitation of the individual. The Convention provides: “Exploitation shall include, at a minimum, the exploitation of the prostitution of others or other forms of sexual exploitation, forced labour or services, slavery or practices similar to slavery, servitude or the removal of organs”. National legislation may therefore target other forms of exploitation but must at least cover the types of exploitation mentioned as constituents of trafficking in human beings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86. The forms of exploitation specified in the definition cover sexual exploitation, labour exploitation and removal of organs, for criminal activity is increasingly diversifying in order to supply people for exploitation in any sector where demand emerges.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87. Under the definition, it is not necessary that someone have been exploited for there to be trafficking in human beings. It is enough that they have been subjected to one of the actions referred to in the definition and by one of the means specified “for the purpose of” exploitation. Trafficking in human beings is consequently present before the victim’s actual exploitation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88. As regards “the exploitation of the prostitution of others or other forms of sexual exploitation”, it should be noted that the Convention deals with these only in the context of trafficking in human beings. The terms “exploitation of the prostitution of others” and “other forms of sexual exploitation” are not defined in the Convention, which is therefore without prejudice to how states Parties deal with prostitution in domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The explanatory report continues to list the other types of exploitation, namely forced labour or services, slavery or practices similar to slavery, servitude or the removal of organs and gives their definition according to the relevant international instruments and the ECHR case-law where available.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Marriage",
                                "elements": [
                                    {
                                        "content": "1.  Convention on Consent to Marriage, Minimum Age for Marriage and Registration of Marriages",
                                        "elements": [
                                            {
                                                "content": "55.  Following the General Assembly of the United Nations resolution 843 (IX) of 17 December 1954, declaring that certain customs, ancient laws and practices relating to marriage and the family were inconsistent with the principles set forth in the Charter of the United Nations and in the Universal Declaration of Human Rights, and calling on states to develop and implement national legislation and policies prohibiting such practices, the Convention on Consent to Marriage, Minimum Age for Marriage and Registration of Marriages was opened for signature and ratification by General Assembly resolution 1763 A (XVII) of 7 November 1962.  signed the Convention on 20 December 1963, but has to date not ratified the Convention. The  has yet to sign the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The relevant provisions read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 1",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1. No marriage shall be legally entered into without the full and free consent of both parties, such consent to be expressed by them in person after due publicity and in the presence of the authority competent to solemnize the marriage and of witnesses, as prescribed by law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2. Notwithstanding anything in paragraph 1 above, it shall not be necessary for one of the parties to be present when the competent authority is satisfied that the circumstances are exceptional and that the party has, before a competent authority and in such manner as may be prescribed by law, expressed and not withdrawn consent.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 2",
                                                "elements": []
                                            },
                                            {
                                                "content": "“States Parties to the present Convention shall take legislative action to specify a minimum age for marriage. No marriage shall be legally entered into by any person under this age, except where a competent authority has granted a dispensation as to age, for serious reasons, in the interest of the intending spouses.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 3",
                                                "elements": []
                                            },
                                            {
                                                "content": "“All marriages shall be registered in an appropriate official register by the competent authority.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Parliamentary Assembly of the Council of Europe Resolution 1468 (2005) – Forced marriages and child marriages",
                                        "elements": [
                                            {
                                                "content": "“1. The Parliamentary Assembly is deeply concerned about the serious and recurrent violations of human rights and the rights of the child which are constituted by forced marriages and child marriages.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2. The Assembly observes that the problem arises chiefly in migrant communities and primarily affects young women and girls.",
                                                "elements": []
                                            },
                                            {
                                                "content": "3. It is outraged by the fact that, under the cloak of respect for the culture and traditions of migrant communities, there are authorities which tolerate forced marriages and child marriages although they violate the fundamental rights of each and every victim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "4. The Assembly defines forced marriage as the union of two persons at least one of whom has not given their full and free consent to the marriage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "5. Since it infringes the fundamental human rights of the individual, forced marriage can in no way be justified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "6. The Assembly stresses the relevance of United Nations General Assembly Resolution 843 (IX) of 17 December 1954 declaring certain customs, ancient laws and practices relating to marriage and the family to be inconsistent with the principles set forth in the Charter of the United Nations and in the Universal Declaration of Human Rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "7. The Assembly defines child marriage as the union of two persons at least one of whom is under 18 years of age.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Parliamentary Assembly of the Council of Europe Resolution 1740 (2010) – The situation of Roma in Europe and relevant activities of the Council of Europe",
                                        "elements": [
                                            {
                                                "content": "“24. The Assembly calls on the Roma community and its representatives to fight discrimination and violence against Roma women and girls in their own community. In particular, the problems of domestic violence and of forced and child marriages, which constitute a violation of human rights, need to be addressed also by the Roma community itself. Custom and tradition cannot be used as an excuse for human rights violations, but should instead be changed. The Assembly calls on member states to support Romani women activists who engage in debates within their community about the tensions between the preservation of a Romani identity and the violation of women’s rights including through early and forced marriages.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  The  Declaration on Roma",
                                        "elements": [
                                            {
                                                "content": "57.  More recently, at the Council of Europe High Level Meeting on Roma, Strasbourg, 20 October 2010, the member States of the Council of Europe agreed on a non-exhaustive list of priorities, which should serve as guidance for more focused and more consistent efforts at all levels, including through active participation of Roma. These included:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Women’s rights and gender equality",
                                                "elements": []
                                            },
                                            {
                                                "content": "(22) Put in place effective measures to respect, protect and promote gender equality of Roma girls and women within their communities and in the society as a whole.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(23) Put in place effective measures to abolish where still in use harmful practices against Roma women’s reproductive rights, primarily forced sterilisation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Children’s rights",
                                                "elements": []
                                            },
                                            {
                                                "content": "(24) Promote through effective measures the equal treatment and the rights of Roma children especially the right to education and protect them against violence, including sexual abuse and labour exploitation, in accordance with international treaties.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Combat trafficking",
                                                "elements": []
                                            },
                                            {
                                                "content": "(29) Bearing in mind that Roma children and women are often victims of trafficking and exploitation, devote adequate attention and resources to combat these phenomena, within the general efforts aimed at curbing trafficking of human beings and organised crime, and, in appropriate cases, issue victims with residence permits.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "COMPLAINTS",
                "elements": [
                    {
                        "content": "58.  The applicants raised different complaints under Articles 3, 4, 13 and 14 of the Convention and under many other international treaties.",
                        "elements": []
                    },
                    {
                        "content": "59.  They complain that the first applicant suffered ill-treatment, sexual abuse and forced labour, as did (to a lesser extent) the second and third applicants at the hands of the Roma family in Ghislarengo, and that the Italian authorities (especially the Public Prosecutor in ) failed to investigate the events adequately.",
                        "elements": []
                    },
                    {
                        "content": "60.  They also complain that the first and third applicants were ill-treated by Italian police officers during their questioning.",
                        "elements": []
                    },
                    {
                        "content": "61.  They complain that the first and third applicants were not provided with lawyers and/or interpreters during their interviews, were not informed in what capacity they were being questioned, and were forced to sign documents the content of which they were unaware.",
                        "elements": []
                    },
                    {
                        "content": "62.  They complain that their treatment by the Italian authorities was based on the fact that they were of Roma ethnic origin and Bulgarian nationality.",
                        "elements": []
                    },
                    {
                        "content": "63.  Finally, they complain that the Bulgarian authorities (notably the Bulgarian consular authorities in ) did not provide them with the required assistance in their dealings with the Italian authorities, but simply served as a channel of communication.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  PRELIMINARY OBJECTIONS",
                        "elements": [
                            {
                                "content": "A.  The Bulgarian and Italian Governments’ objection as to abuse of the right of petition",
                                "elements": [
                                    {
                                        "content": "64.  The Bulgarian Government considered that there had been no violation in the present case since the available evidence indicated that the applicants’ stay in  had been voluntary, as was the marriage in accordance with the related ethnic rituals. Moreover, they considered the application an abuse of petition in view of the incorrect and unjustifiable abusive language used by the applicants’ representative in his submissions to the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Italian Government did not submit specific reasons in respect of their objection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The applicants submitted that they had been subjected to violations of international law and that both the Italian and Bulgarian authorities had remained passive in the face of such events.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court recalls that, whilst the use of offensive language in proceedings before it is undoubtedly inappropriate, an application may only be rejected as abusive in extraordinary circumstances, for instance if it was knowingly based on untrue facts (see, for example, Akdivar and Others v. Turkey, 16 September 1996, Reports of Judgments and Decisions 1996-IV, §§ 53-54; Varbanov v. , no. 31365/96, § 36, ECHR 2000-X; and Popov v. Moldova, no. 74153/01, § 49, 18 January 2005). Nevertheless, in certain exceptional cases the persistent use of insulting or provocative language by an applicant against the respondent Government may be considered an abuse of the right of petition within the meaning of Article 35 § 3 of the Convention (see Duringer and Grunge v. France (dec.), nos. 61164/00 and 18589/02, ECHR 2003-II, and Chernitsyn v. Russia, no. 5964/02, § 25, 6 April 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Court considers that although some of the applicants’ representative’s statements were inappropriate, excessively emotive and regrettable, they did not amount to circumstances of the kind that would justify a decision to declare the application inadmissible as an abuse of the right of petition (see Felbab v. , no. 14011/07, § 56, 14 April 2009). In so far as an application can be found to be an abuse of the right of petition if it is based on untrue facts, the Court notes that the Italian domestic courts themselves considered that it was difficult to decipher the facts and the veracity of the situation (see paragraph 32 above). In such circumstances, the Court cannot consider that the version given by the applicants undoubtedly constitutes untrue facts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  It follows that the Governments’ plea must be dismissed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Bulgarian and Italian Governments’ objection as to lack of victim status",
                                "elements": [
                                    {
                                        "content": "70.  The Bulgarian Government submitted that there had been no transgression in the present case. Moreover, the second, third and fourth applicants had no direct connection with the alleged violations and were not directly or personally affected by them. Furthermore, the fourth applicant was not a next-of-kin of the first applicant but only the third applicant’s daughter-in-law who accompanied her to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Italian Government submitted that the second and fourth applicants did not have locus standi in the proceedings since they had suffered no damage as a result of the alleged violations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The applicants submitted that violations had indeed been committed and in consequence they had victim status. Moreover, the second, third and fourth applicants fell within the notion of “victims of crime” according to Articles 1 and 2 of the Declaration of Basic Principles of Justice for Victims of Crime and Abuse of Power (see Relevant international texts above). They further contended that all the applicants had suffered prejudice in the form of physical ill-treatment at the hands of the aggressors and moral damage in the light of the authorities’ inaction, while the second, third and fourth applicants had been trying their best to protect the first applicant. This was evident particularly in so far as it concerned the parents of the first applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Court considers that the Governments’ objection mainly relates to the second, third and fourth applicants in so far as they claim that they are themselves victims of violations of the Convention in respect of the first applicant’s alleged subjection to trafficking in human beings and inhuman and degrading treatment at the hands of third parties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Court recalls that under Article 3, in respect of disappearance cases, whether a family member is a victim will depend on the existence of special factors which give the suffering of the applicant a dimension and character distinct from the emotional distress which may be regarded as inevitably caused to relatives of a victim of a serious human rights violation. Relevant elements will include the proximity of the family tie – in that context, a certain weight will attach to the parent-child bond –, the particular circumstances of the relationship, the extent to which the family member witnessed the events in question, the involvement of the family member in the attempts to obtain information about the disappeared person and the way in which the authorities responded to those enquiries. In these cases the essence of such a violation does not so much lie in the fact of the “disappearance” of the family member but rather concerns the authorities’ reactions and attitudes to the situation when it is brought to their attention. It is especially in respect of the latter that a relative may claim directly to be a victim of the authorities’ conduct (see, Kurt v. Turkey, 25 May 1998, §§ 130-134, Reports 1998III; Timurtaş v. Turkey, no. 23531/94, §§ 91-98, ECHR 2000VI; İpek v. , no. 25760/94, §§ 178-183, ECHR 2004II (extracts); and conversely, Çakıcı v. Turkey [GC], no. 23657/94, § 99, ECHR 1999IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Court has also exceptionally considered that relatives had victim status of their own in situations where there was not a distinct long-lasting period during which they sustained uncertainty, anguish and distress characteristic to the specific phenomenon of disappearances but where the corpses of the victims had been dismembered and decapitated and where the applicants had been unable to bury the dead bodies of their loved ones in a proper manner, which according to the Court in itself must have caused them profound and continuous anguish and distress. The Court thus considered that in the specific circumstances of such cases the moral suffering endured by the applicants had reached a dimension and character distinct from the emotional distress which may be regarded as inevitably caused to relatives of a victim of a serious human rights violation (see, Khadzhialiyev and Others v. , no. 3013/04, § 121, 6 November 2008 and Akpınar and Altun v. , no. 56760/00, § 86, 27 February 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  In this light, the Court considers that, although they witnessed some of the events in question, and were, each to a different extent, involved in the attempts to obtain information about the first applicant, the second, third and fourth applicants cannot be considered as victims themselves of the violations relating to the treatment of the first applicant and the investigations in that respect, since the moral suffering endured by them cannot be said to have reached a dimension and character distinct from the emotional distress which may be regarded as inevitably caused to relatives of a victim of a serious human rights violation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The Court notes that this conclusion does not run contrary to the findings in the Rantsev case (Rantsev v. Cyprus and , no. 25965/04, 7 January 2010) since, in the present case, unlike in the Rantsev case, the first applicant who was subject to the alleged violations is not deceased and is a party to the current proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  It follows that the Governments’ objection in respect of the second, third and fourth applicants’ victim status in relation to the complaints under Articles 3 and 4 of the Convention in respect of which the first applicant is the direct victim, including the alleged lack of an investigation in that respect, must be upheld.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  Moreover, the Court considers that the fourth applicant cannot claim to be a direct victim of any of the alleged violations, while the second applicant can only claim to be a victim in respect of the treatment to which he was himself allegedly subjected by the Serbian family. As regards the third applicant in respect of the alleged ill-treatment she suffered at the hands of the Serbian family in Ghislarengo and the police, the Court considers that there is no element which at this stage could deprive her of victim status.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  It follows that the Governments’ objection in relation to the fourth applicant in respect of all the complaints and to the second applicant, except in relation to the complaint about the treatment to which he was allegedly subjected by the Serbian family, must be upheld, whereas it must be dismissed in relation to the remaining complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  Accordingly, those complaints in respect of which the objection was upheld are incompatible ratione personae with the provisions of the Convention within the meaning of Article 35 § 3 and must be rejected in accordance with Article 35 § 4.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Bulgarian Government’s objection as to non-exhaustion of domestic remedies",
                                "elements": [
                                    {
                                        "content": "82.  The Bulgarian Government submitted that the applicants had had the opportunity to bring proceedings in relation to the alleged offences. According to Articles 4 and 5 of the Bulgarian Penal Code, proceedings could have been brought against alien subjects who had committed crimes abroad against Bulgarian nationals even if such prosecution had already taken place in another State. Moreover, the applicants could have sought redress under the State Liability for Damage caused to Citizens Act, which was in force at the relevant time and provided that the State was liable for damage caused to citizens by illegal acts, actions or omissions of authorities and officials during or in connection with the performance of administrative activities. Furthermore, the applicants could also have sought redress under the general provisions of the Obligations and Contracts Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The applicants submitted that they had sent letters to the Prime Minister and the Minister for Foreign Affairs and complained to the Embassy of Bulgaria in , which should have enabled the Bulgarian authorities to take action in accordance with Article 174 (2) of the Code of Criminal Procedure. Moreover, according to Bulgarian law, if a complaint reached an organ which was not competent to deal with the matter it was for that organ to transfer the request to the competent authority. As to an action under the State Liability for Damage caused to Citizens Act, the applicants considered that such an action would not be appropriate since no body had informed them of the means available to safeguard their rights under Article 3 of the same text.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  For reasons which appear below in respect of the complaints against the Bulgarian State, the Court does not consider it necessary to examine whether the applicants have exhausted all available domestic remedies as regards their complaints against Bulgaria and consequently leaves this matter open (see, mutatis mutandis, Zarb v. Malta, no. 16631/04, § 45, 4 July 2006).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATIONS OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "85.  The applicants complained that the first applicant had suffered ill-treatment (including sexual abuse together with a subjection to forced labour), as had to a lesser extent the second and third applicants at the hands of the Roma family in Ghislarengo, and that the authorities (especially the Public Prosecutor in ) had failed to investigate the events adequately. They also complained that the first and third applicants had been ill-treated by Italian police officers during their questioning. Thus, the Italian and Bulgarian authorities’ actions and omissions were contrary to Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The complaints concerning the lack of adequate steps to prevent the first applicant’s ill-treatment by the Serbian family by securing her swift release and the lack of an effective investigation into that alleged ill-treatment",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ observations",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicants",
                                "elements": [
                                    {
                                        "content": "86.  The applicants insisted that their version of events was faithful and that the Governments’ submissions were entirely based on the witness statements of X., Y. and Z., which were contradictory and untruthful. One such example was the fact that X., Y. and Z.’s testimony did not correspond in respect of the venue where the alleged wedding celebrations had taken place. They also contended that any slight discrepancies in the first applicant’s testimony could only have been due to her anxiety as a result of the threats and ill-treatment she had been suffering. They further reiterated that the photos used as evidence had been obtained under threat and that the second applicant had been repeatedly beaten and forced at gun-point to pose in the said pictures. They also argued that the first applicant had been to discotheques and travelled in cars only within the ambit of the planning and actual robberies she was forced to participate in by the Serbian family. As to any medical records, they considered it was for the authorities to provide such materials.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  In their view, the first applicant had clearly suffered a violation of Article 3 following the treatment she had endured at the hands of the Serbian family, in relation to which no effective investigation had been undertaken to establish the facts and prosecute the offenders.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The Italian authorities took seventeen days to free the first applicant, who was found to be in bad shape both physically and mentally. This notwithstanding, no medical examinations were carried out on the first applicant to establish the extent of her injuries. Indeed, to date, the truth had not been established and various items of evidence had been disregarded. The minutes of the search of the villa were incomplete, the substantial amounts of money seized during the raid had not been described, and certain facts had not been examined, such as the finding of multiple passports in the same name. Neither had the investigation examined the first applicant’s claim that she had been repeatedly raped by Y. while having her hands and feet tied to the bed. Nor had any research been done to establish the criminal records of the Serbian family, whose only means of income were the recurring robberies they organised, or in relation to the events, namely the promise of work which had led the applicants to move to . It was evident in their view that the investigation had left room for dissimulation of the facts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  Furthermore, the applicants were not allowed access to the investigation file, no translations of the questioning were given to them, and no witness testimony by letters rogatory was taken from the applicants when they returned to , to enable the authorities to correctly establish the facts.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Italian Government",
                                "elements": [
                                    {
                                        "content": "90.  The Italian Government submitted that the facts as alleged by the applicants had been entirely disproved during domestic proceedings on the basis of documentary evidence. Moreover, they noted that one of the medical documents mentioned in the facts had not been transmitted to them and the other document had no bearing on the case. As to the injury to the first applicant’s rib, they noted that the third applicant in her complaint to the police in  had claimed that the first applicant had had a similar injury which dated back to a prior accident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  They noted that criminal investigations for the alleged kidnapping of the first applicant had been initiated immediately following the third applicant’s oral complaints to the police of  on 24 May 2003. The Government submitted that it took the authorities until 11 June 2003 to locate the villa where the first applicant was being held (since the third applicant had only provided a vague indication of the premises), to identify the occupants of the villa (no one officially resided there), to observe the happenings in the location and to make preparations for the necessary action leading to the arrest of the occupants and the release of the first applicant without casualties, as the third applicant had alleged that arms were held there.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The immediate investigation and arrest which ensued had shown a reality different from that announced by the third applicant in her initial complaint. It appeared that the first applicant had married Y. according to the customs and traditions of their ethnic group, for the price of EUR 11,000. This was evident from a number of photos which had been found at the venue, showing a wedding ceremony in which the first three applicants had participated and where, together with Y., they appeared contented and relaxed. Further photos showed the second applicant receiving money from Y.’s relatives. The conclusion that this consisted of a payment for the bride according to Roma customs and not a kidnapping was even more evident in the light of the numerous contradictions in the first and third applicants’ testimonies, together with the first applicant’s admission of a marriage contract. Moreover, no firearms were found during the raid, which disproved the third applicant’s allegation that they had been threatened by means of a firearm.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  The Italian Government submitted that this version of events had been considered truthful by the judgment of the Turin Investigating Magistrate of 26 January 2005. It had also been considered probable by the Turin Tribunal in its judgment of 8 February 2006, which according to the Government’s interpretation, concluded that the problem was mainly an economic disagreement in relation to the marriage contract concluded. It was very probable that the marriage contract had not been respected either because of an economic disagreement or because of the treatment of the first applicant following the marriage, which she had related to the third applicant over the phone. The Government reiterated that Roma marriages were specific, as had been accepted by the Court in Muñoz Díaz v. Spain (no. 49151/07, ECHR 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  They further submitted that the investigation had been carried out immediately and without unnecessary delay and the judicial authorities had not spared any efforts to establish the facts. The scene of the events was isolated and preserved; relevant objects were identified and seized; the occupants of the premises were identified and arrested, and the first applicant was lodged in Caritas premises; the relevant actors and witnesses including the applicants were immediately heard and they were assisted by interpreters, lawyers and psychological experts. Having considered all the above, the judicial authorities had found it more likely that there had been a marriage contract. The Italian Government considered that in view of the evidence, it could not have been concluded otherwise. They further noted that it was not for the Court to establish the facts of the case, unless this was inevitable given the special circumstances, which was not so in the present case. Indeed, as had been proved by the Government, the official investigation had been carried out in depth, as shown by its detailed conclusions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  The Italian Government submitted that in the eighteen days between 24 May and 11 June 2003 the third applicant had the status of a witness and had access to the information collected during the investigation to a degree which sufficed to allow her an effective participation in the procedure. From 11 June 2003 onwards the first and third applicants had the status of accused, in relation to which the invoked provisions had no bearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Admissibility",
                                "elements": [
                                    {
                                        "content": "96.  The Court notes that it is confronted with a dispute over the exact nature of the alleged events. In this regard, it considers that it must reach its decision on the basis of the evidence submitted by the parties (see Menteşe and Others v. , no. 36217/97, § 70, 18 January 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  The Court considers that the medical records in respect of the first applicant dated 22 and 24 June 2003, submitted to the Court at the time of the lodging of the application (see paragraph 18 above), both transferred to the Government on 1 March 2010 and appearing on their secure site, even though not submitted to the investigating authorities, constitute sufficient prima facie evidence that the first applicant may have been subjected to some form of ill-treatment. In the specific circumstances of the case, the latter, together with the uncontested fact that a complaint was lodged with the authorities on 24 May 2003 giving a detailed account of the facts complained of, provides enough basis for the Court to consider that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Merits",
                                "elements": [
                                    {
                                        "content": "99.  The Court reiterates that Article 3 enshrines one of the most fundamental values of democratic society. It prohibits in absolute terms torture or inhuman or degrading treatment or punishment. The obligation on High Contracting Parties under Article 1 of the Convention to secure to everyone within their jurisdiction the rights and freedoms defined in the Convention, taken in conjunction with Article 3, requires States to take measures designed to ensure that individuals within their jurisdiction are not subjected to torture or inhuman or degrading treatment, including such ill-treatment administered by private individuals (see A. v. the United Kingdom, 23 September 1998, § 22, Reports 1998-VI). These measures should provide effective protection, in particular, of children and other vulnerable persons and include reasonable steps to prevent ill-treatment of which the authorities had or ought to have had knowledge (see Z and Others v. the  [GC], no. 29392/95, § 73, ECHR 2001V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The Court reiterates that Article 3 of the Convention requires the authorities to investigate allegations of ill-treatment when they are “arguable” and “raise a reasonable suspicion”, even if such treatment is administered by private individuals (see Ay v. Turkey, no. 30951/96, §§ 59-60, 22 March 2005, and Mehmet Ümit Erdem v. Turkey, no. 42234/02, § 26, 17 July 2008). The minimum standards applicable, as defined by the Court’s case-law, include the requirements that the investigation be independent, impartial and subject to public scrutiny, and that the competent authorities act with exemplary diligence and promptness (see, for example, Çelik and İmret v. Turkey, no. 44093/98, § 55, 26 October 2004). In addition, for an investigation to be considered effective, the authorities must take whatever reasonable steps they can to secure the evidence concerning the incident, including, inter alia, a detailed statement concerning the allegations from the alleged victim, eyewitness testimony, forensic evidence and, where appropriate, additional medical reports (see, in particular, Batı and Others v. Turkey, nos. 33097/96 and 57834/00, § 134, ECHR 2004-IV (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The Court notes that the third applicant’s complaint lodged on 24 May 2003 was not supported by any medical records. However, the Court considers that this was logical and that medical evidence could not be expected given that according to that complaint the first applicant was being retained against her will by the Serbian family. In these circumstances, the Court considers that the third applicant’s testimony and the seriousness of the allegations made in the complaint lodged on 24 May 2003 raised a reasonable suspicion that the first applicant could have been subjected to ill-treatment as alleged. This suffices to attract the applicability of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  As regards the steps taken by the Italian authorities, the Court notes that the police released the first applicant from her alleged captivity within two and a half weeks. It took them three days to locate the villa and a further two weeks to prepare the raid which led to the first applicant’s release. Bearing in mind that the applicants had claimed that the Serbian family was armed, the Court can accept that prior surveillance was necessary. Therefore, in its view, the intervention complied with the requirement of promptness and diligence with which the authorities should act in such circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  It follows that the State authorities fulfilled their positive obligation of protecting the first applicant. There has therefore been no violation of Article 3 under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  As to the investigation following the first applicant’s release, the Court notes that the Italian authorities questioned X., Y., Z., the first applicant and the third applicant. It does not appear that any other efforts were made to question any third parties who could have witnessed the events at issue. Indeed, the Italian authorities considered that the photos collected at the venue corroborated the alleged assailants’ version of events. However, none of the other people in the photos was ever identified or questioned, a step which the Court considers was essential, given that the applicants maintained that they had been forced at gun-point to pose for such photos. Nor were any attempts made to hear the second applicant, who had been a major actor in the events at issue. Indeed, the Court notes that on the same day that the first applicant was released and heard, the criminal proceedings which had been instituted against the assailants were turned into criminal proceedings against the first and third applicants (see paragraph 25 above). The Court is struck by the fact that following the first applicant’s release it took the authorities less than a full day to reach their conclusions. In this light it stood to reason that the Turin Criminal Court considered it impossible to establish the facts clearly (see paragraph 32 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  The Court also notes that, when released, the first applicant was not subject to a medical examination, notwithstanding the claims that she had been repeatedly beaten and raped. The Court further notes that even assuming that it was true that the events at issue amounted to a marriage in accordance with the Roma traditions, it was still alleged that in the month the first applicant stayed in Ghislarengo she had been beaten and forced to have sexual intercourse with Y. The Court notes that State authorities must take protective measures in the form of effective deterrence against serious breaches of an individual’s personal integrity also by a husband (see Opuz v. , no. 33401/02, §§ 160-176, 9 June 2009) or partner. It follows that any such allegation should also have required an investigation. However, no particular questioning took place in this respect, nor was any other test undertaken, whether strictly medical or merely scientific. It is of even greater concern that the first applicant was a minor at the time of the events at issue. Indeed, the Convention requires effective deterrence against grave acts such as rape, and children and other vulnerable individuals, in particular, are entitled to effective protection (see, mutatis mutandis, M.C. v. , no. 39272/98, § 150, ECHR 2003XII). However, the Italian authorities chose not to investigate this aspect of the complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  Moreover, the Court notes that the applicants alleged that they had moved to  following a promise of work, although none ensued, and that the first applicant was threatened and forced to participate in robberies and private sexual activities during the period of time she remained in Ghislarengo. While this has not been established, the Court cannot exclude that the circumstances of the present case, as reported by the first applicant to the Italian authorities (see paragraph 8 above), had they been proved, could have amounted to human trafficking as defined in international conventions (see Relevant International Texts above), which undoubtedly also amounts to inhuman and degrading treatment under Article 3 of the Convention. In consequence, the Italian authorities had an obligation to look into the matter and to establish all the relevant facts by means of an appropriate investigation which required that this aspect of the complaint be also examined and scrutinized. This was not so, the Italian authorities having opined that the circumstances of the present case fell within the context of a Roma marriage. The Court cannot share the view that such a conclusion sufficed to remove any doubt that the circumstances of the case revealed an instance of human trafficking which required a particularly thorough investigation inter alia because a possible “Roma marriage” cannot be used as a reason not to investigate in the circumstances. Furthermore, the Court observes that the rapid decision of the Italian authorities not to proceed to a thorough investigation had, among other things, the consequence that medical evidence on the physical condition of the first applicant was not even sought.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  In conclusion, the Court considers that the above elements suffice to demonstrate that, in the particular circumstances of this case, the investigation into the first applicant’s alleged ill-treatment by private individuals was not effective under Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  There has therefore been a procedural violation of Article 3.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The complaint regarding the second and third applicant’s ill-treatment at the hands of the Roma family and the lack of an effective investigation by the Italian authorities in this respect",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ observations",
                                        "elements": [
                                            {
                                                "content": "109.  The applicants complained that the second and third applicants had also suffered ill-treatment and threats at the hands of the Serbian family. In particular, the second applicant had been repeatedly beaten and forced at gun-point to pose in the “wedding” pictures. However, the Italian authorities took no steps to question the second applicant as a victim of ill-treatment and threats, as a result of which they claimed he had been declared 100% invalid by the Vidin Medical Commission on 5 October 2010 (the applicants acknowledged that they had not submitted documents in proof of this). As a result of the stress and anxiety caused, the second applicant had been diagnosed with diabetes shortly after the events at issue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  The Italian Government submitted that criminal investigations in respect of threats against and injuries to the second and third applicants had been initiated immediately following the third applicant’s oral complaints to the police of  on 24 May 2003. However, it had not resulted from the investigation that their complaints were truthful. According to the Government, it was strange that the second and third applicants claimed to have been beaten on 18 May 2003 and yet they decided to go back to . Furthermore, no medical documents substantiating this claim had been submitted and no firearms had been found during the raid at the villa, which disproved the allegation that they had been threatened at gun-point.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "111.  According to the Court’s case-law, allegations of ill-treatment must be supported by appropriate evidence. To assess this evidence, the Court adopts the standard of proof “beyond reasonable doubt”, although such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact (see Ireland v. the United Kingdom, 18 January 1978, Series A no. 25, § 161 in fine; and Medova v. , no. 25385/04, § 116, ECHR 2009....).",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  The Court notes that, even assuming that the second and third applicants had been previously kept under constraint, it is uncontested that this was no longer so after 18 May 2003. It follows that the second and third applicants, unlike in the case of the first applicant, could have sought medical assistance and acquired medical evidence in support of their claims. However, they did not provide the authorities with any form of medical report to accompany the complaint lodged by the third applicant on 24 May 2003. Moreover, to date, no evidence has been submitted to the Court indicating that the second and third applicants could have been subjected to ill-treatment at the hands of the Serbian family. In this light, the Court considers that there is no sufficient, consistent or reliable evidence to establish to the necessary degree of proof that they were subjected to such ill-treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  In consequence, the authorities were not given a reasonable cause for suspecting that the second and third applicants had been subjected to improper treatment, which would have required a fully fledged investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  It follows that the complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  The complaint regarding the first and third applicants’ ill-treatment at the hands of the police officers during their questioning",
                                "elements": [
                                    {
                                        "content": "115.  The first and third applicants complained about ill-treatment during their interrogation, namely that they were not provided with lawyers and interpreters during that time and that they were forced to sign documents the content of which they had not understood. They further complained about the criminal proceedings with which they were threatened and which were eventually instituted against them, noting that they had only been taken up in order for the authorities to apply pressure on them. They also contended that subsequently the court-appointed lawyer failed to safeguard their interests during the questioning, notably by failing to request that the Serbian family be kept outside the room, by not ensuring adequate interpreters and treatment without threats and most gravely by allowing the first applicant to be kept in a cell for hours following her questioning.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  The Court firstly notes that the first and third applicants failed to press charges against any alleged offenders from the police force. No official complaint has ever been lodged with the Italian authorities in respect of this alleged ill-treatment. Neither has it been submitted that they attempted to make such a complaint in the context of the proceedings eventually instituted against them. It follows that the first and third applicants failed to exhaust domestic remedies in respect of this complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  Furthermore, the Court notes that the treatment described by the applicants does not attain the minimum level of severity to make it fall within the scope of Article 3. In particular, the Court considers that the fact that the first and third applicants were warned about the possibility of being prosecuted and imprisoned if they did not tell the truth may be considered to be part of the normal duties of the authorities when questioning an individual, and not an unlawful threat. Moreover, according to the documents submitted by the Italian Government, an interpreter or a lawyer or both accompanied the first and third applicants during the different stages of the interrogation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  For these reasons, this complaint must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The complaint regarding the lack of action and an effective investigation into the alleged events against ",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ observations",
                                        "elements": [
                                            {
                                                "content": "119.  In respect of , the applicants complained about the delay in the treatment of the second applicant’s complaint of 31 May 2003 by the consular authorities. It took the authorities two days to take action in respect of the complaint, following the applicants’ representative’s aggressive criticisms. They contended that the Bulgarian Government had failed to explain in what way the CRD had assisted the applicants in their interests as required by Article 32 of the Regulations of the Ministry of Foreign Affairs. Indeed, they had not interfered in the choice of interpreters (who remained silent in the face of the treatment suffered by the two applicants during interrogation) or the court-appointed lawyer, nor had a consular representative been present during the questioning.",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  Similarly, no information had been submitted and nothing had been done by the Bulgarian authorities to repatriate the applicants and the National agency for the protection of infants had not been informed in order for it to be able to take the necessary measures. Neither had the Ministry or the Embassy of Bulgaria in Rome informed the Prosecutor’s Office in , which could have undertaken proceedings against the Serbian family. Moreover, the Bulgarian authorities had not informed the Italian authorities that according to Bulgarian law a marriage of a minor Bulgarian national, celebrated abroad, required the prior authorisation of the Bulgarian diplomatic or consular representative (Articles 12, 13 and 131 of the Bulgarian Family Code). In the present case no such request was made or granted. This requirement was valid for all Bulgarian citizens irrespective of their ethnicity and in any case ethnic traditions could not set aside the law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  The Bulgarian Government contended that in the absence of any specific allegation of any treatment contrary to Article 3 there could not be a violation of that provision. Moreover, any positive obligations on their part could only arise in respect of actions committed or ongoing in Bulgarian territory.",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  Without prejudice to the above, the Bulgarian Government submitted that the Ministry of Foreign Affairs, the CRD, the Ambassador and the Consul in  immediately reacted when notified of the case. They established contact with the Italian authorities and specified that the alleged victim was a minor and was being held against her will. The Bulgarian Ambassador maintained constant communication with the Italian authorities and transferred the information to the second applicant, who had expressed his gratitude in this respect. The fact that adequate and comprehensive measures had been taken by the Bulgarian CRD was also evident from the consular file in relation to the case, which was submitted to the Court. That file contained more than a hundred pages and, on 2 June 2003, it had been sent to the Embassy of Bulgaria in Rome with the instruction to take immediate action in cooperation with the Italian authorities for the release of the first applicant and her return to .",
                                                "elements": []
                                            },
                                            {
                                                "content": "123.  The second applicant again solicited the Bulgarian authorities on 11 June 2003 and the CRD again referred to the Embassy of Bulgaria in  on the same day. In turn the Embassy replied that the provincial unit of the carabinieri in  and the central management of the Vercelli Police had conducted a successful action to release the first applicant from the house; she was found to be in good condition and was under the protection of the public authorities. This information was immediately forwarded to the second applicant. By a letter dated 24 June 2003 the Bulgarian Embassy in Rome notified the CRD that, following a request by the second applicant, information had been received from the Head Office of the Criminal Police of Italy to the effect that the result of the inquiry and declaration of the first applicant indicated that her father had received money for a forthcoming wedding and therefore there were no grounds to institute criminal proceedings against the Serbian family. They further noted that the judicial authorities were considering the possibility of bringing proceedings against the first and third applicants for libel and perjury. The second applicant was informed of this by a letter of 1 July 2003. Subsequently correspondence was maintained between the Consular Section and the applicants and their representative, as well as with the Italian authorities. Thus, within their competence, the Bulgarian authorities had been fully cooperative.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "124.  The Court reiterates that the engagement undertaken by a Contracting State under Article 1 of the Convention is confined to “securing” (“reconnaître” in the French text) the listed rights and freedoms to persons within its own “jurisdiction” (see Soering v. the United Kingdom, 7 July 1989, § 86, Series A no. 161). The Court’s case-law has defined various instances where the Convention provisions, read in conjunction with the State’s general duty under Article 1, impose an obligation on States to carry out a thorough and effective investigation (see for example Ay v. Turkey, cited above, §§ 59-60; Aksoy v. Turkey, 18 December 1996, § 98, Reports 1996-VI, and Assenov and Others v. Bulgaria, 28 October 1998, § 102, Reports 1998-VIII). However, in each case the State’s obligation applied only in relation to ill-treatment allegedly committed within its jurisdiction (see Al-Adsani v. the United Kingdom [GC], no. 35763/97, § 38, ECHR 2001-XI, where the Court did not uphold the applicant’s claim that the Convention required the United Kingdom to assist one of its citizens in obtaining an effective remedy for torture against another State since it had not been contended that the alleged torture took place in the jurisdiction of the United Kingdom or that the United Kingdom authorities had any causal connection with its occurrence).",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  Similarly, in Rantsev v. Cyprus and Russia (no. 25965/04, §§ 243-247, ECHR 2010 (extracts)), the Court noted that the direct victim’s death had taken place in . Accordingly, since it could not be shown that there were special features in that case which required a departure from the general approach, the obligation to ensure an effective official investigation applied to  alone. Notwithstanding that Ms Rantseva was a Russian national, the Court concluded that there was no free-standing obligation incumbent on the Russian authorities under Article 2 of the Convention to investigate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  It follows from the above that in the circumstances of the present case, where the alleged ill-treatment occurred on Italian territory and where the Court has already found that it was for the Italian authorities to investigate the events, there cannot be said to have been an obligation on the part of the Bulgarian authorities to carry out an investigation under Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "127. Moreover, the Convention organs have repeatedly stated that the Convention does not contain a right which requires a High Contracting Party to exercise diplomatic protection, or espouse an applicant’s complaints under international law or otherwise to intervene with the authorities of another State on his or her behalf (see for example, Kapas v the United Kingdom, no. 12822/87, Commission decision of 9 December 1987, Decision and Reports (DR) 54, L. v Sweden, no. 12920/87, Commission decision of 13 December 1988, and Dobberstein v Germany, no. 25045/94, Commission decision of 12 April 1996 and the decisions cited therein). Nevertheless, the Court notes that the Bulgarian authorities repeatedly pressed for action by the Italian authorities, as explained by the Bulgarian Government in their submissions and as shown from the documents submitted to the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "128.  In conclusion, the Court considers that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "129.  The applicants contended that the treatment the first applicant had suffered at the hands of the Serbian family and the fact that she was forced to take part in organised crime constituted a violation of Article 4. According to the applicants, the violation of the said provision also arose in relation to the entire facts of the case which clearly concerned trafficking in human beings and was contrary to that provision, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  No one shall be held in slavery or servitude.",
                                "elements": []
                            },
                            {
                                "content": "2.  No one shall be required to perform forced or compulsory labour.",
                                "elements": []
                            },
                            {
                                "content": "3.  For the purpose of this article the term ‘forced or compulsory labour’ shall not include:",
                                "elements": []
                            },
                            {
                                "content": "(a)  any work required to be done in the ordinary course of detention imposed according to the provisions of Article 5 of [the] Convention or during conditional release from such detention;",
                                "elements": []
                            },
                            {
                                "content": "(b)  any service of a military character or, in case of conscientious objectors in countries where they are recognised, service exacted instead of compulsory military service;",
                                "elements": []
                            },
                            {
                                "content": "(c)  any service exacted in case of an emergency or calamity threatening the life or well-being of the community;",
                                "elements": []
                            },
                            {
                                "content": "(d)  any work or service which forms part of normal civic obligations.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The applicants",
                                        "elements": [
                                            {
                                                "content": "130.  The applicants noted that they had been led to believe that they would find work, but to the contrary the first applicant had been forced to steal and had suffered corporeal injuries as a result of the treatment she received, as proved by the medical documents submitted. They considered that, given the deceit by which they had been persuaded to move to  and the ensuing treatment suffered, particularly by the first applicant, the case undoubtedly concerned trafficking in human beings within the meaning of international treaties. They were of the view that both States were responsible for the alleged violation. It was degrading that the Governments were trying to cover up their failings by hiding behind the excuse of Roma customs, which had clearly not been the case, as repeatedly stated by the applicants. Moreover, the applicants failed to understand how the authorities considered that Roma traditions, which clearly amounted to a violation of the criminal law (see sections 177-78 and 190-91 of the Bulgarian Criminal Code, relevant domestic law above), could be overlooked and considered normal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "131.  In respect of their complaint against  they reiterated their submissions put forward under Article 3.",
                                                "elements": []
                                            },
                                            {
                                                "content": "132.  In respect of , the applicants also reiterated their submissions under Article 3. They further noted that even though in  a law against human trafficking had been enacted, in practice this had no effect. In fact, the Bulgarian Government had not been able to submit any statistics as to the number of people having been prosecuted under the Criminal Code provisions in this respect. As to prevention, the applicants contended that the Bulgarian Government should have been able to spot the dangers a family like the applicants would have faced when deciding to move to  following a suspicious promise of work. They insisted that no relevant questions had been set to the applicants at the border as though a risk for trafficking could have never existed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Italian Government",
                                        "elements": [
                                            {
                                                "content": "133. The Italian Government submitted that in the third applicant’s complaint to the Turin Police of 24 May 2003 there had been no allegation of forced labour of human trafficking, but only a fear that the first applicant could be forced into prostitution. They considered that the Trafficking Convention could not come to play in the circumstances of the case as established by the domestic courts. Moreover the Italian state had not signed or ratified the Trafficking Convention at the time of the events of the case and therefore it was not applicable to them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "134.   Nevertheless, criminal investigations for the alleged kidnapping of the first applicant had been initiated immediately following the third applicant’s oral complaints to the police of  on 24 May 2003. They noted that a law in relation to human trafficking was only introduced in August 2003 (see Relevant domestic law). They further reiterated their submissions under Article 3, contending that an effective investigation into the circumstances of the case had taken place.",
                                                "elements": []
                                            },
                                            {
                                                "content": "135.  Lastly, they submitted that in so far as the Court wanted to examine the State’s conduct vis-á-vis marriage agreements in the Rom community, the Italian Government noted that the first applicant had in fact been freed and returned to . However, it was not for the state to judge the traditions of the Rom minority, their identity or way of life, particularly since the Court itself highlighted the importance of the Rom culture in Munoz Diaz.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Bulgarian Government",
                                        "elements": [
                                            {
                                                "content": "136. The Government reiterated that the present case did not concern trafficking in human beings, as the facts did not fall under the definition of trafficking according to Article 4 of the Trafficking Convention. As confirmed by the excerpt of the border police (submitted to the Court) the applicants freely and voluntarily established themselves in  according to their right of freedom of movement. The first applicant, although a minor, left the borders of Bulgaria and arrived and resided in  with her parents, voluntarily and with their consent. The departure from Bulgarian territory was lawful and the authorities had no reason to prohibit it, allowing such a move according to Article 2 of Protocol No. 4 to the Convention and European Union legislation. Moreover, there had been no evidence of trafficking in human beings on Bulgarian territory, an issue not alleged by the applicants. Indeed, the applicants, alone or through their representative, had not notified any of the Bulgarian institutions in charge of trafficking. Any allegations in this respect could be communicated to the State Agency for Child Protection, the National Committee to Combat Human Trafficking and the Council of Ministers, the Prosecution of the  and the Ministry of Interior which had specific powers under the Criminal Code and the Code of Criminal Procedure to deal with such allegations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "137.  They submitted that the present case regarded a personal relationship of a private legal nature in terms of the voluntary involvement in marriage and the related rituals in accordance with the particular ethnicity of the applicants. According to the investigation, the first applicant freely married Y. in accordance with their traditions. The accepted and practiced model of Roma marriages provided for early and ubiquitous marriages. Marriage age was governed by custom according to the group to which the persons belonged, and in practice was generally a young age. Roma marriages were considered concluded with a wedding in the presence of the community and it did not require a civil or religious procedure to be considered sacred and indissoluble. The traditional Roma marriage consisted of two phases. The first, the engagement, regulated the pre-requisites of marriage such as the fixing of the bride’s “price”/“ransom”/”dowry”, which is a bargaining made by the fathers in view of the fact that the bride will then be part of the family of the groom. The second is the wedding, which includes a set of rituals, the most important of which was the consummation of the marriage, bearing in mind that virginity was a pre-requisite to the marriage. The Bulgarian Government submitted that from the testimony of X. Y. and Z., as drawn up by the Italian Urgent Action Squad, the wedding ritual of the applicant to Y. conformed to this traditional practice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "138.  Moreover, it had not been established that there had been any debasing or degrading attitudes or instances of forced labour. The Government submitted that in her testimony of 11 June 2003, the first applicant declared to have married Y. and did not claim that she was dissatisfied with her marriage or that herself or her parents had been ill-treated or forced to work. Thus, according to the Government, the facts of the case regarded a regular consummation of a marriage and the undertaking of usual household chores, which could not amount to treatment prohibited under Article 4, particularly since the first applicant admitted to having freely moved to , travelled by car and attended discotheques.",
                                                "elements": []
                                            },
                                            {
                                                "content": "139.  The Government considered that when the Bulgarian Consular Section signalled a coercive holding of a minor-aged female, the Italian authorities gave full assistance and carried out an effective investigation, but after having established the above-mentioned facts, could not conclude that the case concerned trafficking in human beings. They noted that the Italian authorities “freed” the first applicant who was found to be in a good health and mental condition. She was questioned by staff specialised in interaction with minors and had access to an interpreter. Moreover, the authorities provided support to her and her relatives, including accommodation and payment of costs. The Italian authorities took all the relevant witness testimony and other measures to establish the facts and the applicants had ample opportunity to participate as witnesses in the investigation, throughout which they were provided with an interpreter. Thus, the relatives had also been directly involved in the investigation. Therefore, the criteria for an effective investigation according to the Court’s case-law (Rantsev v. Cyprus and Russia, no. 25965/04, § 233, 7 January 2010) had been fulfilled.",
                                                "elements": []
                                            },
                                            {
                                                "content": "140.  As to the steps taken by the Bulgarian authorities, the Bulgarian Government reiterated their submissions under Article 3 (see paragraphs 121-123 above). Indeed both the Bulgarian and Italian authorities had reacted promptly. It followed that the actions of both States had been in accordance with Convention obligations (Rantsev, cited above, § 289).",
                                                "elements": []
                                            },
                                            {
                                                "content": "141.  They further submitted that in so far as the case could be considered under Article 4 the Bulgarian authorities had fulfilled their positive obligations in an adequate and timely manner. The Bulgarian Government noted that the Trafficking Convention entered into force in respect of  in 2007 and therefore was not applicable at the time of the events in the present case. However, the Government submitted that  had fulfilled its positive obligation and taken the necessary measures to establish a workable and effective legislation on the criminalisation of human trafficking.",
                                                "elements": []
                                            },
                                            {
                                                "content": "142.  They had further put in place an appropriate legislative and administrative framework. They noted that by 2003 the following legislation was applicable, in connection with the prevention, combating and criminalisation of trafficking:",
                                                "elements": []
                                            },
                                            {
                                                "content": "- The United Nations Convention against Transnational Organised Crime, adopted on 15 November 2000, ratified by  in 2001",
                                                "elements": []
                                            },
                                            {
                                                "content": "- The Protocol to Prevent, Suppress and Punish Trafficking in persons, Especially Women and Children of 15 November 2000",
                                                "elements": []
                                            },
                                            {
                                                "content": "- Recommendation No. R (85) 11 to the Member States on the position of the victim in the framework of criminal law and procedure, adopted by the Committee of Ministers of the Council of Europe on 28 June 1985",
                                                "elements": []
                                            },
                                            {
                                                "content": "- Recommendation 1545 (2002) on the campaign against trafficking in women of January 21, 2002",
                                                "elements": []
                                            },
                                            {
                                                "content": "- Council Directive 2004/81/EC of 29 April 2004 on the residence permit issued to third country nationals who are victims of trafficking in human beings or who have been the subject of an action to facilitate illegal immigration and who cooperate with the competent authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "- European Parliament resolutions related to exploitation of prostitution and trafficking in people.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Moreover, by means of amendments to the Criminal Code in 2002, human trafficking had been criminalised (see Relevant domestic law) and in 2003 a specific law on combating human trafficking establishing effective counter-action leverage was passed by parliament. Public information was also provided by the national media on the risks of trafficking in persons. Thus, the Bulgarian Government took all feasible positive measures on the creation of an effective domestic system for the prevention, investigation and prosecution of such offences. Moreover, the applicants had made no complaint in respect of this framework.",
                                                "elements": []
                                            },
                                            {
                                                "content": "143.  The Bulgarian Government also submitted that they had fulfilled their positive obligation to take protective measures. They submitted that there was no evidence that they had been particularly notified about any particular circumstances which could give rise to a justified and reasonable suspicion of a real and immediate risk to the first applicant before she left to  and later during her stay there. In consequence there had not been a positive obligation to take preliminary steps to protect her.",
                                                "elements": []
                                            },
                                            {
                                                "content": "144.  As to a procedural obligation to investigate potential trafficking, the Government reiterated that the applicants actions were voluntary, this notwithstanding that the Bulgarian and Italian joint efforts led to the desired result of the first applicant being released and returned to Bulgaria.",
                                                "elements": []
                                            },
                                            {
                                                "content": "145.  As to the forensic expertise presented, the Government noted that this could not be considered as valid evidence as it had not been produced according to the law, it having been compiled one month after the first applicant’s return to  and not immediately at the time of the alleged events.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Application of Article 4 of the Convention",
                                        "elements": [
                                            {
                                                "content": "146.  The Court has never considered the provisions of the Convention as the sole framework of reference for the interpretation of the rights and freedoms enshrined therein (see Demir and Baykara v. Turkey [GC], no. 34503/97, § 67, 12 November 2008). It has long stated that one of the main principles of the application of the Convention provisions is that it does not apply them in a vacuum (see Loizidou v. Turkey, 18 December 1996, Reports 1996-VI; and Öcalan v. Turkey [GC], no. 46221/99, § 163, ECHR 2005-IV). As an international treaty, the Convention must be interpreted in the light of the rules of interpretation set out in the Vienna Convention of 23 May 1969 on the Law of Treaties (see Rantsev, cited above, § 273).",
                                                "elements": []
                                            },
                                            {
                                                "content": "147.  Under that Convention, the Court is required to ascertain the ordinary meaning to be given to the words in their context and in the light of the object and purpose of the provision from which they are drawn (see Golder v. the United Kingdom, 21 February 1975, § 29, Series A no. 18; Loizidou, cited above, § 43). The Court must have regard to the fact that the context of the provision is a treaty for the effective protection of individual human rights and that the Convention must be read as a whole, and interpreted in such a way as to promote internal consistency and harmony between its various provisions (see Stec and Others v. the United Kingdom (dec.) [GC], nos. 65731/01 and 65900/01, § 48, ECHR 2005-X). Account must also be taken of any relevant rules and principles of international law applicable in relations between the Contracting Parties and the Convention should so far as possible be interpreted in harmony with other rules of international law of which it forms part (see Al-Adsani, cited above, § 55; Demir and Baykara, cited above, § 67; Saadi v. the United Kingdom [GC], no. 13229/03, § 62, ECHR 2008-...; and Ranstev, cited above, §§ 273-275).",
                                                "elements": []
                                            },
                                            {
                                                "content": "148. The object and purpose of the Convention, as an instrument for the protection of individual human beings, requires that its provisions be interpreted and applied so as to make its safeguards practical and effective (see, inter alia, Soering, cited above, § 87; and Artico v. Italy, 13 May 1980, § 33, Series A no. 37).",
                                                "elements": []
                                            },
                                            {
                                                "content": "149.  In Siliadin, considering the scope of “slavery” under Article 4, the Court referred to the classic definition of slavery contained in the 1926 Slavery Convention, which required the exercise of a genuine right of ownership and reduction of the status of the individual concerned to an “object” (see Siliadin v. , no. 73316/01, § 122, ECHR 2005VII). With regard to the concept of “servitude”, the Court has held that what is prohibited is a “particularly serious form of denial of freedom” (see Van Droogenbroeck v. Belgium, Commission’s report of 9 July 1980, §§ 78-80, Series B no. 44). The concept of “servitude” entails an obligation, under coercion, to provide one’s services, and is linked with the concept of “slavery” (see Seguin v. France (dec.), no. 42400/98, 7 March 2000; and Siliadin, cited above, § 124). For “forced or compulsory labour” to arise, the Court has held that there must be some physical or mental constraint, as well as some overriding of the person’s will (see Van der Mussele v. Belgium, 23 November 1983, § 34, Series A no. 70; Siliadin, cited above, § 117).",
                                                "elements": []
                                            },
                                            {
                                                "content": "150.  The Court is not regularly called upon to consider the application of Article 4 and, in particular, has had only two occasions to date to consider the extent to which treatment associated with trafficking fell within the scope of that Article (Siliadin and Rantsev, both cited above). In the former case, the Court concluded that the treatment suffered by the applicant amounted to servitude and forced and compulsory labour, although it fell short of slavery. In the latter case, trafficking itself was considered to run counter to the spirit and purpose of Article 4 of the Convention such as to fall within the scope of the guarantees offered by that Article without the need to assess which of the three types of proscribed conduct was engaged by the particular treatment in the case in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "151.  In Rantsev, the Court considered that trafficking in human beings, by its very nature and aim of exploitation, is based on the exercise of powers attaching to the right of ownership. It treats human beings as commodities to be bought and sold and put to forced labour, often for little or no payment, usually in the sex industry but also elsewhere. It implies close surveillance of the activities of victims, whose movements are often circumscribed. It involves the use of violence and threats against victims, who live and work under poor conditions. It is described in the explanatory report accompanying the Anti-Trafficking Convention as the modern form of the old worldwide slave trade. In those circumstances, the Court concluded that trafficking itself, within the meaning of Article 3(a) of the Palermo Protocol and Article 4(a) of the Anti-Trafficking Convention, fell within the scope of Article 4 of the Convention (see Rantsev, cited above, §§ 281-282).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application to the present case",
                                        "elements": [
                                            {
                                                "content": "152.  The Court once again highlights that it is confronted with a dispute over the exact nature of the alleged events. The parties to the case have presented diverging factual circumstances and regrettably the lack of investigation by the Italian authorities has led to little evidence being available to determine the case. Having said that, the Court cannot but take its decisions on the basis of the evidence submitted by the parties.",
                                                "elements": []
                                            },
                                            {
                                                "content": "153.  In this light, in so far as an objection ratione materiae can be inferred from the Governments’ submissions the Court considers that it is not necessary to deal with this objection since it considers that the complaint, in its various branches, is in any event inadmissible for the following reasons.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The complaint against ",
                                "elements": [
                                    {
                                        "content": "154.  The Court has already held above that the circumstances as alleged by the applicants could have amounted to human trafficking. However, it considers that from the evidence submitted there is not sufficient ground to establish the veracity of the applicants’ version of events, namely that the first applicant was transferred to  in order to serve as a pawn in some kind of racket devoted to illegal activities. In consequence, the Court does not recognise the existence of circumstances capable of amounting to the recruitment, transportation, transfer, harbouring or receipt of persons for the purpose of exploitation, forced labour or services, slavery or practices similar to slavery, servitude or the removal of organs. It follows that the applicants’ allegation that there had been an instance of actual human trafficking has not been proved and therefore cannot be accepted by the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "155.  Since it has not been established that the first applicant was a victim of trafficking, the Court considers that the obligations under Article 4 to penalise and prosecute trafficking in the ambit of a proper legal or regulatory framework cannot come into play in the instant case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "156.  As to the Article 4 obligation on the authorities to take appropriate measures within the scope of their powers to remove the individual from that situation or risk, the Court notes that irrespective of whether or not there existed a credible suspicion that there was a real or immediate risk that the first applicant was being trafficked or exploited, the Court has already found under Article 3 of the Convention that the Italian authorities had taken all the required steps to free the applicant from the situation she was in (see paragraph 103 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "157.  In so far as Article 4 also provides for a procedural obligation to investigate situations of potential trafficking, the Court has already found in its assessment under the procedural aspect of Article 3 above (see paragraphs 107-108 above) that the Italian authorities failed to undertake an effective investigation into the circumstances of the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "158.  In consequence the Court does not find it necessary to examine this limb of the complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "159.  Given the above, the Court considers that the overall complaint under Article 4 against Italy based on the applicant’s version of events is inadmissible, as manifestly ill-founded pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "160.  The Court notes that the authorities concluded that the facts of the case amounted to a typical marriage according to the Roma tradition. The first applicant, who was aged seventeen years and nine months at the time of the alleged marriage, never denied that she willingly married Y. She did, however, deny that any payment had been made to her father for the marriage. Nevertheless, the photos collected by the police appear to suggest that an exchange of money in fact took place. Little has been established in respect of any ensuing treatment within the household.",
                                        "elements": []
                                    },
                                    {
                                        "content": "161.  The Court therefore considers that in relation to the events as established by the authorities, again, there is not sufficient evidence indicating that the first applicant was held in slavery. Even assuming that the applicant’s father received a sum of money in respect of the alleged marriage, the Court is of the view that, in the circumstances of the present case, such a monetary contribution cannot be considered to amount to a price attached to the transfer of ownership, which would bring into play the concept of slavery. The Court reiterates that marriage has deep-rooted social and cultural connotations which may differ largely from one society to another (see Schalk and Kopf v. , no. 30141/04, § 62, ECHR 2010). According to the Court, this payment can reasonably be accepted as representing a gift from one family to another, a tradition common to many different cultures in today’s society.",
                                        "elements": []
                                    },
                                    {
                                        "content": "162.  Neither is there any evidence indicating that the first applicant was subjected to “servitude” or “forced or compulsory” labour, the former entailing coercion to provide one’s services (see Siliadin, cited above § 124) and the latter bringing to mind the idea of physical or mental constraint. What there has to be is work “exacted ... under the menace of any penalty” and also performed against the will of the person concerned, that is work for which he or she “has not offered himself or herself voluntarily” (see Van der Mussele, cited above, § 34, and Siliadin, cited above § 117). The court observes that despite the first applicant’s testimony claiming that she was forced to work, the third applicant explained in her complaint of 24 May 2003 that her family had been employed to do housework.",
                                        "elements": []
                                    },
                                    {
                                        "content": "163.  Furthermore, according to the Court the post facto medical records submitted are not sufficient to determine beyond reasonable doubt that the first applicant actually suffered some form of ill-treatment or exploitation as understood in the definition of trafficking. Neither can the Court consider that the sole payment of a sum of money suffices to consider that there had been trafficking in human beings. Nor is there evidence suggesting that such a union was contracted for the purposes of exploitation, be it sexual or other. Thus, there is no reason to believe that the union was undertaken for purposes other than those generally associated with a traditional marriage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "164.  The Court notes with interest the Parliamentary Assembly of the Council of Europe’s resolutions (see Relevant international texts above) showing concern in respect of Roma women in the context of forced and child marriages (the latter defined as the union of two persons at least one of whom is under 18 years of age) and it shares these apprehensions. The Court, however, notes that the resolutions airing such concerns and encouraging action in this respect are dated 2005 and 2010 and therefore at the time of the alleged events not only was there not any binding instrument, as remains the case to date, but in actual fact there was not enough awareness and consensus among the international community to condemn such actions. The prevailing document at the time (which was not ratified by Italy or Bulgaria) was the Convention on Consent to Marriage, Minimum Age for Marriage and Registration of Marriages (1962) which determined that it was for the States to decide on an age limit for contracting marriage and allowed a dispensation as to age to be given by a competent authority in exceptional circumstances. This trend is reflected in the legislation of many of the member States of the Council of Europe which consider eighteen years to be the age of consent for the purposes of marriage, and provide for exceptional circumstances whereby a court or other authority (often on consulting the guardians) may allow a marriage to be contracted by a person who is younger (for example, Azerbaijan, Bulgaria, Croatia, Italy, Hungary, Malta, San Marino, Serbia, Slovenia, Spain, Sweden), the most common being at least sixteen years of age.",
                                        "elements": []
                                    },
                                    {
                                        "content": "165.  The Court notes that in 2003, when the first applicant appears to have undertaken this union, she was a few months away from adulthood. Indeed under Italian legislation, it is perfectly legal for a person aged sixteen or more to have consensual sexual intercourse (see by implication article 609 quarter in paragraph 40 above), even without the consent of the parent, and he or she may also leave the family home with the consent of the parents. Moreover, in the instant case there is not sufficient evidence indicating that the union was forced on the first applicant who had not testified that she had not consented to it and who emphasized that Y. had not forced her to have sexual intercourse with him. In this light it cannot be said that the circumstances as established by the authorities raise any issue under Article 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "166.  Accordingly, this part of the complaint under this provision, against , is inadmissible as being manifestly ill-founded and must be rejected under Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The complaint against ",
                                "elements": [
                                    {
                                        "content": "167.  The Court notes that had any alleged trafficking commenced in Bulgaria it would not be outside the Court’s competence to examine whether Bulgaria complied with any obligation it may have had to take measures within the limits of its own jurisdiction and powers to protect the first applicant from trafficking and to investigate the possibility that she had been trafficked (see Rantsev, cited above § 207). In addition, member States are also subject to a duty in cross-border trafficking cases to cooperate effectively with the relevant authorities of other States concerned in the investigation of events which occurred outside their territories (see Rantsev, cited above, § 289).",
                                        "elements": []
                                    },
                                    {
                                        "content": "168.  However, whether the matters complained of give rise to the Bulgarian’s State responsibility in the circumstances of the present case is a question which falls to be determined by the Court according to its examination of the merits of the complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "169.  The Court has already established, above, that in respect of both the version of the events, the circumstances of the case did not give rise to human trafficking, a situation which would have engaged the responsibility of the Bulgarian State, had any trafficking commenced there. Moreover, the applicants did not complain that the Bulgarian authorities did not investigate any potential trafficking, but solely that the Bulgarian authorities did not provide them with the required assistance in their dealings with the Italian authorities. As suggested above in paragraph 119 in fine, the Court considers that the Bulgarian authorities assisted the applicants and maintained constant contact and co-operation with the Italian authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "170.  It follows that the complaint under Article 4 against  is also manifestly ill-founded and must be rejected under Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "171.  The applicants further complained that the treatment they suffered was due to their Roma origin. They relied on Article 14 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "172.  The applicants submitted that they had been discriminated against by the authorities in the handling of their case. They noted that the fact that the offenders they accused had also been Roma had no relevance, since Roma of Serbian origin were wealthy enough to get away scot free after having made arrangements with corrupt police agents.",
                                "elements": []
                            },
                            {
                                "content": "173.  The Italian Government considered that had the applicants been discriminated against, no investigation would have ensued. However, as explained above, a full investigation had been undertaken and the conclusions of the authorities had been justified on the basis of an objective and reasonable approach.",
                                "elements": []
                            },
                            {
                                "content": "174.  The Bulgarian Government submitted that their authorities had taken prompt, adequate and comprehensive measures to protect the interests of the applicants, as confirmed by the evidence provided by the CRD. They noted that the database of the Ministry of Foreign affairs did not store data in relation to ethnicity. Thus, there could be no allegation that the applicants had been subjected to discriminatory attitudes due to their ethnic origin. Moreover, they noted that the family accused by the applicants of such treatment was of the same ethnicity, which in itself dispelled any ideas of a difference in treatment.",
                                "elements": []
                            },
                            {
                                "content": "175.  The Court’s case-law on Article 14 establishes that discrimination means treating differently, without an objective and reasonable justification, persons in relevantly similar situations (see Willis v. the United Kingdom, no. 36042/97, § 48, ECHR 2002-IV). Racial violence is a particular affront to human dignity and, in view of its perilous consequences, requires from the authorities special vigilance and a vigorous reaction. It is for this reason that the authorities must use all available means to combat racism and racist violence, thereby reinforcing democracy’s vision of a society in which diversity is not perceived as a threat but as a source of its enrichment. (see Nachova and Others v. Bulgaria [GC], nos. 43577/98 and 43579/98, § 145, ECHR 2005-VII).",
                                "elements": []
                            },
                            {
                                "content": "176.  The Court further recalls that when investigating violent incidents, State authorities have the additional duty to take all reasonable steps to unmask any racist motive and to establish whether or not ethnic hatred or prejudice may have played a role in the events. Treating racially induced violence and brutality on an equal footing with cases that have no racist overtones would be turning a blind eye to the specific nature of acts that are particularly destructive of fundamental rights. A failure to make a distinction in the way in which situations that are essentially different are handled may constitute unjustified treatment irreconcilable with Article 14 of the Convention. Admittedly, proving racial motivation will often be extremely difficult in practice. The respondent State’s obligation to investigate possible racist overtones to a violent act is an obligation to use its best endeavours and is not absolute; the authorities must do what is reasonable in the circumstances of the case (see Nachova and others, cited above, § 160).",
                                "elements": []
                            },
                            {
                                "content": "177.  Faced with the applicants’ complaint under Article 14, the Court’s task is to establish first of all whether or not racism was a causal factor in the circumstances leading to their complaint to the authorities and in relation to this, whether or not the respondent State complied with its obligation to investigate possible racist motives. Moreover, the Court should also examine whether in carrying out the investigation into the applicants’ allegation of ill-treatment by the police, the domestic authorities discriminated against the applicants and, if so, whether the discrimination was based on their ethnic origin.",
                                "elements": []
                            },
                            {
                                "content": "178.  As to the first limb of the complaint, the Court notes that even assuming the applicants’ version of events was truthful, the treatment they claim to have suffered at the hands of third parties cannot be said in any way to have racist overtones or that it was instigated by ethnic hatred or prejudice because the alleged perpetrators belonged to the same ethnic group as the applicants. Indeed, the applicants did not make this allegation to the police when they complained about the events related to the Serbian family. It follows that there was no positive obligation on the State to investigate such motives.",
                                "elements": []
                            },
                            {
                                "content": "179.  As to the second limb, namely whether the domestic authorities discriminated against the applicants on the basis of their ethnic origin, the Court notes that while it has already held above that the Italian authorities failed to adequately investigate the applicants’ allegations, from the documents submitted, it does not transpire that such failure to act was a consequence of discriminatory attitudes. Indeed, there appears to be no racist verbal abuse by the police during the investigation, nor were any tendentious remarks made by the prosecutor in relation to the applicants’ Roma origin throughout the investigation or by the courts in the subsequent trials. Moreover, the applicants did not accuse the authorities of displaying anti-Roma sentiment at the relevant time.",
                                "elements": []
                            },
                            {
                                "content": "180.  Accordingly, in so far as the complaint is directed against , it is manifestly ill-founded, and is to be rejected according to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "181.  The Court considers that no such complaint has been directed against Bulgaria, and even if it were, the complaint is manifestly ill-founded and is to be rejected according to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV. OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "182.  Lastly, the applicants complained that the first and third applicants were not provided with lawyers and interpreters during their questioning, were not informed in what capacity they were being questioned, and were forced to sign documents the content of which they were unaware. They invoked Article 13 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "183.  The Court considers that the complaint in so far as Article 13 is invoked is misconceived and would more appropriately be analysed under Article 6.",
                                "elements": []
                            },
                            {
                                "content": "184.  However, the Court reiterates that a person may not claim to be a victim of a violation of his right to a fair trial under Article 6 of the Convention which, according to him or her, took place in the course of proceedings in which he or she was acquitted or which were discontinued (see Osmanov and Husseinov v. Bulgaria (dec.), nos. 54178/00 and 59901/00, 4 September 2003, and the case-law cited therein).",
                                "elements": []
                            },
                            {
                                "content": "185.  The Court notes that the proceedings against the first applicant were discontinued (see paragraph 29 above) and that the third applicant was acquitted by a judgment of 8 February 2006 (see paragraph 32 above). The Court therefore considers that in these circumstances the two applicants cannot claim to be victims of a violation of their right to a fair trial under Article 6.",
                                "elements": []
                            },
                            {
                                "content": "186.  It follows that this complaint must be rejected pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "187.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "188. Although a request for just satisfaction (EUR 200,000) was made when the applicants lodged their application, they did not submit a claim for just satisfaction when requested by the Court. Accordingly, the Court considers that there is no call to award them any sum on that account.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares unanimously the complaints concerning the lack of adequate steps to prevent the first applicant’s ill-treatment by the Serbian family by securing her swift release and the lack of an effective investigation into that alleged ill-treatment, by the Italian authorities, admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds by 6 votes to 1 that there has not been a violation of Article 3 of the Convention in respect of the steps taken by the authorities to release the first applicant;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds unanimously that there has been a violation of Article 3 of the Convention in so far as the investigation into the first applicant’s alleged ill-treatment by private individuals was not effective;",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 31 July 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge Kalaydjieva is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "Together with my esteemed colleagues, I am “struck by the fact that following the first applicant’s release, it took the authorities less than a full day to reach their conclusions” (paragraph 104) and discontinue any further investigation into the applicants’ complaints. These complaints involved ill-treatment and non-consensual sexual acts with a minor, which allegedly lasted one month and took place in a villa owned by a person with a criminal record. The Court was unanimous in finding that “had they been proved, [some of the acts complained of] could have amounted to human trafficking” and -further on - that no investigation had taken place.",
                        "elements": []
                    },
                    {
                        "content": "What I find even more striking in the present case is the fact that having raided the villa, where the first applicant was allegedly held against her will, and released her seventeen days after obtaining information that the mother feared that her daughter might be subjected to forced prostitution, the authorities decided not only to dismiss these complaints without any further enquiries, but also to immediately institute criminal proceedings against the seventeen-year-old girl and her mother for perjury and false accusations to the effect “that X., Y. and Z. [had] deprived [the minor] of her liberty by keeping her in the villa, thus accusing them of kidnapping while knowing they were innocent” (paragraph 30).",
                        "elements": []
                    },
                    {
                        "content": "It appears somewhat illogical that having “opined that the circumstances of the present case concerned a Roma marriage”, the authorities nonetheless undertook protective measures by placing the girl in a Caritas shelter and then handing her into her mother’s care, instead of leaving her free to happily rejoin her “husband” after an action apparently regarded as an unnecessary interference in their peaceful family affairs.",
                        "elements": []
                    },
                    {
                        "content": "I find it alarming that, after receiving further detailed and insistent complaints from the applicants (paragraphs 16 and 25) through the Bulgarian embassy in , the Italian authorities insisted on proceeding with the accusations against the applicants rather than investigating the circumstances complained of. It is difficult to avoid the impression that this was done in an attempt to actively disprove not only the purposes for which the minor had allegedly been forcefully held in the villa, but also the very fact of the unlawful deprivation of liberty, from which they released her. Indeed, the respondent Italian Government relied on the proceedings instituted for perjury to convince the Court that “the facts as alleged by the applicants had been entirely disproved during domestic proceedings” (paragraph 90) and that the “traditional marriage” understanding of the events had been considered “truthful by the judgment of the Turin Investigating Magistrate” in discontinuing the proceedings against the first applicant as well as found “probable by the Turin Tribunal in its judgment of 2006” acquitting the third applicant (paragraphs 92 and 93). In fact, the judge of the Turin Tribunal found the photographs of the “marriage” to depict a scene that was rather grim for Roma traditions. Acting in proceedings in absentia, where the third applicant was neither summoned to appear, nor able to defend herself, or explain the circumstances, he dismissed the accusations of perjury and false accusations against her, noting also that X., Y. and Z. had availed themselves of their right to remain silent in the “false accusations of kidnapping”, allegedly raised by the mother.",
                        "elements": []
                    },
                    {
                        "content": "The applicants’ allegations of ill-treatment by the Italian authorities were not limited to the failure to undertake timely action for the release and protection of a minor, as suggested by paragraphs 102-108 of the judgment. In this regard I see no reason to join the majority in their approval of the “promptness and diligence” (paragraph 102) displayed in an action which the national authorities themselves deemed unnecessary and caused by false assertions.",
                        "elements": []
                    },
                    {
                        "content": "Nor were the applicants’ complaints about the manner in which they were allegedly questioned separated from those concerning the attitude of the Italian authorities – as examined in paragraphs 115-118. In this regard, the very fact that the criminal proceedings for perjury and false accusations were instituted a few hours after the allegedly threatening interrogations suffices to support a conclusion that the threats were quite realistic.",
                        "elements": []
                    },
                    {
                        "content": "The applicants’ submissions about ill-treatment by the authorities concerned the overall approach of the Italian investigation authorities to their complaints. Seeing that they were not only dismissed without any enquiries, but were also followed by an attempt to actively disprove them, I cannot come to any explanation for this treatment other than an assumption on the part of the authorities that the applicants had been telling lies from the outset. This assumption transpires from the reluctance to organise the timely release of the minor, the manner in which she and her mother were hastily questioned under threat and the immediate (but unsuccessful) institution of proceedings for perjury in an attempt to establish that their complaints were nothing but false accusations, made while knowing that X., Y. and Z. were innocent.",
                        "elements": []
                    },
                    {
                        "content": "This explanation appears to be more reasonable than that offered to the Court, namely, that the “Italian authorities opined that the circumstances of the present case fell within the context of a Roma marriage”. Even if correct (and I would venture to doubt it), such an “opinion” could not reasonably explain the manner in which the authorities dealt with the applicants’ complaints of ill-treatment, non-consensual sex, forced participation in criminal activities, etc., unless it is seen as an understanding that a Roma marriage constituted an agreement of the parents to sell a bride “for all purposes”.",
                        "elements": []
                    },
                    {
                        "content": "I find myself unable to accept either of these two explanations for the manner in which the authorities dealt with the applicants’ complaints and find each of them to be based on equally inappropriate assumptions.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Guido Raimondi",
            "role": "judges"
        },
        {
            "name": " Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF M. AND OTHERS v. ITALY AND BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-112576.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0731JUD004002003",
    "externalsources": [
        "Strasbourg Declaration on Roma",
        "Parliamentary Assembly of the Council of Europe Resolution 1740 (2010) - The situation of Roma in Europe and relevant activities of the Council of Europe",
        "Parliamentary Assembly of the Council of Europe Resolution 1468 (2005) - Forced marriages and child marriages",
        "Convention on Consent to Marriage, Minimum Age for Marriage and Registration of Marriages",
        "Council of Europe Convention on Action against Trafficking in Human Beings",
        "UN Declaration of Basic Principles of Justice for Victims of Crime and Abuse of Power"
    ],
    "extractedappno": [
        "40020/03",
        "1735/03",
        "1838/03",
        "18501/03",
        "40/34",
        "25965/04",
        "31365/96",
        "74153/01",
        "61164/00",
        "18589/02",
        "5964/02",
        "14011/07",
        "23531/94",
        "25760/94",
        "23657/94",
        "3013/04",
        "56760/00",
        "16631/04",
        "49151/07",
        "36217/97",
        "29392/95",
        "30951/96",
        "42234/02",
        "44093/98",
        "33097/96",
        "57834/00",
        "33401/02",
        "39272/98",
        "25385/04",
        "35763/97",
        "12822/87",
        "12920/87",
        "25045/94",
        "34503/97",
        "46221/99",
        "65731/01",
        "65900/01",
        "13229/03",
        "73316/01",
        "42400/98",
        "30141/04",
        "36042/97",
        "43577/98",
        "43579/98",
        "54178/00",
        "59901/00"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Articles 50 and 55 and 2 of the Code of Criminal Procedure",
        "Articles 572, 573 and 609 of the Italian Criminal Code",
        "Law no. 154 of 2001 (Italy)",
        "Law no. 228, namely the Law on Measures to Prevent Trafficking in Human Beings (Italy)",
        "Law No. 189 of 30 July 2002 (Italy)",
        "Bulgarian law on combating human trafficking",
        "Articles 174 and 190 of the Bulgarian Code of Criminal Procedure",
        "Articles 159, 177, 178, 190 and 191 of the Bulgarian Criminal Code"
    ],
    "itemid": "001-112576",
    "judgementdate": "31/07/2012 00:00:00",
    "kpdate": "31/07/2012 00:00:00",
    "kpthesaurus": [
        "350",
        "596",
        "193",
        "349",
        "641",
        "183",
        "498",
        "14",
        "310"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "3",
        "34",
        "4",
        "4-1",
        "35"
    ],
    "parties": [
        "M. AND OTHERS",
        "ITALY AND BULGARIA"
    ],
    "rank": "905.954467773438",
    "representedby": [
        "MARINOV S. S."
    ],
    "respondent": "BGR;ITA",
    "respondentOrderEng": "8",
    "scl": [
        "A. v. the United Kingdom, 23 September 1998, § 22, Reports 1998-VI",
        "Akdivar and Others v. Turkey, 16 September 1996, Reports of Judgments and Decisions 1996-IV, §§ 53-54",
        "Akpinar and Altun v. Turkey, no. 56760/00, § 86, 27 February 2007",
        "Aksoy v. Turkey, 18 December 1996, § 98, Reports 1996-VI",
        "Al-Adsani v. the United Kingdom [GC], no. 35763/97, ECHR 2001-XI",
        "Artico v. Italy, 13 May 1980, § 33, Series A no. 37",
        "Assenov and Others v. Bulgaria, 28 October 1998, § 102, Reports 1998-VIII",
        "Ay v. Turkey, no. 30951/96, §§ 59-60, 22 March 2005",
        "Bati and Others v. Turkey, nos. 33097/96 and 57834/00, § 134, ECHR 2004-IV (extracts)",
        "Çakici v. Turkey [GC], no. 23657/94, § 99, ECHR 1999-IV",
        "Çelik and Imret v. Turkey, no. 44093/98, § 55, 26 October 2004",
        "Chernitsyn v. Russia, no. 5964/02, § 25, 6 April 2006",
        "Demir and Baykara v. Turkey [GC], no. 34503/97, § 67, 12 November 2008",
        "Dobberstein v Germany, no. 25045/94, Commission decision of 12 April 1996",
        "Duringer and Grunge v. France (dec.), nos. 61164/00 and 18589/02, ECHR 2003-II",
        "Felbab v. Serbia, no. 14011/07, § 56, 14 April 2009",
        "Golder v. the United Kingdom, 21 February 1975, § 29, Series A no. 18",
        "Ipek v. Turkey, no. 25760/94, §§ 178-183, ECHR 2004-II (extracts)",
        "Ireland v. the United Kingdom, 18 January 1978, Series A no. 25, § 161 in fine",
        "Kapas v the United Kingdom, no. 12822/87, Commission decision of 9 December 1987, Decision and Reports (DR) 54",
        "Khadzhialiyev and Others v. Russia, no. 3013/04, § 121, 6 November 2008",
        "Kurt v. Turkey, 25 May 1998, §§ 130-134, Reports 1998-III",
        "L. v Sweden, no. 12920/87, Commission decision of 13 December 1988",
        "Loizidou v. Turkey, 18 December 1996, Reports 1996-VI",
        "M.C. v. Bulgaria, no. 39272/98, § 150, ECHR 2003-XII",
        "Medova v. Russia, no. 25385/04, § 116, ECHR 2009-....",
        "Mehmet Ümit Erdem v. Turkey, no. 42234/02, § 26, 17 July 2008",
        "Mentese and Others v. Turkey, no. 36217/97, § 70, 18 January 2005",
        "Nachova and Others v. Bulgaria [GC], nos. 43577/98 and 43579/98, § 145, ECHR 2005-VII",
        "Öcalan v. Turkey [GC], no. 46221/99, § 163, ECHR 2005-IV",
        "Opuz v. Turkey, no. 33401/02, §§ 160-176, 9 June 2009",
        "Osmanov and Husseinov v. Bulgaria (dec.), nos. 54178/00 and 59901/00, 4 September 2003",
        "Popov v. Moldova, no. 74153/01, § 49, 18 January 2005",
        "Rantsev v. Cyprus and Russia, no. 25965/04, 7 January 2010",
        "Saadi v. the United Kingdom [GC], no. 13229/03, § 62, ECHR 2008-...",
        "Schalk and Kopf v. Austria, no. 30141/04, § 62, ECHR 2010",
        "Seguin v. France (dec.), no. 42400/98, 7 March 2000",
        "Siliadin v. France, no. 73316/01, ECHR 2005-VII",
        "Soering v. the United Kingdom, 7 July 1989, Series A no. 161",
        "Stec and Others v. the United Kingdom (dec.) [GC], nos. 65731/01 and 65900/01, § 48, ECHR 2005-X",
        "Timurtas v. Turkey, no. 23531/94, §§ 91-98, ECHR 2000-VI",
        "Van der Mussele v. Belgium, 23 November 1983, § 34, Series A no. 70",
        "Van Droogenbroeck v. Belgium, Commission’s report of 9 July 1980, §§ 78-80, Series B no. 44",
        "Varbanov v. Bulgaria, no. 31365/96, § 36, ECHR 2000-X",
        "Willis v. the United Kingdom, no. 36042/97, § 48, ECHR 2002-IV",
        "Z and Others v. the United Kingdom [GC], no. 29392/95, § 73, ECHR 2001-V",
        "Zarb v. Malta, no. 16631/04, § 45, 4 July 2006"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "430601",
    "typedescription": "15"
}