{
    "__articles": "6;6-1;9;9-1;9-2;11;13;41;P1-1;10;10-2",
    "__conclusion": "Preliminary objection rejected (estoppel);Violation of Art. 9;Violation of Art. 13;No violation of Art. 6;Not necessary to examine P1-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings;Not necessary to examine Art. 11",
    "applicability": "",
    "appno": "30985/96",
    "article": [
        "9",
        "13",
        "p1-1",
        "10",
        "6",
        "11",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "estoppel"
            ],
            "element": "Preliminary objection rejected",
            "type": "other"
        },
        {
            "article": "9",
            "base_article": "9",
            "element": "Violation of Art. 9",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "element": "No violation of Art. 6",
            "type": "no-violation"
        },
        {
            "element": "Not necessary to examine P1-1",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        },
        {
            "element": "Not necessary to examine Art. 11",
            "type": "other"
        }
    ],
    "content": {
        "001-58921.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court in accordance with the provisions applicable prior to the entry into force of Protocol No. 11 to the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by the European Commission of Human Rights (“the Commission”) on 30 October 1999 (Article 5 § 4 of Protocol No. 11 and former Articles 47 and 48 of the Convention).",
                        "elements": []
                    },
                    {
                        "content": "2.  The case originated in an application (no. 30985/96) against the Republic of Bulgaria lodged with the Commission under former Article 25 of the Convention on 22 January 1996. The application had initially been brought by four applicants. Following the Commission's decision to disjoin and strike out the complaints of two of the applicants (see the Commission's report of 17 September 1998 under former Article 30 § 1 (a) of the Convention), the present case concerns the complaints of the remaining two applicants. These are Mr Fikri Sali Hasan and Mr Ismail Ahmed Chaush, Bulgarian nationals born in 1963 and 1940 respectively and residing in Sofia (“the applicants”).",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged violations of Articles 6, 9, 11 and 13 of the Convention and of Article 1 of Protocol No. 1 in respect of the alleged forced replacement of the leadership of the Muslim religious community in Bulgaria and the ensuing administrative and judicial proceedings.",
                        "elements": []
                    },
                    {
                        "content": "4.  The Commission declared the application admissible on 8 September 1997. In its report of 26 October 1999 (former Article 31 of the Convention) [ Note by the Registry. The report is obtainable from the Registry.], it expressed the unanimous opinion that there had been violations of Articles 9 and 13 of the Convention, that it was not necessary to examine separately the applicants' complaints under Article 11 of the Convention and that there had been no violation of Article 6 of the Convention or Article 1 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  Before the Court the applicants were represented by Mr Y. Grozev, a lawyer practising in Sofia. The Bulgarian Government (“the Government”) were represented by Mrs V. Djidjeva, Agent, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 6 December 1999 a panel of the Grand Chamber determined that the case should be decided by the Grand Chamber (Rule 100 § 1 of the Rules of Court). The composition of the Grand Chamber was determined according to the provisions of Article 27 §§ 2 and 3 of the Convention and Rule 24 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicants and the Government each filed a memorial.",
                        "elements": []
                    },
                    {
                        "content": "8.  A hearing took place in public in the Human Rights Building, Strasbourg, on 29 May 2000. Mr R. Türmen, who was initially a member of the Grand Chamber constituted to examine the case, was unable to attend the hearing. He was replaced by Mr L. Ferrari Bravo, substitute judge, as a member of the Grand Chamber (Rule 24 § 5 (b)).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The applicants were also present. The Court heard addresses by \nMr Grozev  and Mrs Djidjeva.",
                        "elements": []
                    },
                    {
                        "content": "Mr M. Fischbach, who was initially a member of the Grand Chamber in the present case, was unable to take part in its examination after the hearing. He was replaced by Mr E. Levits, substitute judge.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  The applicants",
                                "elements": [
                                    {
                                        "content": "9.  Mr Fikri Sali Hasan (“the first applicant”) was Chief Mufti of the Bulgarian Muslims from 1992 until the events complained of. Mr Ismail Ahmed Chaush (“the second applicant”) was formerly a teacher at the Islamic Institute in Sofia.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In his submissions to the Court the second applicant stated that from February 1995 he had also worked on a part-time basis as secretary to the Chief Mufti's Office (Главно мюфтийство), the national leadership of the Muslim religious organisation, and editor of Musulmanin, its newspaper. The Government disputed these assertions.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Background to the case",
                                "elements": [
                                    {
                                        "content": "10.  At the end of 1989 a process of democratisation commenced in Bulgaria. Soon thereafter some Muslim believers and activists of the Muslim religion in the country sought to replace the leadership of their religious organisation. They considered that Mr Gendzhev, who was the Chief Mufti at that time, and the members of the Supreme Holy Council (Висш духовен съвет) had collaborated with the communist regime. The old leadership, with Mr Gendzhev as Chief Mufti of the Bulgarian Muslims, also had supporters. This situation caused divisions and internal conflict within the Muslim community in Bulgaria.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  Following general elections held in Bulgaria in October 1991 a new government, formed by the Union of Democratic Forces (СДС) and the Movement for Rights and Freedoms (ДПС), took office towards the end of 1991.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 10 February 1992 the Directorate of Religious Denominations (Дирекция по вероизповеданията), a governmental agency attached to the Council of Ministers, declared the election of Mr Gendzhev in 1988 as Chief Mufti of the Bulgarian Muslims null and void and proclaimed his removal from that position. On 21 February 1992 the Directorate registered a threemember Interim Holy Council as a temporary governing body of the Muslims' religious organisation, pending the election of a new permanent leadership by a national conference of all Muslims. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  Following these events Mr Gendzhev, who claimed that he remained Chief Mufti of the Bulgarian Muslims, challenged the decision of 10 February 1992 before the Supreme Court. On 28 April 1992 the Supreme Court rejected his appeal. The court found that the decision of the Directorate of Religious Denominations was not subject to judicial appeal. The ensuing petition for review, submitted by Mr Gendzhev against the Supreme Court's decision, was examined by a five-member Chamber of the Supreme Court. On 7 April 1993 the Chamber dismissed the petition. While confirming the rejection of Mr Gendzhev's appeal, the Chamber also discussed the merits of the appeal. It found, inter alia, that the Directorate's decision to declare Mr Gendzhev's election null and void had been within its competence. In so far as the impugned decision had also proclaimed “the removal” of Mr Gendzhev from his position of Chief Mufti, this had been ultra vires. However, it was unnecessary to annul this part of the Directorate's decision as in any event it had no legal consequences. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The National Conference of Muslims, organised by the interim leadership, took place on 19 September 1992. It elected Mr Fikri Sali Hasan (the first applicant) as Chief Mufti of the Bulgarian Muslims and also approved a new Statute of the Religious Organisation of Muslims in Bulgaria (Устав за духовното устройство и управление на мюсюлманите в България). On 1 October 1992 the Directorate of Religious Denominations registered the statute and the new leadership in accordance with sections 6 and 16 of the Religious Denominations Act.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Events of 1994 and early 1995",
                                "elements": [
                                    {
                                        "content": "14.  While the leadership dispute between Mr Gendzhev and Mr Hasan continued, the official position of the Directorate of Religious Denominations, throughout 1993 and at least the first half of 1994, remained that the first applicant was the legitimate Chief Mufti of the Bulgarian Muslims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 29 July 1994 the Directorate of Religious Denominations wrote a letter to Mr Hasan urging him to organise a national conference of all Muslims to solve certain problems arising from irregularities in the election of local religious leaders. The irregularities in question apparently concerned alleged inconsistencies with the internal statute of the Muslim religious organisation, and not breaches of the law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 2 November 1994 the supporters of Mr Gendzhev held a national conference. The conference proclaimed itself the legitimate representative of Muslim believers, elected an alternative leadership and adopted a statute. Mr Gendzhev was elected President of the Supreme Holy Council. After the conference the newly elected leaders applied to the Directorate of Religious Denominations for registration as the legitimate leadership of the Bulgarian Muslims. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 3 January 1995 the Supreme Holy Council presided over by the first applicant decided to convene a national conference on 28 January 1995. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  At the end of 1994, parliamentary elections took place in Bulgaria. The Bulgarian Socialist Party (БСП) obtained a majority in Parliament and formed a new government, which took office in January 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 16 January 1995 the Directorate of Religious Denominations wrote a letter to the first applicant in his capacity of Chief Mufti urging him to postpone the conference. The letter stated, inter alia :",
                                        "elements": []
                                    },
                                    {
                                        "content": "“As the Directorate of Religious Denominations was concerned with [the] irregularities [as regards the election of local muftis] as early as the middle of 1994, it repeatedly ... urged the rapid resolution of the problems ... Unfortunately no specific measures were undertaken ... As a result the conflicts in the religious community deepened, and discontent among Muslims increased, leading to the holding of an extraordinary national conference on 2 November 1994. This brought to light a new problem, related to the shortcomings of the statute of the Muslim religious community... [The statute] does not clarify the procedure for convening a national conference ... Issues concerning the participants, and the manner in which they are chosen ..., are not regulated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Therefore, for the executive branch of the State it becomes legally impossible to decide whether the national conference is in conformity with the statute [of the Muslim religion] and, accordingly, whether its decisions are valid. These decisions, quite understandably, could be challenged by some of the Muslims in Bulgaria. Any other national conference, except one organised by a joint committee [of the rival leaderships], would raise the same problem. Moreover, the decision of 3 January 1995 of the Supreme Holy Council to hold an extraordinary national conference on 28 January 1995 is signed only by six legitimate members of the Holy Council... [and] ... cannot be regarded as being in conformity with the statute.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Directorate of Religious Denominations cannot disregard the findings of the [Chamber of the] Supreme Court in its decision of 7 [April] 1993. It is mentioned therein that the Directorate had acted ultra vires when removing Mr Gendzhev from his position of Chief Mufti and that the decision of the Directorate of 10 February 1992 could not have legal consequences.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Extremely worried as regards the current situation and deeply concerned over the well-being of the Muslims in Bulgaria, the Directorate of Religious Denominations supports the opinion of the Chief Mufti [the first applicant] that it is not advisable to rush ahead with the holding of an extraordinary conference before overcoming the conflicts in the religious community ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Firmly convinced that the disputed questions in the religious community should not be decided by administrative means by the executive branch of the State ... the Directorate appeals to you to show good will and reach a consensus for the holding of a united conference ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 27 January 1995 the Supreme Holy Council presided over by Mr Hasan announced that it had postponed the national conference until 6 March 1995.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Removal of the first applicant from his position of Chief Mufti",
                                "elements": [
                                    {
                                        "content": "21.  On 22 February 1995 Mr Shivarov, Deputy Prime Minister of Bulgaria, issued Decree R-12, which reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In accordance with Decree KV-15 of 6 February 1995 of the Council of Ministers read in conjunction with section 6 of the Religious Denominations Act, I approve the statute of the Muslim religion in Bulgaria, based in Sofia.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The statute of the Muslim religion in Bulgaria mentioned in the decree was apparently the one adopted at the rival national conference, organised by Mr Gendzhev and held on 2 November 1994. Decree KV-15, referred to in Decree R-12, determined that Deputy Prime Minister Shivarov should be in charge of supervising the activity of the Directorate of Religious Denominations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 23 February 1995 the Directorate of Religious Denominations of the Council of Ministers issued a decision which stated that, in accordance with sections 6, 9 and 16 of the Religious Denominations Act and Decree R12 of the Deputy Prime Minister, it had registered a new leadership of the Bulgarian Muslim community. The leadership thus registered included Mr Gendzhev as President of the Supreme Holy Council and, apparently, those elected at the conference of 2 November 1994. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Neither Decree R-12 nor the decision of the Directorate of Religious Denominations gave any reasons or any explanation regarding the procedure followed. The decisions were not formally served on Mr Hasan, who learned about them from the press.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 27 February 1995 the newly registered leadership of the Muslim community accompanied by private security guards entered the premises of the Chief Mufti's Office in Sofia, forcibly evicted the staff working there, and occupied the building. The applicants submit that the police, who arrived after the surprise action, immediately stepped in to protect the new occupants of the building. Following the action of 27 February 1995 the new leadership took over all documents and assets belonging to the religious organisation of Bulgarian Muslims in Sofia and, in the months which followed, in various other towns in the country. The Directorate of Religious Denominations allegedly sent letters to the banks where the Muslim religious organisation had its accounts, informing them of the change of leadership. In the following weeks several municipalities, allegedly upon the instructions of the Directorate, registered new regional muftis. Also, the staff of the Chief Mufti's Office and ten Islamic teachers, the second applicant among them, were allegedly dismissed de facto as they were prevented from continuing their work.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 27 February 1995, immediately after the take-over, the first applicant submitted to the Chief Public Prosecutor's Office (Главна прокуратура) a request for assistance, stating that there had been an unlawful mob action and that the persons who had occupied the building of the Chief Mufti's Office were squatters who had to be evicted. By decisions of 8 and 28 March 1995 the prosecuting authorities refused to take action. They found, inter alia, that the new occupants of the building had legal grounds to stay there as they were duly registered by the Directorate of Religious Denominations and represented the religious leadership of the Muslim community in the country.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  The appeal to the Supreme Court against Decree R-12",
                                "elements": [
                                    {
                                        "content": "27.  On 23 March 1995, apparently in reply to a request from the first applicant, the Directorate of Religious Denominations sent him, in his capacity as a private person, a letter which stated, inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Muslim religious community in Bulgaria ... has, in 1888, 1891, 1919, 1949, 1986, 1992 and 1995, repeatedly changed its statute as concerns its organisational structure ..., but never as regards its religious foundation. Decree R-12 of 22 February 1995 ... sanctions an [organisational] change, which the religious community itself wished to undertake ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "This letter was apparently the first document originating from the competent State bodies which implied clearly that the statute of the Muslim religious community approved by Decree R-12 had replaced the previous statute and that the new registered leadership had replaced the first applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 18 April 1995 the first applicant, acting on behalf of the Chief Mufti's Office which he headed, lodged an appeal against Decree R-12 with the Supreme Court. He stated that, on the face of it, Decree R-12 stipulated nothing more than the registration of a new religious organisation. However, from the decisions and the letter of the Directorate of Religious Denominations which had followed, it had become clear that what had taken place was the replacement of the statute and the leadership of an existing religious denomination. Furthermore, it transpired that the motivation behind this act had been the understanding that the Muslim religion in Bulgaria could have only one leadership and one statute. The State did not have the right to impose such a view on Muslims, multiple religious organisations of one and the same religion being normal in other countries, as in Bulgaria. Therefore the Council of Ministers had acted beyond its powers. The resulting interference in the internal disputes of the Muslim religious community was unlawful. At the oral hearing held by the Supreme Court the first applicant also stated that there had been an unlawful interference with Muslims' religious liberties, as enshrined in the Constitution. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The first applicant also submitted that the conference of 2 November 1994 had been organised by people outside the Muslim religious organisation over which he presided. Accordingly, they could register their own religious organisation but could not claim to replace the leadership of another. The second applicant asked the Supreme Court either to declare Decree R-12 null and void as being against the law, or to declare that it constituted the registration of a new religious community, the existing Muslim organisation being unaffected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 27 July 1995 the Supreme Court dismissed the appeal. The court stated that under the Religious Denominations Act the Council of Ministers enjoyed full discretion in its decision as to whether or not to register the statute of a given religion. The Supreme Court's jurisdiction was therefore limited to an examination of whether the impugned decision had been issued by the competent administrative organ and whether the procedural requirements had been complied with. In that respect Decree R-12 was lawful. As regards the request for interpretation of Decree R-12, it was not open to the Supreme Court, in the framework of those particular proceedings, to state its opinion as to whether it had the effect of creating a new legal person, or introducing changes, and whether after this decision there existed two parallel Muslim religious organisations.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  The national conference of 6 March 1995 and the appeal to the Supreme Court against the Council of Ministers' refusal to register its decisions",
                                "elements": [
                                    {
                                        "content": "31.  The national conference of Muslims in Bulgaria organised by Mr Hasan took place as planned on 6 March 1995. The minutes of the conference establish that it was attended by 1,553 persons, of whom 1,188 were official delegates with voting rights. These were representatives of eleven local chapters and of the central leadership. The conference adopted some amendments of the statute of the Muslim community and elected its leadership. The first applicant was re-elected Chief Mufti. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 5 June 1995 the first applicant, acting as Chief Mufti, submitted a petition to the Council of Ministers requesting the registration of the new statute and leadership of Muslims in Bulgaria, as adopted by the conference of 6 March 1995. On 6 October 1995 he repeated the request. However, there was no response from the Council of Ministers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On an unspecified date the first applicant appealed to the Supreme Court against the tacit refusal of the Council of Ministers to register the decisions of the March 1995 conference.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 14 October 1996 the Supreme Court delivered its judgment. It noted that in 1992 the Chief Mufti's Office as represented by Mr Hasan had been duly registered as a religious denomination under section 6 of the Religious Denominations Act and had thus obtained legal personality of which it had not been subsequently deprived. Therefore the Council of Ministers was under an obligation, pursuant to sections 6 and 16 of the Act, to examine a request for registration of a new statute or of changes in the leadership in the existing religious denomination. Accordingly, the Supreme Court ruled that the tacit refusal of the Council of Ministers had been unlawful and ordered the transmission of the file to the Council of Ministers, which was required to examine it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 19 November 1996 Deputy Prime Minister Shivarov refused to register the 1995 statute and leadership of the Chief Mufti's Office as represented by Mr Hasan. He sent him a letter stating, inter alia, that the Council of Ministers had already registered a leadership of the Muslim community in Bulgaria, which was that elected by the November 1994 conference with Mr Gendzhev as President of the Supreme Holy Council. The Deputy Prime Minister concluded that the first applicant's request “[could not] be granted as it [was] clearly contrary to the provisions of the Religious Denominations Act”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 5 December 1996 the first applicant, acting as Chief Mufti, appealed to the Supreme Court against the refusal of the Deputy Prime Minister. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 13 March 1997 the Supreme Court quashed that refusal on the ground that it was unlawful and contrary to Article 13 of the Constitution. The refusal constituted “an unlawful administrative intervention into the internal organisation of [a] religious community”. The Supreme Court again ordered the transmission of the file to the Council of Ministers for registration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Despite these Supreme Court judgments the Council of Ministers did not grant registration to the religious leadership headed by Mr Hasan. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  The 1997 unification conference and subsequent events",
                                "elements": [
                                    {
                                        "content": "39.  In February 1997 the government of the Bulgarian Socialist Party stepped down and an interim cabinet was appointed. At the general elections which followed in April 1997 the Union of Democratic Forces obtained a majority in Parliament and formed a new government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 24 March 1997 the first applicant again requested the Council of Ministers to register the 1995 statute and leadership. There followed informal contacts between the Muslim leadership of Mr Hasan and representatives of the government. The applicants were allegedly told that the government would only agree to register a new leadership of the Muslims if it was elected at a unification conference. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Directorate of Religious Denominations urged the two rival leaderships of Mr Hasan and of Mr Gendzhev to negotiate a solution. On 12 September 1997 the leadership headed by Mr Hasan decided to accept the holding of a unification conference under certain conditions. A five-member contact group was appointed to hold negotiations. On 30 September 1997 representatives of the two rival leaderships signed an agreement to convene a national conference of all Muslim believers on 23 October 1997. The agreement, which was also signed by Deputy Prime Minister Metodiev and the Director of Religious Denominations, provided, inter alia, that the parties would not obstruct the unification process, failing which the Directorate would take appropriate administrative measures. In addition, the leadership of Mr Gendzhev undertook not to dispose of any Muslim property or assets before the conference. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Directorate of Religious Denominations took an active part in organising the national conference. The mayors in many localities distributed to the local chapters forms bearing the seal of the Directorate. These forms were filled out at the meetings of the local chapters which elected delegates to the national conference and were certified by the mayors' signatures.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 23 October 1997, 1,384 delegates attended the conference. Only delegates whose election had been certified by the mayors were allowed to participate. The conference adopted a new statute of the Muslim denomination in Bulgaria and elected a new leadership comprising members of the leadership of Mr Hasan and others. Mr Hasan apparently attended the conference and approved of the new leadership. Six leaders of the group led by him were elected to the new Supreme Holy Council. Mr Hasan was not among them. On 28 October 1997 the government registered the newly elected leadership.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Although the religious community which accepted Mr Gendzhev's authority was involved in the unification process, Mr Gendzhev himself and some of his supporters did not sign the agreement of 30 September 1997 and did not attend the conference, considering that it was manipulated by the State. The conference voted a resolution authorising the new leadership to conduct an audit and seek the prosecution of Mr Gendzhev for alleged unlawful transactions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Mr Gendzhev, who claimed that he remained the Chief Mufti, appealed to the Supreme Administrative Court (Върховен административен съд) against the government's decision to register the new leadership. By a judgment of 16 July 1998 the Supreme Administrative Court rejected the appeal as being inadmissible. It found that the Chief Mufti's Office of Mr Gendzhev had no locus standi to lodge an appeal as it had never been validly registered. Decree R-12 of 22 February 1995 had been signed by Deputy Prime Minister Shivarov, who had not been duly authorised by the Council of Ministers. Decree KV-15 did not contain an express authorisation for the Deputy Prime Minister to approve the statutes of religious denominations. As a result the Chief Mufti's Office of Mr Gendzhev had never legally existed and all its acts between 1995 and 1997 were null and void.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "46.  \tThe relevant provisions of the 1991 Constitution read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 13",
                                "elements": []
                            },
                            {
                                "content": "“(1)  Religions shall be free.",
                                "elements": []
                            },
                            {
                                "content": "(2)  Religious institutions shall be separate from the State.",
                                "elements": []
                            },
                            {
                                "content": "(3)  Eastern Orthodox Christianity shall be considered the traditional religion in the Republic of Bulgaria.",
                                "elements": []
                            },
                            {
                                "content": "(4)  Religious institutions and communities, and religious beliefs shall not be used for political ends.” ",
                                "elements": []
                            },
                            {
                                "content": "Article 37",
                                "elements": []
                            },
                            {
                                "content": "“(1)  The freedom of conscience, the freedom of thought and the choice of religion or of religious or atheistic views shall be inviolable. The State shall assist in the maintenance of tolerance and respect between the adherents of different denominations, and between believers and non-believers. ",
                                "elements": []
                            },
                            {
                                "content": "(2)  The freedom of conscience and religion shall not be exercised to the detriment of national security, public order, public health and morals, or of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "47.  The Constitutional Court's judgment no. 5 of 11 June 1992 provides a legally binding interpretation of the above provisions. It states, inter alia, that the State must not interfere with the internal organisation of religious communities and institutions, which must be regulated by their own statutes and rules. The State may interfere with the activity of a religious community or institution only in the cases contemplated in Articles 13 § 4 and 37 § 2 of the Constitution. An assessment as to whether there is such a case may also be undertaken at the time of registration of a religious community or institution.",
                                "elements": []
                            },
                            {
                                "content": "48.  The Religious Denominations Act came into force in 1949 and has been amended several times since then. The relevant provisions of the Act, as in force at the time of the events at issue, read as follows. ",
                                "elements": []
                            },
                            {
                                "content": "Section 6",
                                "elements": []
                            },
                            {
                                "content": "“(1)  A religious denomination shall be considered recognised and shall become a legal person upon the approval of its statute by the Council of Ministers, or by a Deputy Prime Minister authorised for this purpose.",
                                "elements": []
                            },
                            {
                                "content": "(2)  The Council of Ministers, or a Deputy Prime Minister authorised for this purpose, shall revoke the recognition, by a reasoned decision, if the activities of the religious denomination breach the law, public order or morals.”",
                                "elements": []
                            },
                            {
                                "content": "Section 9",
                                "elements": []
                            },
                            {
                                "content": "“(1)  Every religious denomination shall have a leadership accountable to the State. ",
                                "elements": []
                            },
                            {
                                "content": "(2)  The statute of the religious denomination shall establish its governing and representative bodies and the procedure for their election and appointment ...”",
                                "elements": []
                            },
                            {
                                "content": "Section 16",
                                "elements": []
                            },
                            {
                                "content": "“(1)  The national governing bodies of the religious denominations shall register with the Directorate of Religious Denominations of the Council of Ministers, and local governing bodies with the local municipalities, and they shall submit a list of the names of all members of these governing bodies.”",
                                "elements": []
                            },
                            {
                                "content": "49.  The Act also lays down rules regarding the activities of a religious denomination, imposes requirements as regards its clergy and gives the Directorate of Religious Denominations certain supervisory functions. In its judgment no. 5 of 11 June 1992 the Constitutional Court, while agreeing that certain provisions of the Religious Denominations Act were clearly unconstitutional, found that it was not its task to repeal legal provisions adopted prior to the entry into force of the 1991 Constitution, the ordinary courts being competent to declare them inapplicable.",
                                "elements": []
                            },
                            {
                                "content": "50.  The applicants contended that as a consequence of the provisions of section 6 of the Act, and since there is no public register for recognised religious denominations, in practice a religious community can establish its existence as a legal entity only by producing a copy of a letter or a decision to that effect issued by the Directorate of Religious Denominations. The same applies to the leader of a religious denomination when he needs to provide accreditation.",
                                "elements": []
                            },
                            {
                                "content": "51.  Under Decree no. 125 of the Council of Ministers of 6 December 1990, as amended, the competence of the Directorate of Religious Denominations includes “contacts between the State and religions denominations”, assistance to central and local administrative authorities in solving problems which involve religious matters and assistance to religious organisations as regards education and publications.",
                                "elements": []
                            },
                            {
                                "content": "52.  There are no procedural provisions under Bulgarian law specifically applicable to the examination by the Council of Ministers, or by a deputy prime minister, of a petition for authorisation of a religious denomination. Section 3 of the Administrative Procedure Act (Закон за административното производство), which contains a general legal regime on the procedure for the issuing of and appeal against administrative decisions, provides that the Act is not applicable as regards decisions of the Council of Ministers.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE gOVERNMENT'S PRELIMINARY OBJECTION",
                        "elements": [
                            {
                                "content": "53.  Before the Court the Government maintained that the application should be rejected for failure to exhaust domestic remedies, regard being had to the fact that the domestic judicial appeals had been submitted by the first applicant on behalf of the Chief Mufti's Office, and not in his individual capacity.",
                                "elements": []
                            },
                            {
                                "content": "The applicants stated that they had no standing to institute proceedings in their individual capacity. The only possibility was an appeal on behalf of the community. Furthermore, the appeals on behalf of the Chief Mufti's Office had proved to be ineffective. The applicants referred to their complaint under Article 13 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "54.  The Court reiterates that objections of the kind now made by the Government should be raised before the admissibility of the application is considered (see, among other authorities, the Campbell and Fell v. the United Kingdom judgment of 28 June 1984, Series A no. 80, p. 31, § 57; the Artico v. Italy judgment of 13 May 1980, Series A no. 37, pp. 13-14, § 27; and Brumărescu v. Romania [GC], no. 28342/95, §§ 52-53, ECHR 1999-VII). However, the Government's objection was first raised on 25 August 1998, after the Commission's decision declaring the application admissible (see paragraph 12 of the Commission's report of 26 October 1999). There is, therefore, estoppel.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  alleged violation of ARTICLE 9 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "55.  The applicants complained that the alleged forced replacement of the leadership of the Muslim religious community in Bulgaria in 1995 and the ensuing events up to October 1997 had given rise to a violation of their rights under Article 9 of the Convention. Article 9 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of thought, conscience and religion; this right includes freedom to change his religion or belief and freedom, either alone or in community with others and in public or private, to manifest his religion or belief, in worship, teaching, practice and observance.",
                                "elements": []
                            },
                            {
                                "content": "2.  Freedom to manifest one's religion or beliefs shall be subject only to such limitations as are prescribed by law and are necessary in a democratic society in the interests of public safety, for the protection of public order, health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Applicability of Article 9",
                                "elements": [
                                    {
                                        "content": "1.  Arguments before the Court",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicants",
                                "elements": [
                                    {
                                        "content": "56.  The applicants maintained that the right to manifest one's religion in community with others meant that the community should be allowed to organise itself according to its own rules. In their view any interference in the internal life of the organisation was a matter of concern not only to the organisation but also to every person who belonged to the religious community and, in particular, to those directly involved in the religious or organisational leadership.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicants stated that for a religious community the organisational structure was not simply a form of their existence, but had a substantive meaning. The identity of the leaders of the community was crucial, history abounding with examples of religious leaders converting believers or founding new religions. No less important for the individual believer was the way in which the organisation managed its places of worship and its property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicants were thus of the opinion that the alleged forced removal of the leadership of their religious community concerned their individual rights protected by Article 9 of the Convention, the more so given the first applicant's position of Chief Mufti and the second applicant's involvement in the life of the community.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "57.  The Government maintained that in the Convention organs' practice an application submitted in terms of Article 9 together with other provisions of the Convention would normally be examined under the other provisions relied on. They therefore concentrated in their memorial on Article 11 of the Convention. In their view not every act motivated by religious belief could constitute a manifestation of religion, within the meaning of Article 9.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Government further submitted that in Bulgaria freedom of religion was guaranteed by the Constitution. Religious institutions being independent, the State had a duty to maintain a climate of tolerance and mutual respect between them without interfering in their internal organisational life. Thus, the Muslim religion was officially registered under the Religious Denominations Act. Muslim believers attended more than 1,000 mosques in the country. They had several religious schools and a newspaper, and maintained international contacts freely.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Against that background the Government asserted that the facts relied on by the applicants had no bearing on their right to practise their religion, individually or collectively, in private or in public, to observe religious holidays, or to teach in schools.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The Commission",
                                "elements": [
                                    {
                                        "content": "59.  The Commission considered that the organisation of a religious community was an important part of religious life and that participation therein is a manifestation of one's religion. The applicants' complaints therefore fell within the ambit of Article 9 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "60.  The Court recalls that freedom of thought, conscience and religion is one of the foundations of a democratic society within the meaning of the Convention. The pluralism indissociable from a democratic society, which has been dearly won over the centuries, depends on it (see Serif v. Greece, no. 38178/97, § 49, ECHR 1999-IX, and the Kokkinakis v. Greece judgment of 25 May 1993, Series A no. 260-A, pp. 17-18, §§ 31 and 33).",
                                                "elements": []
                                            },
                                            {
                                                "content": "While religious freedom is primarily a matter of individual conscience, it also implies, inter alia, freedom to manifest one's religion, alone and in private, or in community with others, in public and within the circle of those whose faith one shares. Article 9 lists a number of forms which manifestation of one's religion or belief may take, namely worship, teaching, practice and observance. Nevertheless, Article 9 does not protect every act motivated or inspired by a religion or belief (see the Kalaç v. Turkey judgment of 1 July 1997, Reports of Judgments and Decisions 1997-IV, p. 1209, § 27).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  In the present case the parties differ on the question whether or not the events under consideration, which all relate to the organisation and leadership of the Muslim community in Bulgaria, concern the right of the individual applicants to freedom to manifest their religion and, consequently, whether or not Article 9 of the Convention applies. The applicants maintained that their religious liberties were at stake, whereas the Government analysed the complaints mainly from the angle of Article 11 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The Court recalls that religious communities traditionally and universally exist in the form of organised structures. They abide by rules which are often seen by followers as being of a divine origin. Religious ceremonies have their meaning and sacred value for the believers if they have been conducted by ministers empowered for that purpose in compliance with these rules. The personality of the religious ministers is undoubtedly of importance to every member of the community. Participation in the life of the community is thus a manifestation of one's religion, protected by Article 9 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Where the organisation of the religious community is at issue, Article 9 of the Convention must be interpreted in the light of Article 11, which safeguards associative life against unjustified State interference. Seen in this perspective, the believers' right to freedom of religion encompasses the expectation that the community will be allowed to function peacefully, free from arbitrary State intervention. Indeed, the autonomous existence of religious communities is indispensable for pluralism in a democratic society and is thus an issue at the very heart of the protection which Article 9 affords. It directly concerns not only the organisation of the community as such but also the effective enjoyment of the right to freedom of religion by all its active members. Were the organisational life of the community not protected by Article 9 of the Convention, all other aspects of the individual's freedom of religion would become vulnerable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  There is no doubt, in the present case, that the applicants are active members of the religious community. The first applicant was an elected Chief Mufti of the Bulgarian Muslims. The Court need not establish whether the second applicant, who used to work as an Islamic teacher, was also employed as a secretary to the Chief Mufti's Office, it being undisputed that Mr Chaush is a Muslim believer who actively participated in religious life at the relevant time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  It follows that the events complained of concerned both applicants' right to freedom of religion, as enshrined in Article 9 of the Convention. That provision is therefore applicable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  Further, the Court does not consider that the case is better dealt with solely under Article 11 of the Convention, as suggested by the Government. Such an approach would take the applicants' complaints out of their context and disregard their substance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court finds, therefore, that the applicants' complaints fall to be examined under Article 9 of the Convention. In so far as they touch upon the organisation of the religious community, the Court reiterates that Article 9 must be interpreted in the light of the protection afforded by Article 11 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Compliance with Article 9",
                                "elements": [
                                    {
                                        "content": "1.  Arguments before the Court",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicants",
                                "elements": [
                                    {
                                        "content": "66.  The applicants contended that the State authorities had interfered twice with the organisational life of the Muslim community. Firstly, in February 1995, they had replaced the legitimate leadership of the community led by the first applicant and then, in the following years, they had refused recognition of the re-elected leadership of the first applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the applicants' view the measures undertaken by the State had profound consequences and amounted to replacement of the whole organisational structure of the Muslim community and a complete destruction of normal community life. All income was frozen, offices were seized by force, control over mosques was transferred, and any use of the communities' documents and property by the leadership of the first applicant was made impossible. Mr Hasan was thus compelled to continue his activities as head of the second largest religious community in Bulgaria “from the street, with zero financial resources”. Moreover, following the registration in February 1995 by the Directorate of Religious Denominations of Mr Gendzhev's leadership, no court, government body or indeed no person would recognise Mr Hasan as a legitimate representative of the Muslim believers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The applicants further maintained that State interference with the internal affairs of the religious community had not been based on clear legal rules. They considered that the law in Bulgaria, in matters concerning religious communities, did not provide clarity and guarantees against abuse of administrative discretion. In their view the relations between the State and religious communities in Bulgaria were governed not by law, but by politics. Indeed, the replacement of the leadership of the Muslim religious community had curiously coincided with the change of government in Bulgaria.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The relevant law, which had remained unchanged since the events complained of, provided for a discretionary power of the government to change religious leaderships at will. In the absence of a clear procedure in this respect or a public register of the by-laws and the representation of religious denominations, the system of ad hoc letters, issued by the Directorate of Religious Denominations to confirm the representation of the community to interested third parties and even to courts, created vast opportunities for arbitrary exercise of powers. In the applicant's view the authorities had failed in their duty to enact an adequate legal framework in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The applicants further claimed that Decree R-12 was in breach of the relevant law as it sanctioned a leadership which had not been elected in accordance with the statute and the by-laws of the Muslim community. These rules provided for a procedure for the election of leaders at a national conference convened by decision of the Supreme Holy Council, the Chief Mufti, and the Control Commission. Having recognised these rules in 1992, the authorities should not have registered leaders elected in breach thereof.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, in the applicants' view the replacement of the leadership had been achieved through arbitrary decrees which gave no reasons and had been issued without the parties concerned even being informed. The refusal of the Council of Ministers to comply with two judgments of the Supreme Court had been another arbitrary interference with the internal life of the community. The prosecuting authorities' refusal to intervene and remedy what the applicants saw as a blatant criminal act, namely the forcible eviction of the first applicant and the staff from the building of the Chief Mufti's Office on 27 February 1995 had also been a clear breach of domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The applicants further asserted that the interference with their rights under Article 9 of the Convention had no legitimate aim. It could not be argued seriously that the government's purpose was to ensure clarity as to the representation of the Muslim religious community. Its actions at the material time had replaced one leadership of the community with another.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "70.  The Government submitted that there had not been any interference with the applicants' rights under Article 9 of the Convention. The acts of the Directorate of Religious Denominations were of a declarative nature. They did not give rise to rights and obligations and consequently were not capable of affecting the legal rights of others. According to the Court's case-law a registration requirement in religious matters was not as such incompatible with the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  In the Government's view nothing prevented the applicants from freely participating in the organisation of the Muslim community during the period of time under consideration. There was no evidence that the applicants could not hold meetings or could not be elected to the leadership of the Muslim community. Indeed, on 6 March 1995 they had freely organised a new national conference at which the first applicant had been re-elected Chief Mufti. The fact that there was another national conference, that of 2 November 1994, which elected other leaders, could not be imputed to the State. It had been an expression of the free exercise of the right to freedom of association.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Therefore, in the Government's view, it was not the State that had replaced the first applicant as Chief Mufti, but the independent will of the Muslim believers. In fact, Mr Hasan did not meet the age and qualification requirements for the position of Chief Mufti, as provided for in the statute of the Muslim religion in Bulgaria.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Government also submitted that the State had continued to pay subsidies to the Muslim community. The question of who managed these funds had been decided freely by the community. The Government further rejected as unsubstantiated and ill-founded the first applicant's allegation that he could not address the faithful through the media on the occasion of religious holidays, the media being free and independent from the State. In the Government's view all complaints concerning the alleged indirect effects of the registration of another leadership were ill-founded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  In the Government's opinion the applicants were pursuing their own personal career by falsely presenting before the Court the events complained of as involving human rights issues. If their logic was followed, every leader of a religious community who had lost the confidence of the believers could lodge an application. That would create a dangerous precedent. The Government urged the Court to distance itself from such essentially political disputes. They reiterated that the Parliamentary Assembly of the Council of Europe had noted the progress made in Bulgaria in respect of religious freedoms and informed the Court that a new law on religious denominations was being drafted. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The Commission",
                                "elements": [
                                    {
                                        "content": "74.  The Commission found unanimously that there had been an unlawful State interference with the internal organisation of the Muslim community and the applicants' right to freedom of religion. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Whether there has been an interference",
                                "elements": [
                                    {
                                        "content": "75.  The Court must examine whether there has been State interference with the internal organisation of the Muslim community and, consequently, with the applicants' right to freedom of religion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Government's position was entirely based on the assertion that the impugned acts of the Directorate of Religious Denominations could not be regarded as an interference with the internal organisation of the community as they had been of a purely declaratory nature and had constituted nothing more than an administrative registration. The applicants alleged that these acts had had serious legal and practical consequences and had been aimed directly at removing the legitimate leadership of the Muslim community and replacing it by leaders politically associated with the government of the day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The Court does not deem it necessary to decide in abstracto whether acts of formal registration of religious communities and changes in their leadership constitute an interference with the rights protected by Article 9 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  Nevertheless, the Court considers, like the Commission, that facts demonstrating a failure by the authorities to remain neutral in the exercise of their powers in this domain must lead to the conclusion that the State interfered with the believers' freedom to manifest their religion within the meaning of Article 9 of the Convention. It recalls that, but for very exceptional cases, the right to freedom of religion as guaranteed under the Convention excludes any discretion on the part of the State to determine whether religious beliefs or the means used to express such beliefs are legitimate. State action favouring one leader of a divided religious community or undertaken with the purpose of forcing the community to come together under a single leadership against its own wishes would likewise constitute an interference with freedom of religion. In democratic societies the State does not need to take measures to ensure that religious communities are brought under a unified leadership (see Serif, cited above, § 52).",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  In the present case the Court notes that by virtue of Decree R-12 and the decision of the Directorate of Religious Denominations of 23 February 1995 the executive branch of government in Bulgaria proclaimed changes in the leadership and statute of the Muslim religious community. No reasons were given for this decision. There was no explanation why preference was to be given to the leaders elected at the national conference of 2 November 1994, which was organised by Mr Gendzhev's followers, and not to the first applicant, who had the support of another part of the community, as evidenced by the results of the national conference held on 6 March 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court further observes that in Bulgaria the legitimacy and representation powers of the leadership of a religious denomination are certified by the Directorate of Religious Denominations. The first applicant was thus deprived of his representation powers in law and in practice by virtue of the impugned decisions of February 1995. He was refused assistance by the prosecuting authorities against the forced eviction from the offices of the Chief Mufti precisely on the ground that Decree R-12 proclaimed another person as the Chief Mufti. He was apparently not able to retain control over at least part of the property belonging to the community, although Mr Hasan undoubtedly had the support of a significant proportion of its members. The impugned decisions thus clearly had the effect of putting an end to the first applicant's functions as Chief Mufti, removing the hitherto recognised leadership of the religious community and disallowing its statute and by-laws. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "The resulting situation remained unchanged throughout 1996 and until October 1997 as the authorities repeatedly refused to give effect to the decisions of the national conference organised by the first applicant on 6 March 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  It is true that in its judgments of 14 October 1996 and 13 March 1997 the Supreme Court implicitly refused to accept that the registration of a new leadership of the divided religious community had the effect of removing the previously recognised leadership of the rival faction. It therefore found that the Council of Ministers was under an obligation to examine the first applicant's request for registration of a new statute. However, those judgments did not have any practical effect, the Council of Ministers having refused to comply with them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Government's argument that nothing prevented the first applicant and those supporting him from organising meetings is not an answer to the applicants' grievances. It cannot be seriously maintained that any State action short of restricting the freedom of assembly could not amount to an interference with the rights protected by Article 9 of the Convention even though it adversely affected the internal life of the religious community.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The Court therefore finds, like the Commission, that Decree R-12, the decision of the Directorate of Religious Denominations of 23 February 1995, and the subsequent refusal of the Council of Ministers to recognise the existence of the organisation led by Mr Hasan were more than acts of routine registration or of correcting past irregularities. Their effect was to favour one faction of the Muslim community, granting it the status of the single official leadership, to the complete exclusion of the hitherto recognised leadership. The acts of the authorities operated, in law and in practice, to deprive the excluded leadership of any possibility of continuing to represent at least part of the Muslim community and of managing its affairs according to the will of that part of the community.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There was therefore an interference with the internal organisation of the Muslim religious community and with the applicants' right to freedom of religion as protected by Article 9 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  Such an interference entails a violation of that provision unless it is prescribed by law and necessary in a democratic society in pursuance of a legitimate aim (see Cha'are Shalom Ve Tsedek v. France [GC], no. 27417/95, §§ 75 and 84, ECHR 2000-VII). ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Whether the interference was justified",
                                "elements": [
                                    {
                                        "content": "84.  The Court reiterates its settled case-law according to which the expressions “prescribed by law” and “in accordance with the law” in Articles 8 to 11 of the Convention not only require that the impugned measure should have some basis in domestic law, but also refer to the quality of the law in question. The law should be both adequately accessible and foreseeable, that is, formulated with sufficient precision to enable the individual – if need be with appropriate advice – to regulate his conduct (see the Sunday Times v. the United Kingdom (no. 1) judgment of 26 April 1979, Series A no. 30, p. 31, § 49; the Larissis and Others v. Greece judgment of 24 February 1998, Reports 1998-I, p. 378, § 40; Hashman and Harrup v. the United Kingdom [GC], no. 25594/94, § 31, ECHR 1999-VIII; and Rotaru v. Romania [GC], no. 28341/95, § 52, ECHR 2000-V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "For domestic law to meet these requirements it must afford a measure of legal protection against arbitrary interferences by public authorities with the rights safeguarded by the Convention. In matters affecting fundamental rights it would be contrary to the rule of law, one of the basic principles of a democratic society enshrined in the Convention, for a legal discretion granted to the executive to be expressed in terms of an unfettered power. Consequently, the law must indicate with sufficient clarity the scope of any such discretion conferred on the competent authorities and the manner of its exercise (see Rotaru, cited above, § 55).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The level of precision required of domestic legislation – which cannot in any case provide for every eventuality – depends to a considerable degree on the content of the instrument in question, the field it is designed to cover and the number and status of those to whom it is addressed (see Hashman and Harrup, cited above, § 31, and the Groppera Radio AG and Others v. Switzerland judgment of 28 March 1990, Series A no. 173, p. 26, § 68).",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The Court notes that in the present case the relevant law does not provide for any substantive criteria on the basis of which the Council of Ministers and the Directorate of Religious Denominations register religious denominations and changes of their leadership in a situation of internal divisions and conflicting claims for legitimacy. Moreover, there are no procedural safeguards, such as adversarial proceedings before an independent body, against arbitrary exercise of the discretion left to the executive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, Decree R-12 and the decision of the Directorate were never notified to those directly affected. These acts were not reasoned and were unclear to the extent that they did not even mention the first applicant, although they were intended to, and indeed did, remove him from his position as Chief Mufti.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court has already found that these acts and the subsequent refusal of the Council of Ministers to recognise the leadership of Mr Hasan had the effect of arbitrarily favouring one faction of the divided religious community. It is noteworthy in this context that the replacement of the community's leadership in 1995, as well as in 1992 and 1997, occurred shortly after a change of government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Court finds, therefore, that the interference with the internal organisation of the Muslim community and the applicants' freedom of religion was not “prescribed by law” in that it was arbitrary and was based on legal provisions which allowed an unfettered discretion to the executive and did not meet the required standards of clarity and foreseeability.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Court further agrees with the Commission that the repeated refusal of the Council of Ministers to comply with the judgments of the Supreme Court of 1996 and 1997 was a clearly unlawful act of particular gravity. The rule of law, one of the fundamental principles of a democratic society, is inherent in all Articles of the Convention and entails a duty on the part of the State and any public authority to comply with judicial orders or decisions against it (see the Hornsby v. Greece judgment of 19 March 1997, Reports 1997-II, pp. 510-11, §§ 40-41, and Iatridis \nv. Greece [GC], no. 31107/96, § 58, ECHR 1999-II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  In view of these findings the Court deems it unnecessary to continue the examination of the applicants' complaints in respect of the “legitimate aim” and “necessary in a democratic society” requirements. Such an examination can only be undertaken if the aim of the interference is clearly defined in domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  There has, therefore, been a violation of Article 9 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  alleged violation of ARTICLE 11 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "90.  The applicants complained that the State interference with the internal organisation of the Muslim religious community also violated their rights under Article 11 of the Convention. The Government denied that the Muslim community was an “association” and maintained that in any event there had not been any State interference with rights protected by that Article. The Commission considered that it was not necessary to examine the applicants' complaints under Article 11 of the Convention separately.",
                                "elements": []
                            },
                            {
                                "content": "91.  The Court, like the Commission, considers that no separate issue arises under Article 11 of the Convention. It has already dealt with the complaint concerning State interference with the internal organisation of the Muslim religious community under Article 9 of the Convention, interpreted in the light of Article 11 (see paragraphs 62 and 65 above).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  alleged violation of ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "92.  The applicants complained that they did not have an effective remedy against the interference with their right to freedom of religion. They relied on Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "1.  Arguments before the Court",
                                "elements": [
                                    {
                                        "content": "93.  The applicants submitted, inter alia, that the procedure before the Supreme Court, which ended with a judgment of 27 July 1995, was not an effective remedy. Although the Supreme Court could have granted appropriate relief by quashing Decree R-12, it had chosen not to deal with the applicants' arguments on the merits. This had been the consequence of what the applicants described as “the doctrine of full discretion”. In the applicants' submission the Bulgarian Supreme Court had repeatedly adhered to the position that in numerous areas the executive enjoyed full discretion which was not subject to judicial review.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The Government replied that the applicants had not instituted any proceedings in their capacity as individuals. In these circumstances they could not claim in abstracto that the law did not guarantee effective remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the Government's view the applicants could have requested the institution of criminal proceedings under Articles 164 and 165 of the Criminal Code, which concern hate speech and impeding the free manifestation of religion through force or duress.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  The Commission considered that the applicants did not have an effective remedy and that there had been a violation of Article 13 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "96.  The Court recalls that Article 13 guarantees the availability at national level of a remedy in respect of grievances which can be regarded as “arguable” in terms of the Convention. Such a remedy must allow the competent domestic authority both to deal with the substance of the relevant Convention complaint and to grant appropriate relief, although Contracting States are afforded some discretion as to the manner in which they discharge their obligations under Article 13. The remedy required by Article 13 must be “effective” in practice as well as in law, in particular in the sense that its exercise must not be unjustifiably hindered by the acts or omissions of the authorities of the respondent State (see Çakıcı v. Turkey [GC], no. 23657/94, § 112, ECHR 1999-IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  In the present case the Court has found that the applicants' rights under Article 9 of the Convention were infringed. They therefore had an arguable claim within the meaning of the Court's case-law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  The Court further considers that the scope of the obligation under Article 13 varies depending on the nature of the Convention right relied on. Like the Commission, it takes the view that in the context of the present case Article 13 cannot be seen as requiring a possibility for every believer, such as the second applicant, to institute in his individual capacity formal proceedings challenging a decision concerning the registration of his religious community's leadership. Individual believers' interests in this respect can be safeguarded by their turning to their leaders and supporting any legal action which the latter may initiate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The Court thus finds that in such a case the State's obligation under Article 13 may well be discharged by the provision of remedies which are only accessible to representatives of the religious community aggrieved by a State interference with its internal organisation. In the present case the first applicant, Mr Hasan, was the leader of the faction of the Muslim organisation which was replaced through the State decisions complained of. The Court will therefore examine whether effective remedies existed for the first applicant in his capacity as religious leader.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The Court observes that Mr Hasan, acting as Chief Mufti, attempted to obtain a remedy against the interference with the internal organisation of the religious community by challenging Decree R-12 before the Supreme Court. The Supreme Court did not question Mr Hasan's locus standi and accepted the case for examination. A representative of the religious community was thus provided access to a judicial remedy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, the Supreme Court refused to study the substantive issues, considering that the Council of Ministers enjoyed full discretion whether or not to register the statute and leadership of a religious denomination, and only ruled on the formal question whether Decree R-12 was issued by the competent body.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The appeal to the Supreme Court against Decree R-12 was not, therefore, an effective remedy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The other two appeals to the Supreme Court, which were submitted by the first applicant against the refusal of the Council of Ministers to register the results of the national conference of 6 March 1995, were not effective remedies either. Although the Supreme Court upheld these appeals, the Council of Ministers refused to comply with its judgments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The Government suggested that the applicants could have requested the institution of criminal proceedings against persons who might have impeded the exercise of their freedom of religion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court observes, however, that the first applicant did in fact turn to the prosecuting authorities for assistance, but to no avail (see paragraph 26 above). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, the Government have not indicated how criminal proceedings, if instituted, could have led to an examination of the substance of the applicants' complaints, which concern decisions issued by a Deputy Prime Minister and the Directorate of Religious Denominations and found by the Supreme Court, in its judgment of 27 July 1995, to have been formally lawful. It is unclear how such proceedings could have remedied the situation complained of.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  The Government have not indicated any other remedy which could be used by the applicants or other representatives of the religious community.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  The Court finds, therefore, that the leadership of the faction led by Mr Hasan were unable to mount an effective challenge to the unlawful State interference in the internal affairs of the religious community and to assert their right to organisational autonomy, as protected by Article 9 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It follows that neither applicant had an effective remedy in respect of the violation of Article 9. There has, therefore, been a violation of Article 13 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  alleged violation of ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "105.  The applicants complained that they did not have access to a court for the determination of certain civil rights. In their view Decree R-12 was decisive for some of their civil rights. These were the first applicant's right, in his capacity of Chief Mufti, to manage the religious affairs of the community, to administer its funds and property, and his right to remuneration for his services as Chief Mufti, and the second applicant's right to continue his job of an Islamic teacher, from which he was allegedly de facto dismissed. The applicants asserted that the determination of their civil rights without them having been parties to any proceedings, and without the Supreme Court having examined in substance the challenge against Decree R-12, was contrary to Article 6 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "106.  The Government submitted that the misfortunes in the applicants' careers were not the consequence of the impugned decisions. The applicants had not been parties to the proceedings before the Supreme Court against Decree R-12. Furthermore, if the second applicant had had an employment contract, he could have challenged its termination before the courts.",
                                "elements": []
                            },
                            {
                                "content": "107.  The Commission considered that the applicants' complaints under Article 6 were unsubstantiated.",
                                "elements": []
                            },
                            {
                                "content": "108.  The Court notes that the applicants have not substantiated the legal basis and the content of their alleged civil rights. Furthermore, they have not shown that there existed any obstacles preventing them from bringing civil actions before the courts in respect of their alleged right to remuneration. ",
                                "elements": []
                            },
                            {
                                "content": "The Court therefore finds that there has been no violation of Article 6 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  alleged violation of ARTICLE 1 of protocol No. 1 ",
                        "elements": [
                            {
                                "content": "109.  The Court notes that the applicants did not reiterate their complaints made before the Commission under Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "In those circumstances the Court sees no reason to deal with them of its own motion.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VII.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "110.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "111.  The first applicant claimed 9,240 new levs (BGN) in respect of lost salary for the period between his removal from the position of Chief Mufti in February 1995 and November 1997, when a Chief Mufti elected at a unification conference took office.",
                                                "elements": []
                                            },
                                            {
                                                "content": "He also claimed costs for maintaining his activities as Chief Mufti between February 1995 and November 1997 (rent for an office and publication of the Musulmanin newspaper) in the amount of 5,500 United States dollars (USD).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The second applicant claimed BGN 6,060 in lost salary as secretary to the Chief Mufti's Office and editor of the Musulmanin newspaper for the period between February 1995 and November 1997.",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  The applicants supported their claims by copies of contracts for the rent of two flats, receipts concerning expenses for the publication of the Musulmanin newspaper and for the holding of local meetings of the religious community, and a declaration from a Mr Velev who certified that he knew the applicants, that the second applicant used to perform “secretarial functions” at the Chief Mufti's Office and used to be the editor of the Musulmanin newspaper, and that as far as he remembered the applicants' monthly salaries were the equivalent of BGN 280 for the first applicant and BGN 200 for the second applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The applicants stated that they were unable to present other documentary proof as all documents concerning their income had remained in the building of the Chief Mufti's Office from where they had been evicted by force on 27 February 1995.",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  The Government submitted that all claims were unsubstantiated and not supported by sufficient evidence. In particular, the claims in respect of lost salary were without any basis, the applicants not having presented a single payment slip. Furthermore, a number of documents submitted by the applicants were unclear and contained numerous contradictions. The contracts for the rent of two flats mentioned that the flats were to be used by the tenant not only as offices but also as residences. There was no proof that the tenants had actually moved in or had paid the rent. In one contract the figure “1995” had clearly been overwritten to read “1996”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Government further pointed out that the applicants had used arbitrary methods of calculation. In particular, the first applicant claimed that as of February 1995 his salary was 10,000 “old” levs (BGL) and that this amount was the equivalent of BGN 280. However, this calculation had apparently been made on the basis of the exchange rate of the lev with another currency. In fact, in July 1999 BGL 1,000 (“old” levs) became BGN 1 (“new” lev). Thus, BGL 10,000 would be the equivalent of BGN 10.",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  As regards the expenses for the publication of the Musulmanin newspaper, the Government contended that there were contradictions between the initial submissions of the applicants where they had claimed expenses in respect of three issues of the newspaper, and their later submissions, where they mentioned two issues and then four issues. Furthermore, the trade name of the newspaper had been registered by a third person and nothing demonstrated that the applicants could claim expenses in respect of the publication of this newspaper.",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  In respect of the second applicant the Government submitted a copy of a letter dated 8 May 2000 from the Chief Mufti's Office which certified that Mr Chaush had not worked at the Chief Mufti's Office as claimed by him. He had occasionally taught at the Islamic Institute in Sofia. Furthermore, the Government drew attention to a contradiction between the claims of the second applicant and his declaration of means made on 31 January 2000 and submitted for the purposes of his legal aid request. In the latter document the second applicant had stated that he had variable income, during the school year only, at the average level of BGN 40 to 80 per month.",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  The Government finally asserted that in February 1995 the first applicant had ceased to be Chief Mufti and could not therefore claim sums in respect of expenses allegedly incurred in his activities as Chief Mufti. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  The Court considers that Mr Chaush, the second applicant, has not established a direct causal link between the violation found in the present case and the loss of income or other pecuniary damage allegedly suffered by him. The present case did not concern the circumstances of the second applicant's alleged dismissal from his position of an Islamic teacher, but the interference with his right to freedom of religion resulting from the forced removal of the leadership of the religious community to which he adhered as an active member. His claim for pecuniary damage is therefore dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  In respect of the first applicant, it appears that some of the amounts claimed by him, such as sums for rent of offices and publication of a newspaper, concern the Chief Mufti's Office, which initially submitted an application to the Commission but then withdrew from the proceedings (see paragraph 2 above). Such amounts notwithstanding, the Court considers that the first applicant personally must have suffered some pecuniary damage as a result of his unlawful removal from the position of Chief Mufti and the forced eviction from the building of the Chief Mufti's Office. His claim in this respect, however, is not supported by reliable documentary evidence. As regards the alleged loss of income he has only submitted a declaration by a person who allegedly knew the amount of his salary. The Court finds therefore that the claim for pecuniary damage cannot be granted (see Freedom and Democracy Party (ÖZDEP) v. Turkey [GC], no. 23885/94, § 54, ECHR 1999-VIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "Nevertheless, the Court accepts that the first applicant's inability to furnish documentary proof may to a certain extent be due to the fact that he was evicted by force from his office in February 1995 and denied access to his documentation. It will therefore take these circumstances into account when deciding on the first applicant's claim for non-pecuniary damage.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "119.  The first applicant claimed USD 50,000 and the second applicant USD 30,000 under this head.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The applicants submitted that they had suffered considerable distress over a long period of time. The first applicant had been the head of the second largest religious community in the country. His duty and responsibility vis-à-vis the thousands of believers who had placed their trust in him as their representative had been to ensure the functioning of the legitimate leadership of the religious community. The fact that he could not succeed in this task on account of the unlawful interference of the State with the internal organisation of the Muslim religion caused him acute emotional suffering. This situation was aggravated by the complete disrespect of the authorities for the rule of law between February 1995 and October 1997 when the applicants made numerous attempts to obtain justice, but were simply ignored. Throughout this period of time they continued to work facing enormous difficulties.",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  The Government invited the Court to reject the applicants' claims and to accept that the finding of a violation would be sufficient just satisfaction. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Government stated that the applicants had not shown damage to their reputation or their health and could not therefore claim non-pecuniary damage. Their personal emotional reactions to the events complained of were of a purely subjective nature and could not serve as grounds for a quantified claim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the Government's submission the amounts claimed were in any event excessive and did not find support in the Court's case-law or the practice of the Committee of Ministers. Furthermore, the applicants' claims were exorbitant in view of the standard of living in Bulgaria, where, for the period 1992-98, on average, the minimum monthly salary was the equivalent of about USD 30 and the monthly salary of a judge at regional level about USD 140.",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  The Court considers that the unlawful State interference with the organisation of the Muslim community has undoubtedly caused distress to the first applicant, who was removed from his position as head of the second largest religious community in Bulgaria. This situation was aggravated by the continuous disrespect for his rights, the lack of any clear legal foundation for the acts of the authorities and their failure to provide an effective remedy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court considers, however, that the claims are excessive, regard being had to its case-law (see Thlimmenos v. Greece [GC], no. 34369/97, § 70, ECHR 2000-IV; Ceylan v. Turkey [GC], no. 23556/94, § 50, ECHR 1999-IV; and the following judgments cited above: Kokkinakis, p. 23, § 59; Serif, § 61; and Larissis and Others, p. 384, § 74). ",
                                                "elements": []
                                            },
                                            {
                                                "content": "Making its assessment on an equitable basis, the Court awards BGN 10,000 to the first applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "As regards the second applicant the Court holds that the finding of violations of the Convention constitutes sufficient just satisfaction. ",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "122.  The applicants claimed USD 3,150 for 105 hours of work (at the rate of USD 30 per hour) by their lawyer on the proceedings before the Commission and the Court, an additional USD 640 for 16 hours of legal work on the hearing before the Court and USD 2,685 for expenses related to the hearing in Strasbourg on 29 May 2000. The latter amount included USD 1,560 in air fares for the two applicants and their lawyer, USD 1,080 in subsistence expenses for three days (on the basis of USD 120 per day per person) and USD 55 paid for French visas.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The amount claimed by the applicants is equivalent to about BGN 13,500.",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  The Government pointed out that part of the legal work concerned the initial complaints of the Chief Mufti's Office before the Commission. However, the Chief Mufti's Office withdrew its complaints. The Government further objected to the hourly rate applied by the applicant's lawyer, which was many times superior to the normal rate charged by lawyers in Bulgaria, and submitted that the “time sheet” presented by the lawyer was unreliable. Finally, the amounts claimed in respect of air fares and subsistence expenses were not supported by invoices.",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  The Court agrees with the Government that a certain reduction should be applied in view of the fact that part of the costs were incurred in relation to the complaints which were disjoined and struck out by the Commission on 17 September 1998 (see paragraph 2 above). The remainder of the claim does not appear excessive in the light of the Court's case-law (see the Lukanov v. Bulgaria judgment of 20 March 1997, Reports 1997-II, p. 546, § 56; the Assenov and Others v. Bulgaria judgment of 28 October 1998, Reports 1998-VIII, p. 3305, §§ 176-78; Nikolova v. Bulgaria [GC], no. 31195/96, § 79, ECHR 1999-II; and Velikova v. Bulgaria, no. 41488/98, § 104, ECHR 2000-VI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court accordingly awards the sum of BGN 10,000 in respect of costs and expenses, together with any value-added tax that may be chargeable, less 18,655.87 French francs received by the applicants by way of legal aid, to be converted into levs at the rate applicable on the date of settlement. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "125.  According to the information available to the Court, the statutory rate of interest applicable in Bulgaria at the date of adoption of the present judgment is 13.85% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Dismisses unanimously the Government's preliminary objection;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds unanimously that there has been a violation of Article 9 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds unanimously that no separate issue arises under Article 11 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds unanimously that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds unanimously that there has been no violation of Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds unanimously that it is not necessary to examine the complaints under Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds unanimously that the respondent State is to pay within three months to the first applicant, for non-pecuniary damage, BGN 10,000 (ten thousand levs);",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds by eleven votes to six that the finding of violations of the Convention constitutes sufficient just satisfaction in respect of the second applicant;",
                        "elements": []
                    },
                    {
                        "content": "9.  Holds unanimously that the respondent State is to pay within three months to both applicants, for costs and expenses, the global sum of BGN 10,000 (ten thousand levs) plus any value-added tax that may be chargeable, less FRF 18,655.87 (eighteen thousand six hundred and fifty-five French francs eighty-seven centimes) received by them by way of legal aid, to be converted into levs at the rate applicable on the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "10.  Holds unanimously that simple interest at an annual rate of 13,85% shall be payable from the expiry of the above-mentioned three months until settlement.",
                        "elements": []
                    },
                    {
                        "content": "11.  Dismisses unanimously the remainder of the applicants' claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 26 October 2000.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the joint partly dissenting opinion of Mrs Tulkens and Mr Casadevall joined by Mr Bonello, Mrs Strážnická, Mrs Greve and Mr Maruste is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "1.  We do not agree with the majority regarding point 8 of the operative provisions on just satisfaction for the second applicant in respect of non-pecuniary damage.",
                        "elements": []
                    },
                    {
                        "content": "2.  Since the freedom of thought, conscience and religion protected by Article 9 of the Convention is one of the foundations of a democratic society, as the judgment quite rightly points out, we consider that the mere finding of a violation of that provision does not in itself constitute sufficient just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "3.  In the present case there is no doubt that both the first and the second applicants were victims of the violations alleged and that they were both “active members of the religious community ...”. Moreover, it is undisputed that the second applicant, Mr Chaush, who used to work as a Muslim teacher, “is a ... believer who actively participated in religious life at the relevant time” (see paragraph 63 of the judgment), and he “continued to work facing enormous difficulties” for nearly three years (see paragraph 119 in fine).",
                        "elements": []
                    },
                    {
                        "content": "4.  That being so, we think that the second applicant also suffered distress and sustained non-pecuniary damage, certainly less serious damage than the first applicant, but damage which nevertheless warranted an award of just satisfaction to Mr Chaush under Article 41 of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrL. Wildhaber",
            "role": "president"
        },
        {
            "name": "MrJ.-P. Costa",
            "role": "deputy registrar."
        },
        {
            "name": "MrA. Pastor Ridruejo",
            "role": "deputy registrar."
        },
        {
            "name": "MrL. Ferrari Bravo",
            "role": "deputy registrar."
        },
        {
            "name": "MrG. Bonello",
            "role": "deputy registrar."
        },
        {
            "name": "MrJ. Makarczyk",
            "role": "deputy registrar."
        },
        {
            "name": "MrP. Kūris",
            "role": "deputy registrar."
        },
        {
            "name": "MrsF. Tulkens",
            "role": "deputy registrar."
        },
        {
            "name": "MrsV. Strážnická",
            "role": "deputy registrar."
        },
        {
            "name": "MrV. Butkevych",
            "role": "deputy registrar."
        },
        {
            "name": "MrJ. Casadevall",
            "role": "deputy registrar."
        },
        {
            "name": "MrsH.S. Greve",
            "role": "deputy registrar."
        },
        {
            "name": "MrA.B. Baka",
            "role": "deputy registrar."
        },
        {
            "name": "MrR. Maruste",
            "role": "deputy registrar."
        },
        {
            "name": "MrE. Levits",
            "role": "deputy registrar."
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "deputy registrar."
        },
        {
            "name": "MrM. Ugrekhelidze",
            "role": "deputy registrar."
        },
        {
            "name": "also of Mrs M. de Boer-Buquicchio",
            "role": "deputy registrar."
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF HASAN AND CHAUSH v. BULGARIA",
    "doctypebranch": "GRANDCHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "GRANDCHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58921.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2000:1026JUD003098596",
    "externalsources": [],
    "extractedappno": [
        "30985/96",
        "28342/95",
        "38178/97",
        "27417/95",
        "25594/94",
        "28341/95",
        "31107/96",
        "23657/94",
        "23885/94",
        "34369/97",
        "23556/94",
        "31195/96",
        "41488/98"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Religious Denominations Act, sections 6, 9, 16"
    ],
    "itemid": "001-58921",
    "judgementdate": "26/10/2000 00:00:00",
    "kpdate": "26/10/2000 00:00:00",
    "kpthesaurus": [
        "154",
        "152",
        "237",
        "204",
        "320",
        "444",
        "110",
        "149",
        "316",
        "452",
        "445",
        "145",
        "216",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "8",
    "paragraphs": [
        "10-2",
        "9-1",
        "9",
        "13",
        "9-2",
        "10",
        "6-1",
        "6",
        "11",
        "41",
        "P1-1"
    ],
    "parties": [
        "HASAN AND CHAUSH",
        "BULGARIA"
    ],
    "rank": "410.856292724609",
    "representedby": [],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [
        "Artico v. Italy judgment of 13 May 1980, Series A no. 37, p. 13, § 27",
        "Assenov and Others v. Bulgaria judgment of 28 October 1998, Reports 1998-VIII, §§ 176-178",
        "Brumãrescu v. Romania [GC], no. 28342/95, §§ 52-53, ECHR 1999-VII",
        "Çakici v. Turkey [GC], no. 23657/94, § 112, ECHR 1999-IV",
        "Campbell and Fell v. the United Kingdom judgment of 28 June 1984, Series A no. 80, p. 31, § 57",
        "Ceylan v. Turkey [GC], no. 23556/94, § 50, ECHR 1999-IV",
        "Cha'are Shalom Ve Tsedek v. France [GC], no. 27417/95, § 75, § 84, ECHR 2000",
        "Freedom and Democracy Party (ÖZDEP) v. Turkey [GC], no. 23885/94, § 54, ECHR 1999-VIII",
        "Groppera Radio AG and Others v. Switzerland judgment of 28 March 1990, Series A no. 173, p. 26, § 68",
        "Hashman and Harrup v. the United Kingdom [GC], no. 25594/94, § 31, ECHR 1999-VIII",
        "Hornsby v. Greece judgment of 19 March 1997, Reports 1997-II, §§ 40, 41",
        "Iatridis v. Greece [GC], no. 31197/96, § 58, ECHR 1999-II",
        "Kalaç v. Turkey judgment of 1 July 1997, Reports 1997-IV, p. 1209, § 27",
        "Kokkinakis v. Greece judgment of 25 May 1993, Series A no. 260-A, pp. 17-18, § 31, § 33, § 59",
        "Larissis and Others v. Greece judgment of 24 February 1998, Reports 1998-I, p. 378, § 40, § 74",
        "Lukanov v. Bulgaria judgment of 10 March 1997, Reports 1997-II, § 56",
        "Nikolova v. Bulgaria [GC], no. 31195/96, § 79, ECHR 1999-II",
        "Rotaru v. Romania [GC], no. 28341/95, § 52, § 55, ECHR 2000",
        "Serif v. Greece, no. 38178/97, § 49, § 52, § 61, ECHR 1999-IX",
        "Sunday Times v. the United Kingdom judgment of 26 April 1979, Series A no. 30, p. 31, § 49",
        "Thlimmenos v. Greece [GC], no. 34369/97, § 70, ECHR 2000",
        "Velikova v. Bulgaria, no. 41488/98, § 104, ECHR 2000"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "438747",
    "typedescription": "15"
}