{
    "__articles": "6;6-1;13;29;29-3;35;35-1;P1-1;P1-1-1;41",
    "__conclusion": "Preliminary objections joined to merits and dismisssed (non-exhaustion of domestic remedies, lack of effective remedy in respect of the length-of-proceedings complaint);No violation of Art. 6-1 concerning the alleged restriction on the applicant's right of access to court in respect of the liquidation order;Violation of Art. 6-1 concerning the denial of the applicant 's right of access to court as a result of the Constitutional Court's failure to take a decision on his constitutional complaint;Violation of Art. 6-1 concerning the non-enforcement of the final decision of 7 July 1993;Violation of Art. 6-1 concerning the excessive length of the first and second sets of proceedings;No violation of Art. 6-1 concerning the excessive length of the third, fourth and fifth sets of proceedings;Violation of Art. 13 concerning the lack of an effective remedy in respect of the applicant's length-of-proceedings complaint;Not necessary to examine the remainder of the complaints under Art. 6;Violation of P1-1;Remainder inadmissible;Pecuniary and non-pecuniary damage - financial award (global);Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses award - Convention proceedings",
    "applicability": "",
    "appno": "3738/02",
    "article": [
        "13",
        "p1-1",
        "29",
        "35",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "non-exhaustion of domestic remedies, lack of effective remedy in respect of the length-of-proceedings complaint"
            ],
            "element": "Preliminary objections joined to merits and dismisssed",
            "type": "other"
        },
        {
            "details": [
                "global"
            ],
            "element": "Pecuniary and non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "details": [
                "domestic proceedings"
            ],
            "element": "Costs and expenses",
            "type": "other"
        },
        {
            "element": "- claim dismissed",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-84061.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 3738/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Albanian national, Mr Vlash Marini (“the applicant”), on 24 January 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr S. Puto, a lawyer practising in Tirana. The Albanian Government (“the Government”) were represented by their Agent, Mrs S. Mëneri of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the authorities had failed to fulfil the obligations they had entered into in establishing a company on a 50%-50% basis. He alleged, in particular, a violation of Article 6 § 1 of the Convention in several respects: failure to enforce a final judgment, excessive length of proceedings, lack of reasoning of court decisions and denial of his right of access to court. Relying on Article 13 of the Convention, he complained of the lack of an effective remedy in respect of his complaints under Article 6. Lastly, he complained of a violation of Article 1 of Protocol No. 1 to the Convention and of Article 14 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 10 April 2006 the Fourth Section of the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1936 and lives in Tirana.",
                                "elements": []
                            },
                            {
                                "content": "A.  Proceedings before the State Arbitration Commission",
                                "elements": [
                                    {
                                        "content": "6.  In 1991 the applicant, an American and Albanian national, and the Albanian Government established a joint-venture company for a period of ten years. It was called “Marini-Albplastik” and specialised in the production of plastic materials. The company’s memorandum, dated 11 March 1991, was validated by a decision of the Council of Ministers on 23 April 1991. The new company was duly registered in the Commercial Register.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  The assets of the company consisted of a factory with its equipment, of a total value of 1,500,000 Albanian leks (ALL –approximately 12,497 euros (EUR)), which had previously belonged to a State-owned company named Mandimpeks. The applicant’s investment in the company consisted of capital amounting to 1,100,000  dollars (USD – approximately EUR 834,098), to be used for the renovation of the factory and the future purchase of new technology. The parties would each hold 50% of the shares.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 30 May 1991, in order to comply with the obligations entered into in the memorandum, the applicant, on behalf of Marini-Albplastik, signed a contract for the purchase of new technology for the production of plastic materials with Edil-Plastic, an Italian company. A lump sum of USD 228,000 (approximately EUR 173,000) was paid by the applicant. A second amount of money was to be invested subsequent to the first stage of the factory’s renovation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  When 60% of the renovation of the factory had been carried out, the State terminated the company’s activities and requested the applicant to propose new terms of cooperation. The applicant objected. Subsequently, in a decision of 3 April 1993 the Council of Ministers annulled its decision of 23 April 1991 and unilaterally rescinded the agreement establishing the Marini-Albplastik company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On an unspecified date, in order to obtain redress, the applicant applied to the State Arbitration Commission (Arbitrazhi i Shtetit), which was the competent body at the material time to deal with disputes involving State joint-ventures.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 7 May 1993 the State Arbitration Commission upheld the validity of the Marini-Albplastik company’s memorandum. Moreover, it ordered the State to pay the applicant ALL 41 million (approximately EUR 341,608) for the loss of profit incurred as a result of the cessation of the company’s activities during 1992 and ALL 68,400 (approximately EUR 569) to cover bank interest on the USD 228,000 investment. Furthermore, it ordered the State-owned company to finish the reconstruction work at the factory by 30 October 1993. Lastly, the State Arbitration Commission dismissed the applicant’s request to have his share of the investment refunded, on the ground that it was part of the assets of the company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The State appealed against the above-mentioned decision to the Plenary State Arbitration Commission (Mbledhja e Përgjithshme e Arbitrarëve të Arbitrazhit Shtetëror). On 7 July 1993 the latter upheld the part of the decision of the State Arbitration Commission ordering the State to comply with its obligation to pursue the activities of the joint venture, but quashed the part of the decision awarding the applicant compensation for bank interest and loss of profit and remitted the case to the State Arbitration Commission for a fresh calculation of the loss of profit. The first part of the decision of 7 May 1993 became final on the same date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 5 November 1993 the State Arbitration Commission, following the guidelines given by the Plenary State Arbitration Commission in its decision of 7 July 1993, ordered the State to pay the applicant a lump sum of ALL 26 million (approximately EUR 217,286) for loss of profit in 1992. The decision became final on the same date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On an unspecified date in 1993 the bailiffs, in compliance with the above-mentioned final decision, froze the assets of the State-owned company and paid the applicant the sum of ALL 26 million due to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  Following the refusal of the Council of Ministers to serve the Plenary State Arbitration Commission’s decision of 7 July 1993 on him, the applicant lodged a complaint with the  in order to obtain redress. On 8 November 1995 the  found a violation of the applicant’s constitutional rights and ordered that he be served with the decision issued by the Plenary State Arbitration Commission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Two years after the decision of the Plenary State Arbitration Commission, the Council of Ministers served the decision on the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Proceedings regarding the validity of the State Arbitration Commission’s decision",
                                "elements": [
                                    {
                                        "content": "17.  On an unspecified date the State-owned company that was the applicant’s partner in the joint-venture applied to the Tirana District Court to have the arbitration decision of 5 November 1993 declared null and void on the ground that it had been issued after the Arbitration Body had ceased to exist as a decision-making body on 4 November 1993. Moreover, it requested the court to annul the bailiffs’ order concerning the freezing of its assets with a view to enforcing the arbitration decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 27 November 1996 and 11 June 1997 respectively, the Tirana District Court and the Tirana Court of Appeal dismissed the company’s application and upheld the validity of the State Arbitration Commission’s decision in the applicant’s favour. The judgment became final at the latest on 26 June 1997.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Privatisation of the factory belonging to the joint-venture company",
                                "elements": [
                                    {
                                        "content": "19.  On 13 September 1996 and 24 January 1997 respectively, the National Privatisation Agency (Agjensia Kombëtare e Privatizimit) sold to F. the premises of the factory and the plot of land adjacent to it, despite their being the assets of the Marini-Albplastik company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The applicant initiated proceedings contesting the privatisation decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 10 June 1998, 18 December 1998, 1 December 1999, 19 December 2000 and 2 May 2001 respectively, the Tirana District Court, the Tirana Court of Appeal, the Supreme Court Civil Chamber, the Supreme Court Joint Colleges, and the Constitutional Court found the privatisation acts to be null and void and, inter alia, ordered that the factory be treated as part of the assets of the Marini-Albplastik company. Lastly, the domestic courts ordered F. to return possession of the factory and its adjacent plot of land to the partners of the Marini-Albplastik company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Following a request by the applicant, on 17 January 2000 the Tirana District Court issued a writ for the execution of the judgment of 10 June 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Notwithstanding the above-mentioned order, on 4 July 2001 the Ministry of Economic Affairs and Finance, without the applicant’s consent, concluded a twenty-year lease agreement with another company, D., which was to operate the factory at issue for the purpose of producing shoes (see the proceedings outlined in section F below). The D. company already occupied and operated the factory under a four-year lease agreement concluded with F. in 1998 (see the proceedings outlined in section D below).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Proceedings regarding the validity of the first lease agreement",
                                "elements": [
                                    {
                                        "content": "24.  In 1998, while the proceedings on the legality of the decisions to privatise the factory were pending, F. concluded a four-year lease agreement with the D. company, on the basis of which the latter would operate the factory for the purpose of producing shoes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  With a view to suspending the execution of the writ of 17 January 2000, the D. company lodged an application with the Tirana District Court for a stay of the enforcement proceedings. On 17 February 2000 the court upheld the application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In a decision of 11 May 2000 the Tirana District Court held that the applicant should comply with the terms of the lease agreement entered into by F. and the D. company. On 2 February 2001 the Court of Appeal upheld the above-mentioned decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The applicant appealed against the decision to the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 23 December 2002 the Supreme Court found that, since the privatisation decisions had been held to be null and void, F. had been in no position to conclude such an agreement: therefore the lease was null and void. The court quashed the decisions of the District Court and Court of Appeal and discontinued the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  However, by that time the four-year lease agreement had terminated (on 2 October 2002) and the D. company now operated the factory under a new lease agreement, this time concluded with the Government (see the proceedings outlined in section F below).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  The new memorandum of the Marini-Albplastik company",
                                "elements": [
                                    {
                                        "content": "30.  On 1 February 2001, while the proceedings against the D. company concerning the validity of the first lease agreement were pending, the Ministry of Labour and the applicant agreed to establish a new Marini-Albplastik company. The new company was founded on the basis of the memorandum of the first Marini-Albplastik company, dated 11 March 1991, the State Arbitration Commission’s decision of 7 May 1993 and the District Court’s final judgment of 10 June 1998 in the applicant’s favour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  By section 9 of the memorandum establishing the new company, “the parties recognised their responsibilities for the failure to comply with the obligations entered into in the first memorandum and agreed to pay the damages due (the State Arbitration Commission’s decision of 7 May 1993 and the Tirana District Court’s judgment of 10 June 1998)”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The parties agreed to joint ownership of the company on a 50-50 basis for a period of 10 years and the applicant was to act as the administrator of the company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In a decision of 18 May 2001 the Tirana District Court registered the new company as Marini-Albplastik Ltd, a plastic-manufacturing company jointly owned by the applicant and a State-owned enterprise that at the material time was under the responsibility of the Ministry of Labour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 6 September 2001 the partners held the first general meeting of the company in order to quantify their shares in the capital. The representative of the State-owned company submitted that the State would register its share of the capital in the name of the Marini-Albplastik company once the applicant had invested his share. The applicant disagreed on the ground that the law provided that the partners should invest their shares of the capital at the same time.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Proceedings regarding the validity of the second lease agreement",
                                "elements": [
                                    {
                                        "content": "1.  The second lease agreement",
                                        "elements": [
                                            {
                                                "content": "35.  On 4 July 2001, despite the registration of the new company on 18 May 2001 and in breach of the obligations assumed by the Ministry of Labour on 1 February 2001, the Ministry of Economic Affairs and Finance, without the applicant’s consent, concluded a twenty-year lease agreement with the D. company. Under the new agreement, the D. company was to use the factory belonging to the Marini-Albplastik company for the purpose of producing shoes.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Removal from the register of the Marini–Albplastik company’s assets",
                                        "elements": [
                                            {
                                                "content": "36.  In the light of the above, on 23 July 2001 the Ministry of Economic Affairs and Finance ordered the removal of Marini-Albplastik’s assets from the Immovable Property Register (Zyra e Regjistrimit të Pasurive të Paluajtshme). As a result, the factory and the adjacent plot of land were registered as State properties.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The applicant lodged appeals against the order with the Immovable Property Registry Office, the Tirana District Court and other State bodies. On 6 August 2001 the Tirana District Court ordered a stay of execution of the order.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  In a letter of 27 July 2001 the Deputy Prime Minister advised the Minister for Labour, the Minister for Economic Affairs and the Immovable Property Registry Office to comply with the courts’ final decisions in the applicant’s favour.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Notwithstanding the above, the assets of the applicant’s company were removed from the Immovable Property Register.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  On an unspecified date the applicant lodged an application with the District Court contesting the lawfulness of such a measure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  On 24 June 2002 the District Court ordered the re-entry of the company’s assets in the register.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  On 14 January 2003 the Court of Appeal quashed the District Court’s decision on procedural points and remitted the case to the District Court for fresh consideration.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  On 19 March 2004 the Supreme Court dismissed an appeal by the applicant, holding that his grounds of appeal fell outside the scope of Article 472 of the Code of Civil Procedure (CCP).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  On an unspecified date the Tirana District Court, in the rehearing of the case, called the liquidator of the applicant’s company to intervene in the proceedings as a third party (see the proceedings outlined in section H below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  On 27 January 2005 the District Court, in a fresh set of proceedings, dismissed the applicant’s application on the ground that he represented a company in liquidation and thus had no standing before the court. That decision was upheld by the Court of Appeal on 12 May 2005.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  On 27 January 2006 the Supreme Court dismissed an appeal by the applicant, holding that his grounds of appeal fell outside the scope of Article 472 of the CCP.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "G.   Proceedings for the enforcement of the writ of 17 January 2000",
                                "elements": [
                                    {
                                        "content": "47.  In the light of the above, the D. company applied to the Tirana District Court for a stay of execution of the writ issued by the same court on 17 January 2000 (see paragraph 24 above). On 14 October 2002 the court allowed that request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The applicant appealed to the Tirana Court of Appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 5 January 2003 the Court of Appeal found that the D. company was not a party to the proceedings that had led to the writ of 17 January 2000 and was therefore not eligible to make such a request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On 10 April and 9 May 2002, and on 23 November 2002 respectively, the Ombudsperson (Avokati I Popullit) and the Ambassador of the United States in  called on the authorities to honour the final judgments given in the applicant’s case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  In a letter of 27 January 2003 the Minister for Economic Affairs requested the Bailiff’s Office not to enforce the writ of 17 January 2000 since the factory had been entered in the Immovable Properties Register as State-owned property and was therefore no longer an asset belonging to Marini-Albplastik but was subject to a lease agreement concluded with another company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On 5 February 2003 the Bailiff’s Office decided not to proceed with the enforcement of the writ.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Following an appeal by the applicant on behalf of the company, the District Court on 28 March 2003 and the Court of Appeal on 5 June 2003 upheld the applicant’s grounds of appeal and ordered the Bailiff’s Office to proceed with the enforcement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Bailiff’s Office appealed against those decisions before the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  On 23 March 2004 the Supreme Court, Joint Colleges, quashed the decisions of the District Court and the Court of Appeal and remitted the case to the District Court for a fresh examination, on the ground that the courts had failed to give notice of the proceedings to the State Advocate’s Office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  On an unspecified date, in the new set of proceedings the District Court, having regard to its own decision to liquidate the company, called the liquidator of the Marini-Albplastik company to join the proceedings (see the proceedings summarised in section H below). The applicant contested this on the ground that the dispute concerned his interests and not those of the company in liquidation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  On 1 October 2004, at the liquidator’s request, the District Court discontinued the proceedings. The decision was upheld by the Court of Appeal and the Supreme Court on 10 February 2005 and 13 April 2006, respectively.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "H.  Proceedings regarding the liquidation of Marini-Albplastik",
                                "elements": [
                                    {
                                        "content": "58.  In 2003 the State-owned company on various occasions unsuccessfully requested the applicant, in his capacity as administrator of the Marini-Albplastik company, to organise a general meeting of the company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  On 21 February 2003, during a general meeting of the company, the representative of the State-owned company informed the applicant of its decision to rescind the agreement with the Marini-Albplastik company. The applicant contested this. Accordingly, the Ministry of Economic Affairs requested the court to order the winding-up of the Marini-Albplastik company and the liquidation of its assets, on account of the applicant’s lack of interest in the company’s activities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  On 8 May 2003 the court appointed a liquidator and confirmed the liquidation of Marini-Albplastik. The District Court’s decision was upheld by the Court of Appeal in a decision of 20 November 2003. The Supreme Court, on 20 July 2004, dismissed a subsequent appeal, holding that the grounds of appeal fell outside the scope of Article 472 of the CCP.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  On an unspecified date the applicant lodged an appeal with the Constitutional Court, claiming, inter alia, that the proceedings were unfair on the grounds that the Ministry of Economic Affairs, not being a shareholder of the Marini-Albplastik company, had no right to request the winding-up of the company and that the proceedings had been initiated against the applicant and not against the company, since the Ministry of Labour, the other shareholder, had not been given notice of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  On 14 October 2004 the liquidator of the Marini-Albplastik company requested the applicant, in his capacity as the company’s administrator, to submit the company’s accounts and its stamp. In view of the applicant’s reluctance to participate in the general meetings organised by the liquidator, the latter requested the Tirana District Court to validate the final accounts of the company and to order its removal from the Commercial Register. The applicant requested a stay of the proceedings until the  had determined the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  On 6 January 2005 the Tirana District Court dismissed the applicant’s request, validated the final accounts of the company and ordered the termination of the winding-up proceedings. Moreover, it ordered that the termination of the winding-up proceedings be entered in the Commercial Register. That decision was upheld by the Tirana Court of Appeal on 7 June 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  On 27 April 2005 the , in a formation of seven out of the nine judges provided for by the relevant law on its functioning and organisation, dismissed the applicant’s appeal since its vote was tied. The court’s reasoning was limited to the fact that the court could not reach a majority on any of the issues raised in the present case. The applicant was invited by virtue of section 74 of the Constitutional Court Act to lodge a fresh appeal (see paragraph 72 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The applicant did not lodge a fresh constitutional appeal under section 74 of the Constitutional Court Act.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  The Constitution",
                                "elements": [
                                    {
                                        "content": "66.  The relevant parts of the Albanian Constitution read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 42 § 2",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In the protection of his constitutional and legal rights, freedoms and interests, or in defending a criminal charge, everyone has the right to a fair and public hearing, within a reasonable time, by an independent and impartial court established by law.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 131",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The  shall decide: ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(f) in a ruling that shall be final, complaints by individuals alleging a violation of their constitutional rights to a fair hearing, after all legal remedies for the protection of those rights have been exhausted.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 133",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(...)",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. The Constitutional Court decides with the majority of all its members.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 142 § 3",
                                        "elements": []
                                    },
                                    {
                                        "content": "“State bodies shall comply with judicial decisions.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. The  (Organisation and Operation) Act (Law no. 8577) of 10 February 2000",
                                "elements": [
                                    {
                                        "content": "67.  The Act provides that the  is the highest authority which guarantees compliance with the Constitution and rules on its final interpretation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Court is composed of nine members, who are appointed by the President of the Republic with the consent of Parliament (section 7).",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  A preliminary review of complaints lodged by individuals is conducted by a panel of  judges, including the reporting judge (section 31).",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Court decides on individual applications at a plenary session attended by all the judges. The quorum of the plenary session is two-thirds of the elected judges in office (section 32). The Court takes its decisions by a majority of all its members (Article 133 of the Constitution).",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The decisions of the  are taken by a majority of the judges present and abstentions are not allowed (section 72).",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  Pursuant to section 74 of the Act, in the event of a tied vote the  must dismiss the appeal. The dismissal of an appeal for this reason does not prevent the appellant from resubmitting the complaints to the , which subsequently adopts a decision provided that a majority of the sitting judges is attained.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The State Arbitration Act (Law no. 7424, dated 14 November 1990)",
                                "elements": [
                                    {
                                        "content": "73.  The State Arbitration Act provided for the organisation and functions of the State Arbitration Commission (Arbitrazhi i Shtetit), which was the body with jurisdiction to determine disputes where the economic interests of the State were at issue. Under section 28 of the Act, its decisions, once final, were binding on the State Treasury or other State financial bodies and the Bailiff’s Office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  Proceedings for the enforcement of final adjudications were initiated by filing a decision with the Bailiff’s Office. Under section 30 of the Act, the decisions of the State Arbitration Commission were subject to appeal before the Plenary State Arbitration Commission (Mbledhja e Përgjithshme e Arbitrarëve të Arbitrazhit Shtetëror).",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  Law no. 7801 dated 2 March 1994 repealed the Act and dissolved the State Arbitration Commission.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT COMPARATIVE LAW",
                        "elements": [
                            {
                                "content": "76.  Materials available to the Court describe relevant aspects of the occurrence of tied votes in the upper courts’ decision-making in several Contracting States representing different legal traditions. There is no uniform practice in the contracting States with regard to the occurrence of a tied vote in decision-making before the Supreme and Constitutional Courts. Many States provide for measures to avoid tied votes and to ensure that a majority is obtained, such as establishing formations made up of an uneven number of judges (for example, in Albania, Bosnia and Herzegovina, Poland, Malta and the United Kingdom) and/or prohibiting judges from abstaining (for example, in Albania, Bosnia and Herzegovina and Moldova) and/or providing for an uneven number of judges to make a decision-making quorum (for example, in Italy, Andorra and Austria). Even in these circumstances, however, a tied vote could still occur. With a view to ensuring that a final decision can be reached, even in the event of a tied vote, different legal systems provide for different solutions, such as a casting vote for the president of the court/formation (for example, in Austria, Italy and Spain) or for the judge rapporteur (for example, in Andorra), or giving an interpretation to the tied vote (for example, in Germany, Poland, Slovakia and Moldova). In the event of a tied vote, the Albanian legal system provides for the adjournment of the case for an unspecified period of time until the circumstances that created the tied vote have ceased to exist (see paragraph 72 above).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "77.  Invoking Article 6 § 1 of the Convention the applicant complained about the authorities’ failure to enforce a final judgment, the excessive length of proceedings, the lack of reasoning of court decisions and the denial of his right of access to court. Relying on Article 13 of the Convention, he complained of the lack of an effective remedy in respect of his complaints under Article 6. Lastly, the applicant complained of a violation of Article 1 of Protocol No. 1 and of Article 14 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "78.  Article 6 § 1 of the Convention, in so far as relevant, reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“1.  In the determination of his civil rights and obligations ...., everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law....”",
                        "elements": []
                    },
                    {
                        "content": "79.  Article 13 of the Convention reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                        "elements": []
                    },
                    {
                        "content": "80.  Article 1 of Protocol No. 1 to the Convention provides as follows:",
                        "elements": []
                    },
                    {
                        "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                        "elements": []
                    },
                    {
                        "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                        "elements": []
                    },
                    {
                        "content": "81.  Article 14 of the Convention reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                        "elements": []
                    },
                    {
                        "content": "I.  THE GOVERNMENT’S PRELIMINARY OBJECTIONS",
                        "elements": [
                            {
                                "content": "A.  Abuse of the right of individual petition",
                                "elements": [
                                    {
                                        "content": "82.  The Government submitted that the application should be declared inadmissible since the right of individual petition had been abused. They maintained that the applicant had distorted the facts of the case and deliberately misconstrued the domestic courts’ decisions. With reference to the registration of the joint venture in 1993, the Government submitted that it had never been registered in the Commercial Register under the new provisions of Law no. 7667 of 1993, which had entered into force after the joint venture at issue had been established but had retrospective effect. Thus, the applicant could not claim any civil rights from an unlawful company notwithstanding that the State Arbitration Commission had ignored that fact in its decision and found that the State bore some responsibility for the management of the joint venture.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The applicant contested the Government’s argument.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  Article 35 § 3, in so far as relevant, reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Court shall declare inadmissible any individual application submitted under Article 34 which it considers ... an abuse of the right of application.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The Court reiterates that, except in extraordinary cases, an application may only be rejected as abusive if it was knowingly based on untrue facts (see, Akdivar and Others v. Turkey, judgment of 16 September 1996, Reports of Judgments and Decisions 1996-IV, §§ 53-54; I.S. v. Bulgaria (dec.), no. 32438/96, 6 April 2000; and Varbanov v. Bulgaria, no. 31365/96, § 36, ECHR 2000-X).",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  It considers that the Government’s objection stems from the difference of legal opinions on the interpretation of domestic courts’ decisions and the Court does not consider this to amount to an abuse of the right of application. Accordingly, the Government’s objection is dismissed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Alleged breach of Article 17 of the Convention",
                                "elements": [
                                    {
                                        "content": "87.  According to the Government, the applicant was in any event precluded by Article 17 of the Convention from invoking the provisions of Article 6 of the Convention in so far as he had requested the Court to find the domestic courts’ decisions unconstitutional, a request which was outside this Court’s jurisdiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The applicant did not comment on this issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  Article 17 reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Nothing in [the] Convention may be interpreted as implying for any State, group or person any right to engage in any activity or perform any act aimed at the destruction of any of the rights and freedoms set forth herein or at their limitation to a greater extent than is provided for in the Convention.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Court reiterates that the purpose of Article 17, in so far as it refers to groups or to individuals, is to make it impossible for them to derive from the Convention a right to engage in any activity or perform any act aimed at destroying any of the rights and freedoms set forth in the Convention. Therefore, no person may be able to take advantage of the provisions of the Convention to perform acts aimed at destroying the aforesaid rights and freedoms. This provision, which is negative in scope, cannot be construed by converse implication as depriving a physical person of the fundamental individual rights guaranteed by Articles 5 and 6 of the Convention (see Lawless v.  (no. 3), judgment of 1 July 1961, Series A no. 3, pp. 45-46, § 7).",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  In the present case, the applicant has not relied on the Convention in order to justify or perform acts contrary to the rights and freedoms recognised therein, but has complained, inter alia, of having been deprived of the guarantees granted in Article 6 of the Convention. Accordingly, the Court has no option but to dismiss the Government’s objection.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Application lodged out of time",
                                "elements": [
                                    {
                                        "content": "92.  The Government argued that the application had been submitted outside the six-month time-limit prescribed by the Convention. They maintained that, in so far as the applicant’s main argument was the failure to enforce the State Arbitration Commission’s decision of 1993, which constituted the basis for the applicant’s further complaints, that decision was the last decision for the purposes of Article 35. Thus, the application should be taken to have been lodged well outside the time-limit provided for in Article 35 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  The applicant contested the Government’s argument, submitting that the failure to enforce the State Arbitration Commission’s decision was one of several complaints made in the present application and that the other complaints had an independent existence. Moreover, even assuming that the Government’s argument was grounded, he submitted that the six-month time-limit was not applicable to alleged continuous violations, such as the non-enforcement of a final decision. He relied on Hornsby v. Greece, judgment of 19 March 1997, Reports 1997II, p. 508, § 35, and Qufaj Co. Sh.p.k. v. Albania (dec.), no. 54268/00, ECHR 2003XI.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The Court observes that the present application was lodged with it on 24 January 2002. The final judgments, for the purpose of calculating the six-month time-limit, in respect of the different sets of proceedings, were issued in 2005 and 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  As to the complaint about the non-enforcement of final judgments, the Court considers, as did the applicant, that the authorities’ failure to comply with final judgments led to a continuing situation, so that the six-month rule did not apply (see, among other authorities, Iatridis v. Greece [GC], no. 31107/96, § 50, ECHR 1999II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  The objection must therefore be dismissed as regards all the applicant’s complaints lodged on 24 January 2002.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Failure to exhaust domestic remedies in respect of the length-of-proceedings complaint",
                                "elements": [
                                    {
                                        "content": "97.  The Government invited the Court to dismiss the complaint about the excessive length of proceedings on the ground that the applicant had failed to exhaust domestic remedies. In this connection, they alleged that the applicant had failed to lodge a constitutional complaint in accordance with Article 131 of the Constitution. Without citing any practice of the domestic courts, they emphasised the effectiveness of a complaint to the Constitutional Court, which had jurisdiction to deal with fair-trial issues and could thus have provided redress if the applicant had complained to it about the excessive length of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  The applicant disagreed with the Government. He maintained that, to date, the  had never examined a complaint about the excessive length of proceedings so as to substantiate the effectiveness of such a remedy. He referred to the fact that the Government had failed either to mention any case-law of that court or to specify any provisions of domestic law as a basis for their arguments on the matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The Court considers that the effectiveness of the constitutional complaint is decisive to the question of whether the applicant had an effective remedy within the meaning of Article 35 § 1 and of Article 13 of the Convention. Therefore, the Court holds that both questions should be examined together on the merits.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "100.  The applicant complained of a violation of Article 6 § 1 in respect of the failure to enforce final decisions given in his favour, the excessive length of the proceedings, the lack of reasoning of the Supreme Court’s decisions, and the restriction of his right of access to a court under two limbs: the dismissal of his constitutional complaint as a consequence of a tied vote, and the order for the company’s liquidation, which had prevented him from taking legal proceedings in order to defend his interests.",
                                "elements": []
                            },
                            {
                                "content": "101.  In his observations of 11 December 2006 the applicant challenged the impartiality of the Supreme Court, arguing that the decision of 27 January 2006 had been given by the same panel that had already ruled on his case on 19 March 2004.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Impartiality of the Supreme Court",
                                        "elements": [
                                            {
                                                "content": "102.  The Court observes that the applicant’s complaint challenging the impartiality of the panel of the Supreme Court that gave a decision in his case on 27 January 2006 was lodged only on 11 December 2006, that is to say after the six-month time-limit provided for by the Convention. In these circumstances it must be rejected as having been lodged outside the six-month time-limit pursuant to Article 35 §§ 1 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Lack of reasoning",
                                        "elements": [
                                            {
                                                "content": "103.  The applicant argued that the Supreme Court, in its decisions of 19 March 2004, 20 July 2004 and 27 January 2006, had dismissed his appeals using standard wording (“the grounds of the appeal fall outside the scope of Article 472 of the CCP”). In his view, taking into consideration the fact that his appeals dealt with several issues, the above wording did not clarify the grounds for the domestic court’s decisions. Having regard to the fact that, in his view, the grounds of appeal fell at least within the scope of Article 472 (a) of the CCP, this de  dismissal formula disregarded the domestic legal and Convention obligation to give reasons for its decisions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  The Government contested the applicant’s argument. They submitted that in so far as the Supreme Court had upheld the Court of Appeal decisions against which the applicant had appealed, it should be considered to have endorsed the latter court’s reasoning; thus, there was no need to repeat the reasons given by that court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  The Court reiterates that the right guaranteed to a litigant under Article 6 of the Convention includes the right to have reasons for decisions handed down by a domestic court in his case. However, the corresponding obligation on a domestic court to give reasons for its decisions cannot be understood as requiring a detailed answer to every argument adduced by a litigant. The extent to which the duty to give reasons applies may vary according to the nature of the decision at issue (see, for example, Helle v. Finland, judgment of 19 December 1997, Reports 1997-VIII, p. 2929, § 56).",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  The Court observes in this connection that the applicant appealed to the Supreme Court on the ground that the lower courts’ decisions were defective in law. The Court considers that the limited reasons given by the Supreme Court in its de  decision formula, however, implicitly indicated that the applicant had not raised one of the points of law provided for by the relevant domestic provision, which is an admissibility requirement for leave to appeal being granted. The Court observes that where a Supreme Court refuses to accept a case on the basis that the legal grounds for such a case are not made out, very limited reasoning may satisfy the requirements of Article 6 of the Convention (see, mutatis mutandis, Nerva v. the United Kingdom (dec.), no. 42295/98, 11 July 2000).",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  For the above reasons, the Court considers that the applicant’s complaint under this aspect of Article 6 of the Convention is manifestly ill-founded within the meaning of Article 35 § 3 and therefore inadmissible in accordance with Article 35 § 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Other complaints",
                                        "elements": [
                                            {
                                                "content": "108.  As to the remainder of the applicant’s complaints under this provision, namely the denial of access to a court, the failure to enforce final decisions and the excessive length of proceedings, the Court considers that they are not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further finds that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Moreover, the Court considers that while the length of proceedings complaint concerned the same factual situation as the non-enforcement complaint, the Convention issues are largely different. Thus, it will examine the merits of the two complaints separately.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Denial of access to court",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "109.  The applicant complained that in the domestic court proceedings his right of access to court had been infringed under two limbs. In the first place he complained about the order for the company’s liquidation, which had prevented him from taking legal proceedings in order to defend his interests. Moreover, he argued that during the domestic proceedings he had been represented by the liquidator, who had acted against his interests.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  Secondly, the applicant maintained that the tied vote in the Constitutional Court’s decision of 27 April 2005 had infringed his right of access to the . The fact that he could subsequently have lodged the same complaint with the  did not assist since the result might have been another tied vote.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  The Government made no comment on the applicant’s complaint under the first limb, but contested his complaint under the second limb, submitting that the dismissal of complaints in the event of a tie was provided for by law in order to guarantee the principle of legal certainty. It did not entail permanent consequences, since the court could examine the same complaint again once the circumstances that had resulted in the tie had changed and a fresh constitutional complaint had been lodged.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "112.  The Court reiterates that Article 6 § 1 secures to everyone the right to have any claim relating to his civil rights and obligations brought before a court or tribunal. In this way it embodies the “right to a court”, of which the right of access, that is the right to institute proceedings before courts in civil matters, constitutes one aspect (see Golder v. the United Kingdom, judgment of 21 February 1975, Series A no. 18, pp. 17-18, §§ 35-36). This right extends only to disputes (“contestations”) over “civil rights and obligations” which can be said, at least on arguable grounds, to be recognised under domestic law (see, among other authorities, James and Others v. the United Kingdom, judgment of 21 February 1986, Series A no. 98, pp. 46-47, § 81, and Powell and Rayner v. the United Kingdom, judgment of 21 February 1990, Series A no. 172, pp. 16-17, § 36).",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  Furthermore, the “right to a court” is not absolute. It is subject to limitations permitted by implication, in particular where the conditions of admissibility of an appeal are concerned, since by its very nature it calls for regulation by the State, which enjoys a certain margin of appreciation in this regard (see, Ashingdane v. the United Kingdom, judgment of 28 May 1985, Series A no. 93, pp. 24-25, § 57). However, these limitations must not restrict or reduce a person’s access in such a way or to such an extent that the very essence of the right is impaired; lastly, such limitations will not be compatible with Article 6 § 1 if they do not pursue a legitimate aim or if there is not a reasonable relationship of proportionality between the means employed and the aim sought to be achieved (see Levages Prestations Services v. France, judgment of 23 October 1996, Reports 1996-V, p. 1543, § 40).",
                                        "elements": []
                                    },
                                    {
                                        "content": "114. The Court will now examine the applicant’s complaints in view of the general principles cited above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  The Court considers that the purpose of the restriction on the applicant’s capacity to take legal proceedings was to assign the liquidator the role of representing in court the company being wound up as regards issues arising in relation to its pecuniary rights. Once the liquidation order has been made, the liquidator is responsible for the administration of the company’s assets. Indeed, it is self-evident in the Court’s view that disputes over such matters may have major repercussions on the assets and liabilities of the company’s estate. The Court consequently finds that the restriction is intended to protect the rights and interests of others, namely those of the company’s creditors. The Court will go on to examine whether the consequences suffered by the applicant were proportionate to the legitimate aim pursued (see, mutatis mutandis, Luordo v. , no. 32190/96, § 86, ECHR 2003-IX).",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  As the Court has confirmed in its case-law, the risk with such a system is that it may unreasonably limit the right of access to a court, particularly if the proceedings are protracted (ibid., § 87). In that connection, the Court observes that the winding-up proceedings in the present case lasted four years. The applicant was able to contest the winding-up proceedings before four levels of jurisdiction. Hence, it cannot be considered that his right of access to a court was unreasonably limited. Furthermore, even assuming that the applicant’s complaint concerned the conduct of the liquidator, he failed to challenge that conduct before the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  Having regard to the foregoing, the Court concludes that the liquidation proceedings did not give rise to an infringement of the right of access to a court as guaranteed by Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  The Court observes that section 74 of the Constitutional Court Organisation Act (“the CCOA”) provides that the  must dismiss individual appeals in the event of a tied vote and/or in circumstances where any of the proposals under discussion fail to attract a majority of votes. An appeal based on the same grounds and raising the same complaint may later be examined by the same court if an appellant lodges a fresh constitutional complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  Although the parties have pleaded that the applicant’s appeal was dismissed by the  on account of a tied vote, the Court nevertheless observes that the  sat in a seven-judge formation and, under section 72 of the CCOA, it was impossible for any judge on the bench to abstain from voting. Accordingly, and contrary to the position taken by the parties, the Court can only conclude that the  failed to pronounce on the applicant’s appeal not as a result of a tied vote but because of its failure to reach a majority on any of the proposals submitted for deliberation. It is to be observed that no reasons were given for this state of affairs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  The Court recalls that Article 6 of the Convention does not compel the Contracting States to set up courts of appeal or of cassation. Nevertheless, a State which does institute such courts is required to ensure that persons amenable to the law shall enjoy before these courts the fundamental guarantees contained in Article 6 (see, among other authorities, Delcourt v. Belgium, judgment of 17 January 1970, Series A no. 11, p. 14, § 25). These guarantees include the right to have a final determination on a matter submitted to a court including, in the applicant’s case, a decision on the admissibility and/or merits of his constitutional complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  In the applicant’s case, the  in effect declined to take a decision. The Government rely on the fact that the dismissal of the applicant’s complaint did not entail permanent consequences for him in that he could renew his appeal if there was a change in the “circumstances” which led to the failure of the  to take a decision. The Court is, however, unable to accept that the mere possibility that circumstances might change and that the applicant might receive a final determination of his appeal at some undefined future point in time could satisfy the requirements of legal certainty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  The Constitutional Court’s failure to reach a majority on the proposals before it left the applicant without any final determination on his case and accordingly restricted the essence of his right of access to a court. On that account there has been a breach of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  Although not of relevance to the circumstances of the instant case, the Court would nevertheless observe, in response to the parties’ reliance on the tied vote provisions of the CCOA, that the approach adopted in Albania in the event of a tied vote would appear to differ significantly from that adopted in the legal systems of other Contracting Parties (see paragraph 76 above). In contrast to other legal systems, which either preclude a tied vote or provide different alternatives to enable a final decision to be reached in the event of such a vote, in the Albanian legal system a tied vote in the  results in a decision which does not formally determine the issue under appeal. Moreover, no reasons are given for dismissing the appeal in such an eventuality other than that the vote was tied. Having regard to its above considerations, the Court can only conclude that the tied vote arrangements foreseen in section 74 of the CCOA do not serve the interests of legal certainty and are capable of depriving an applicant of an effective right to have his constitutional appeal finally determined.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. Non-enforcement of final decisions",
                                        "elements": [
                                            {
                                                "content": "(a)  The parties’ submissions",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  The applicant complained about the failure of the authorities to enforce the Plenary State Arbitration Commission’s decision of 7 July 1993 in so far as it had ordered the State, as a partner in the Marini-Albplastik company, to comply with the obligations entered into when the company had been founded in 1991. Moreover, he complained of a violation of his rights under this Article in that the authorities had failed to enforce the final and binding decision of 10 June 1998 that had ordered the factory to be treated as part of the assets of Marini-Albplastik and registered as its possession.",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  As to the first limb of the complaint, the Government submitted that in 1993 the authorities had paid the applicant the sum of ALL 26 million awarded by the State Arbitration Commission as compensation for the damage incurred at that time. Moreover, they maintained that the applicant had not shown any interest in the enforcement of the part of the decision that had ordered the completion of the renovation work. Accordingly, this part of the complaint was unsubstantiated and an abuse of the right of application. Lastly, the Government contended that the second limb of the applicant’s complaint was unsubstantiated.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "126.  The Court reiterates that Article 6 § 1 secures to everyone the right to have any claim relating to his civil rights and obligations brought before a court or tribunal; in this way it embodies the “right to a court”, of which the right of access, that is the right to institute proceedings before courts in civil matters, constitutes one aspect. However, that right would be illusory if a Contracting State’s domestic legal system allowed a final, binding judicial decision to remain inoperative to the detriment of one party. It would be inconceivable that Article 6 § 1 should describe in detail the procedural guarantees afforded to litigants – proceedings that are fair, public and expeditious – without protecting the implementation of judicial decisions. To construe Article 6 as being concerned exclusively with access to a court and the conduct of proceedings would indeed be likely to lead to situations incompatible with the principle of the rule of law which the Contracting States undertook to respect when they ratified the Convention. Execution of a judgment given by any court must therefore be regarded as an integral part of the “trial” for the purposes of Article 6. A delay in the execution of a judgment may be justified in particular circumstances. But the delay may not be such as to impair the essence of the right protected under Article 6 § 1 (see, among other authorities, Hornsby, cited above, p. 510, § 40; Jasiūnienė v. Lithuania, no. 41510/98, § 27, 6 March 2003; Qufaj Co. Sh.p.k. v. Albania, no. 54268/00, § 38, 18 November 2004; and Beshiri and Others v. Albania, no. 7352/03, § 60, 22 August 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  The Court considers at the outset that the second limb of the applicant’s complaint is a consequence of the authorities’ failure to comply with the obligations entered into when the company was founded and should therefore be examined together with the first limb of the complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  The Court observes that the arbitration decisions of 1993 ordered the State to pay the applicant the sum of ALL 26 million (approximately EUR 217,286) and to pursue the operation of the company. The arbitration decisions were upheld by the District Court in its decision of 27 November 1996, which became final at the latest on 26 June 1997.",
                                        "elements": []
                                    },
                                    {
                                        "content": "129.  As to the enforcement of the first part of the arbitration decision at issue, the Court observes that it was not disputed by the parties that the authorities paid the applicant the sum of ALL 26 million due to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  The Court further notes that the same cannot be said of the second part of that decision, concerning the State’s obligation to carry on the company’s operations. It observes that the authorities’ failure to honour that part of the final decision mentioned above was likewise established by the Tirana District Court in its decision of 10 June 1998. Furthermore, the wording of section 9 of the memorandum of the new Marini Albplastik company indicates that by 2001 the authorities had still not enforced the final decisions in the applicant’s favour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  Thus, the Court considers that from 1993 to 2001, notwithstanding the applicant’s requests for the enforcement of the State Arbitration Commission’s final and binding decisions of 1993, upheld by the domestic courts in final decisions, the authorities failed to enforce the decisions in question. Indeed, as it transpires from the parties’ submissions, the State entered into an agreement with third parties, ignoring the applicant’s status as a 50% shareholder in the company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  However, on 1 February 2001 the Ministry of Labour and the applicant entered into an agreement to establish a new joint venture, Marini-Albplastik. Under that agreement, the new company was to be based on the same premises as the initial company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.  The Court further observes that the new joint venture did not operate at all until 2003, given that the State entered into agreements with other parties, notwithstanding the obligations undertaken in the new memorandum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  Moreover, the Court considers that the respondent Government did not provide any explanation as to why the arbitration decision and the final court decisions in the applicant’s favour were not enforced for over ten years from the date they were delivered, until 2003, when the company was wound up and later ceased to exist. It does not appear that the bailiffs or the administrative authorities took any effective measures to comply with those decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "135.  There has therefore been a violation of Article 6 § 1 of the Convention in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. Length of proceedings",
                                        "elements": [
                                            {
                                                "content": "(a)  The parties’ submissions",
                                                "elements": []
                                            },
                                            {
                                                "content": "136.  The applicant alleged that several sets of civil proceedings in which he had been involved had not complied with the “reasonable time” requirement. He maintained that the domestic courts, by failing to rule in the very first set of proceedings, had breached this requirement. Moreover, the long delay by the authorities in enforcing the decisions given in his favour had aggravated the breach of Article 6.",
                                                "elements": []
                                            },
                                            {
                                                "content": "137.  The Government contested the applicant’s view. They submitted that the proceedings to which the applicant referred were not related and that the period to be considered for the current purposes was to be assessed in relation to each separate set of proceedings. In the Government’s view, having regard to the applicant’s lack of interest in the activities of the joint-venture company and the involvement of third parties’ interests in the business, the proceedings in the present case could not be regarded as having been conducted in breach of the requirements of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b)  The Court’s assessment",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i) Period to be taken into consideration",
                                                "elements": []
                                            },
                                            {
                                                "content": "138.  The Court observes that the applicant complained about the excessive length of five sets of proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "139.  The first set commenced on an unspecified date in 1993, when the applicant lodged his application with the State Arbitration Commission. It continued with the proceedings for the enforcement of the decision in the applicant’s favour and ended on 20 November 2003, when the Marini-Albplastik company was wound up, rendering further proceedings moot. The second set began on an unspecified date in January 1997, when the applicant challenged in the courts the validity of the decision to privatise the factory. It continued with the proceedings for the enforcement of the final decision in the applicant’s favour and ended on 13 April 2006. The third set of proceedings (concerning the validity of the first lease agreement) began in 2000 and ended with the Supreme Court’s final judgment of 23 December 2002. The fourth set of proceedings began in 2001, when the applicant challenged in the courts the validity of the second lease agreement, and ended on 27 January 2006. The fifth set of proceedings began in 2003 and ended on 27 April 2005 when the applicant’s complaint was dismissed by the  as a result of a tied vote.",
                                                "elements": []
                                            },
                                            {
                                                "content": "140.  The period to be taken into consideration in respect of the complaints as a whole began on 2 October 1996, when the recognition by  of the right of individual petition took effect. Notwithstanding the fact that the Court considered jointly the non-enforcement aspects of the final decisions of the first and second set of proceedings (paragraph 127), it finds that those proceedings were not related and consequently it will examine separately the length of each set of proceedings under this head. Thus, the five sets of proceedings lasted seven years, nine years, two years, five years and two years, respectively.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii) Reasonableness of the length of the proceedings",
                                                "elements": []
                                            },
                                            {
                                                "content": "141.  Under Article 6 of the Convention, everyone has the right to a final decision, within a reasonable time, on disputes (“contestations”) over his civil rights and obligations. The Contracting States accordingly have the obligation to organise their legal systems so as to allow the courts to comply with this requirement (see Unión Alimentaria Sanders S.A. v. Spain, judgment of 7 July 1989, Series A no. 157, pp.14-15, § 38).",
                                                "elements": []
                                            },
                                            {
                                                "content": "142.  The Court reiterates that the “reasonableness” of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and of the relevant authorities and what was at stake for the applicant in the dispute (see, among other authorities, Comingersoll S.A. v. Portugal [GC], no. 35382/97, § 19, ECHR 2000-IV).",
                                                "elements": []
                                            },
                                            {
                                                "content": "143.  In view of the number of levels of jurisdiction involved, the Court does not consider the length of the third, fourth and fifth sets of proceedings to be sufficiently unreasonable to entail a violation of the applicant’s right as guaranteed by the Convention. The same cannot be said, however, of the first and second sets of proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "144.  In particular, the Court is of the view that those proceedings cannot be considered complex since they related to the honouring of obligations that stemmed from the establishment of a joint venture on a 50-50 basis between the applicant and the State. Moreover, it appears that the State did attempt to honour the terms of the agreement. The Court further considers that the applicant did not contribute in any way to the delay.",
                                                "elements": []
                                            },
                                            {
                                                "content": "145.  As to the second set of proceedings, the Court observes that the case was repeatedly referred back for fresh examination. It notes that in similar cases where the protracted length of proceedings was to a large extent caused by the rehearing of the cases, it has held that, since remittal had been ordered because of errors committed by the lower courts, the repetition of such orders within the same set of proceedings revealed a serious deficiency in the judicial system (see, among other authorities, Wierciszewska v. Poland, no. 41431/98, § 46, 25 November 2003, and Huseinović v. Slovenia, no. 75817/01, § 25, 6 April 2006). Thus, the Court considers that by giving a number of contradictory decisions at several levels of jurisdiction, the Albanian authorities demonstrated a shortcoming in the judicial system for which they are responsible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "146.  The foregoing considerations are sufficient to enable the Court to conclude that there has been a violation of Article 6 § 1 of the Convention on account of the excessive length of the first and second sets of proceedings in the present case.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "147.  Relying on Article 13 of the Convention the applicant complained that the remedies at his disposal were unlikely to be effective and adequate in regard to his grievances under Article 6.",
                                "elements": []
                            },
                            {
                                "content": "148.  The Government contested that argument. Moreover, in particular with reference to the applicant’s length-of-proceedings complaints, they maintained that a constitutional complaint was effective, relying on the same arguments submitted in connection with their preliminary objections.",
                                "elements": []
                            },
                            {
                                "content": "149.  The applicant disputed the Government’s argument concerning the Constitutional Court’s effectiveness in respect of the excessive length of proceedings. He submitted that the domestic legal system in general did not provide for a specific remedy whereby he could have complained about the excessive length of proceedings.",
                                "elements": []
                            },
                            {
                                "content": "150.  The Court reiterates that Article 13 applies only where an individual has an “arguable claim” to be the victim of a violation of a Convention right (see Boyle and Rice v. the United Kingdom, judgment of 27 April 1988, Series A no. 131, p. 23, § 52). Hence, the applicant does not have an arguable claim in respect of those complaints under Article 6 that have already been found inadmissible by the Court, and Article 13 is therefore not applicable as regards those complaints. It follows that the corresponding parts of the complaint are manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention, and that the remainder is admissible.",
                                "elements": []
                            },
                            {
                                "content": "151.  The Court has examined above the applicant’s complaint about the failure of the authorities to comply with the final decisions in his favour. It notes that the applicant’s complaint under Article 13 is essentially based on the same lack of procedural protection which has already been found to have given rise to a violation of Article 6 (see, mutatis mutandis, British-American Tobacco Company Ltd. v. the Netherlands, judgment of 20 November 1995, Series A no. 331, p. 29, § 91, and Beshiri and Others, cited above, § 68). That being so, the Court considers that it is not necessary to examine the complaint separately under Article 13.",
                                "elements": []
                            },
                            {
                                "content": "152.  As to the applicant’s complaint concerning the lack of a remedy in respect of the excessive length of the proceedings, the Court reiterates that Article 13 guarantees an effective remedy before a national authority for the alleged breach of the requirement under Article 6 § 1 to hear a case within a reasonable time (see Kudła v.  [GC], no. 30210/96, § 156, ECHR 2000XI).",
                                "elements": []
                            },
                            {
                                "content": "153.  Moreover, as established in its case-law, the Court reiterates that the remedies available to a litigant at domestic level for raising a complaint about the length of proceedings are “effective”, within the meaning of Article 13 of the Convention if they “[prevent] the alleged violation or its continuation, or [provide] adequate redress for any violation that [has] already occurred” (ibid., § 158). Article 13 therefore offers an alternative: a remedy is “effective” if it can be used either to expedite a decision by the courts dealing with the case, or to provide the litigant with adequate redress for delays that have already occurred (ibid., § 159).",
                                "elements": []
                            },
                            {
                                "content": "154.  The Court observes that apart from the constitutional complaint, the Albanian legal system did not provide for any particular remedy like those referred to by the Court in Kudła (cited above), which the applicant could have had at his disposal in order to find redress for the excessive length of proceedings.",
                                "elements": []
                            },
                            {
                                "content": "155.  The Government invoked a constitutional complaint under Article 131 of the Constitution, which allows individuals to lodge a complaint with the  if and when they allege a breach of Article 6 of the Convention. Such a complaint will be considered by the  only after the exhaustion of remedies in the lower courts, notwithstanding any further delays that this may cause.",
                                "elements": []
                            },
                            {
                                "content": "156.  The Court further observes that, even assuming that the  could in theory offer adequate redress in respect of the excessive length complaints, the Government failed to produce any case in which the  had ruled on a complaint about the length of proceedings. While it is not for the Court to give a ruling on an issue of domestic law that is as yet unsettled (see, mutatis mutandis, De Jong, Baljet and Van den Brink v. the Netherlands, judgment of 22 May 1984, Series A no. 77, p. 19, § 39, and Horvat v. , no. 51585/99, § 44, ECHR 2001VIII), the absence of any case-law does indicate the uncertainty of this remedy in practice.",
                                "elements": []
                            },
                            {
                                "content": "157.  In the light of the foregoing, the Court considers that there is no evidence that a complaint under Article 131 of the Constitution could be regarded, with a sufficient degree of certainty, as constituting an effective remedy for the applicant’s complaint concerning the excessive length of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "158.  Accordingly, the Court finds that in the present case there has been a violation of Article 13 of the Convention in that the applicant had no domestic remedy whereby he could enforce his right to a “hearing within a reasonable time” as guaranteed by Article 6 § 1 of the Convention. It therefore dismisses the Government’s preliminary objection (see paragraph 99 above).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "159.  The applicant complained of a violation of his right of property. He relied on Article 1 of Protocol No. 1 to the Convention.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "160.  The Court considers that the complaint under this head is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It moreover finds that no other grounds for declaring this part of the application inadmissible have been established and therefore declares it admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "161.  The applicant alleged that following the prolonged failure of his partner, the State, to comply with the obligations entered into when the joint venture Marini-Albplastik was founded, and the changes in the production activities at the factory as a result of the agreements concluded by the State with other parties, his shareholding in that company had been reduced in value and he had consequently lost control of the company’s activities and assets.",
                                                "elements": []
                                            },
                                            {
                                                "content": "162.  The Government contested that argument on the ground of the applicant’s lack of interest in the proper administration of the company.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Applicability of Article 1 of Protocol No. 1",
                                "elements": [
                                    {
                                        "content": "163.  The Court reiterates that, under its settled case-law, Article 1 of Protocol No. 1 comprises three distinct rules: “The first rule, set out in the first sentence of the first paragraph, is of a general nature and enunciates the principle of the peaceful enjoyment of property; the second rule, contained in the second sentence of the first paragraph, covers deprivation of possessions and subjects it to certain conditions; the third rule, stated in the second paragraph, recognises that the Contracting States are entitled, amongst other things, to control the use of property in accordance with the general interest. The three rules are not, however, ‘distinct’ in the sense of being unconnected. The second and third rules are concerned with particular instances of interference with the right to peaceful enjoyment of property and should therefore be construed in the light of the general principle enunciated in the first rule” (see Beyeler v.  [GC], no. 33202/96, § 98, ECHR 2000I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "164.  The Court finds that the shares held by the applicant undoubtedly had an economic value and constituted “possessions” within the meaning of Article 1 of Protocol No. 1. It therefore finds that Article 1 is applicable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "165.  The Court also has to determine which provision of Article 1 is applicable in the instant case. It observes in that connection that a “company share” is a complex thing. It certifies that the holder possesses a share in the company together with corresponding rights. That is not only an indirect claim on company assets, but other rights, especially voting rights and the right to influence the company, may stem from the share (see Company S. and T. v. Sweden, no. 11189/84, Commission decision of 11 December 1986, Decisions and Reports 50, p. 138).",
                                        "elements": []
                                    },
                                    {
                                        "content": "166.  The Court notes that in the present case the applicant held a 50% stake in the Marini-Albplastik company. Following repeated actions by the State which ran counter to the terms of the agreement, the applicant had no decision-making power in the company. Consequently, there were changes in the powers the applicant exercised as a shareholder, that is to say in his ability to run the company, control its assets and receive its profits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "167.  In the light of the circumstances of the case and having regard to the special nature of the applicant’s possessions, the Court does not consider that the interferences can be classified in any specific category within Article 1 of Protocol No. 1. Accordingly, it considers it necessary to examine the case in the light of the general rule set out in that Article (see, mutatis mutandis, Sovtransavto Holding v. , no. 48553/99, § 93, ECHR 2002VII).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Compliance with Article 1 of Protocol No. 1",
                                "elements": [
                                    {
                                        "content": "168.  The Court refers to the three rules contained in Article 1 of Protocol No. 1 (see paragraph 163 above). It observes that in the instant case there was no direct deprivation by the domestic authorities of the applicant’s possessions and no interference comparable to such a deprivation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "169.  The Court notes that the applicant’s complaint is that the State failed to comply with its obligations under the joint-venture, putting him in the position of not being able to exercise effective control, in accordance with the law, over Marini-Albplastik’s activities, with the result that unlawful resolutions were adopted and the company was subsequently wound up.",
                                        "elements": []
                                    },
                                    {
                                        "content": "170.  It reiterates that by virtue of Article 1 of the Convention each Contracting Party “shall secure to everyone within [its] jurisdiction the rights and freedoms defined in ... [the] Convention”. The obligation to secure the effective exercise of the rights defined in that instrument may result in positive obligations for the State (see, among other authorities, X and Y v. the Netherlands, judgment of 26 March 1985, Series A no. 91, p. 11, §§ 22-23). In such circumstances, the State cannot simply remain passive and “there is no room to distinguish between acts and omissions” (see, mutatis mutandis, Airey v. Ireland, judgment of 9 October 1979, Series A no. 32, p. 14, § 25).",
                                        "elements": []
                                    },
                                    {
                                        "content": "171.  As regards the right guaranteed by Article 1 of Protocol No. 1, those positive obligations may entail certain measures necessary to protect the right of property (see, among other authorities and mutatis mutandis, López Ostra v. Spain, judgment of 9 December 1994, Series A no. 303-C, p. 55, § 55), even in cases involving litigation between individuals or companies. This means, in particular, that States are under an obligation to afford judicial procedures that offer the necessary procedural guarantees and therefore enable the domestic courts and tribunals to adjudicate effectively and fairly any disputes between private persons (see Sovtransavto Holding, cited above, § 96).",
                                        "elements": []
                                    },
                                    {
                                        "content": "172.  In the present case the Court has found that the respondent State bears responsibility for the violation of Article 6 § 1 of the Convention on account of the failure to enforce final court decisions and the excessive length of proceedings. In that regard, the Court would simply point to the procedural shortcomings it noted above when examining the complaint under Article 6 § 1 of the Convention (see paragraphs 126-146 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "173.  The Court considers that the reluctance of the executive authorities and the bailiffs to honour the obligations entered into when the company was founded had a direct impact on the applicant’s right to the peaceful enjoyment of his possessions. This, coupled with the excessive length of the proceedings at issue, created permanent uncertainty about the lawfulness of the decisions taken by the State, the applicant’s partner, concerning the company’s operation. Consequently, the applicant’s shareholding was inactive, making it impossible to receive the expected profits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "174.  Having regard to the foregoing, the Court finds that the failure of the authorities to enforce the decisions in the applicant’s favour, the manner in which the proceedings were conducted, and the uncertainty in which the applicant was left, upset the “fair balance” that has to be struck between the demands of the public interest and the need to protect the applicant’s right to the peaceful enjoyment of his possessions. Consequently, the State failed to comply with its obligation to secure the applicant’s effective enjoyment of his right of property as guaranteed by Article 1 of Protocol No. 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "175.  There has accordingly been a violation of that provision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "176.  Invoking Article 14 of the Convention, the applicant complained that the authorities discriminated against him on the grounds of his dual Albanian and  nationality.",
                                "elements": []
                            },
                            {
                                "content": "177.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "178.  The Court finds that the applicant has failed to substantiate his allegation that he was subject to discriminatory treatment on the grounds of his nationality. It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "179.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "180.  The applicant, as his principal submission, sought the enforcement of the final decisions given in his favour, that is, the honouring by the State of the obligations entered into when the company was founded. He further claimed EUR 6,697,000 in respect of the pecuniary damage caused on account of his investment of initial capital amounting to approximately EUR 173,000, and also a sum of EUR 2,748,000 in respect of loss of profit for a period of 13 years. He relied on an expert’s valuation report and on the findings of the arbitration decision of 5 November 1993 for the purposes of determining the loss of profit. Moreover, he claimed EUR 100,000 in non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "181.  The Government argued that the amounts claimed by the applicant were excessive, without proposing alternative amounts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "182.  The Court reiterates that a judgment in which it finds a breach imposes on the respondent State a legal obligation under the Convention to put an end to the breach and make reparation for its consequences. If the domestic law allows only partial reparation to be made, Article 41 of the Convention gives the Court the power to award compensation to the party injured by the act or omission that has led to the finding of a violation of the Convention. The Court enjoys a certain discretion in the exercise of that power, as the adjective “just” and the phrase “if necessary” attest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "183.  The Court refers to its findings in the Qufaj Co. Sh.p.k. case, in which it held that the Albanian authorities had to take the appropriate measures in order to comply with a final judgment (see Qufaj Co. Sh.p.k., cited above, § 54-59, and also, mutatis mutandis, Beshiri and Others, cited above, § 109).",
                                        "elements": []
                                    },
                                    {
                                        "content": "184.  Among the matters which the Court takes into account when assessing compensation are pecuniary damage (the loss actually suffered as a direct result of the alleged violations) and non-pecuniary damage (reparation for the anxiety, inconvenience and uncertainty caused by the violation) and other non-pecuniary loss (see, among other authorities, Ernestina Zullo v. Italy, no. 64897/01, § 25, 10 November 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "185.  In addition, if one or more heads of damage cannot be calculated precisely or if the distinction between pecuniary and non-pecuniary damage proves difficult, the Court may decide to make a global assessment (see Comingersoll S.A., cited above, § 29).",
                                        "elements": []
                                    },
                                    {
                                        "content": "186.  The Court recalls that in the instant case it found a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1, in that the proceedings exceeded the reasonable time requirement and that the decision in the applicant’s favour had not been enforced for a period of time, preventing him from enjoying his property. There is therefore a causal link between the violations found and the applicant’s claim of pecuniary damage (see paragraphs 174-175 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "187.  The Court considers that in view of the very nature of the final decisions in the applicant’s favour and the fact that the Marini-Albplastik company ceased to exist in 2003, restitutio in integrum is impossible. However, compensation should be awarded in lieu.",
                                        "elements": []
                                    },
                                    {
                                        "content": "188.  The Court considers reasonable to compensate the applicant in respect of pecuniary damage for the loss of his investment and the loss of profits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "189.  As to the loss of the investment, the Court observes that on 12 June 1991, in compliance with an agreement between the Marini-Albplastik company and the Edil-Plastic company, the applicant paid the latter the sum of EUR 173,000, which covered the preparation of a new project for the renovation of the factory (approximately EUR 62,400) as well as a payment for the purchase of new machinery. The Court further observes that the machinery is still in the applicant’s possession.",
                                        "elements": []
                                    },
                                    {
                                        "content": "190.  As to the profits, the Court cannot accept the amounts presented by the applicant and, in particular, considers it speculative to attempt to assess what the company’s profits could have been. Accordingly, for the purpose of determining the sum to be awarded under this head, some reliance will be had on the assessment by the State Arbitration Commission on 5 November 1993.",
                                        "elements": []
                                    },
                                    {
                                        "content": "191.  Having regard to the material in its possession and the fact that the Government did not furnish any objection to the method of calculation of the compensation submitted by the applicant, and making an assessment on an equitable basis, the Court awards the applicant a lump sum of EUR 330,000 in respect of pecuniary and non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "192.  The applicant also claimed EUR 15,900 for costs and expenses incurred before the domestic courts and EUR 5,700 for those incurred before the Court. He provided a detailed breakdown to substantiate his claim for costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "193.  The Government contested the claim without giving specific reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "194.  In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 5,700 for costs and expenses in the proceedings before the Court, but dismisses the claim for costs in the domestic proceedings for lack of substantiation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "195.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Decides to join to the merits the Government’s preliminary objection regarding the applicant’s failure to exhaust domestic remedies in respect of his length of proceedings complaint;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaints concerning Article 6 § 1 (as regards access to court, the length of the proceedings and the non-enforcement of a final decision), Article 13, taken in conjunction with the admissible aspects of Article 6 § 1, and Article 1 of Protocol No. 1 admissible, and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 6 § 1 of the Convention as regards the alleged restriction on the applicant’s right of access to court in respect of the liquidation order;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 § 1 of the Convention as regards the denial of the applicant’s right of access to court as a result of the Constitutional Court’s failure to take a decision on his constitutional complaint;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 6 § 1 of the Convention as regards the non-enforcement of the final decision of 7 July 1993;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been a violation of Article 6 § 1 of the Convention as regards the excessive length of the first and second sets of proceedings;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that there has been no violation of Article 6 § 1 of the Convention as regards the excessive length of the third, fourth and fifth sets of proceedings;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds that there has been a violation of Article 13 of the Convention as regards the lack of an effective remedy in respect of the applicant’s length-of-proceedings complaint and dismisses the Government’s preliminary objection;",
                        "elements": []
                    },
                    {
                        "content": "9.  Holds that there is no need to examine separately the remainder of the applicant’s complaints under Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "10.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "11.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the national currency of the respondent State at the rate applicable on the date of settlement, plus any tax that may be chargeable:",
                        "elements": []
                    },
                    {
                        "content": "(i) EUR 330,000 (three hundred and thirty thousand euros) in respect of pecuniary and non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(ii) EUR 5,700 (five thousand seven hundred euros) in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "12.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 18 December 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrJ. Šikuta",
            "role": "judges"
        },
        {
            "name": "MrsP. Hirvelä",
            "role": "judges"
        },
        {
            "name": "Mr T.L. Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MARINI v. ALBANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-84061.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:1218JUD000373802",
    "externalsources": [],
    "extractedappno": [
        "3738/02",
        "32438/96",
        "31365/96",
        "54268/00",
        "31107/96",
        "42295/98",
        "32190/96",
        "41510/98",
        "7352/03",
        "35382/97",
        "41431/98",
        "75817/01",
        "30210/96",
        "51585/99",
        "33202/96",
        "11189/84",
        "48553/99",
        "64897/01"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Constitutional Court Organisation Act (2000), section 74",
        "Constitution, Article 131",
        "The State Arbitration Act (Law no. 7424, 1990)"
    ],
    "itemid": "001-84061",
    "judgementdate": "18/12/2007 00:00:00",
    "kpdate": "18/12/2007 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "109",
        "310",
        "354",
        "369",
        "304",
        "311",
        "445",
        "7",
        "40",
        "57",
        "113",
        "136",
        "406",
        "444",
        "110",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "P1-1-1",
        "13",
        "29",
        "35-1",
        "41",
        "6-1",
        "35",
        "6",
        "29-3",
        "P1-1"
    ],
    "parties": [
        "MARINI",
        "ALBANIA"
    ],
    "rank": "609.526306152344",
    "representedby": [
        "PUTO S."
    ],
    "respondent": "ALB",
    "respondentOrderEng": "1",
    "scl": [
        "Airey v. Ireland, judgment of 9 October 1979, Series A no. 32, p. 14, § 25",
        "Akdivar and Others v. Turkey, judgment of 16 September 1996, Reports 1996-IV, §§ 53-54",
        "Ashingdane v. the United Kingdom, judgment of 28 May 1985, Series A no. 93, pp. 24-25, § 57",
        "Beshiri and Others v. Albania, no. 7352/03, §§ 60, 68, 109, 22 August 2006",
        "Beyeler v. Italy [GC], no. 33202/96, § 98, ECHR 2000 I",
        "Boyle and Rice v. the United Kingdom, judgment of 27 April 1988, Series A no. 131, p. 23, § 52",
        "British-American Tobacco Company Ltd. v. the Netherlands, judgment of 20 November 1995, Series A no. 331, p. 29, § 91",
        "Comingersoll S.A. v. Portugal [GC], no. 35382/97, §§ 19, 29, ECHR 2000-IV",
        "Company S. and T. v. Sweden, no. 11189/84, Commission decision of 11 December 1986, Decisions and Reports 50, p. 138",
        "De Jong, Baljet and Van den Brink v. the Netherlands, judgment of 22 May 1984, Series A no. 77, p. 19, § 39",
        "Delcourt v. Belgium judgment of 17 January 1970, Series A no. 11, p. 14, § 25",
        "Ernestina Zullo v. Italy, no. 64897/01, § 25, 10 November 2004",
        "Golder v. the United Kingdom, judgment of 21 February 1975, Series A no. 18, pp. 17-18, §§ 35-36",
        "Helle v. Finland, judgment of 19 December 1997, Reports 1997-VIII, p. 2929, § 56",
        "Hornsby v. Greece, judgment of 19 March 1997, Reports of Judgments and Decisions 1997 II, p. 510, § 40",
        "Horvat v. Croatia, no. 51585/99, § 44, ECHR 2001 VIII",
        "Huseinovic v. Slovenia, no. 75817/01, § 25, 6 April 2006",
        "I.S. v. Bulgaria (dec.), no. 32438/96, 6 April 2000",
        "Iatridis v. Greece [GC], no. 31107/96, § 50, ECHR 1999 II",
        "James and Others v. the United Kingdom, judgment of 21 February 1986, Series A no. 98, pp. 46-47, § 81",
        "Jasiuniene v. Lithuania, no. 41510/98, § 27, 6 March 2003",
        "Kudla v. Poland [GC], no. 30210/96, §§ 156, 158, 159, ECHR 2000 XI",
        "Lawless v. Ireland (no. 3), judgment of 1 July 1961, Series A no. 3, pp. 45-46, § 7",
        "Levages Prestations Services v. France, judgment of 23 October 1996, Reports 1996-V, p. 1543, § 40",
        "López Ostra v. Spain, judgment of 9 December 1994, Series A no. 303-C, p. 55, § 55",
        "Luordo v. Italy, no. 32190/96, §§ 86, 87, ECHR 2003-IX",
        "Nerva v. the United Kingdom (dec.), no. 42295/98, 11 July 2000",
        "Powell and Rayner v. the United Kingdom, judgment of 21 February 1990, Series A no. 172, pp. 16-17, § 36",
        "Qufaj Co. Sh.p.k. v. Albania, no. 54268/00, §§ 38, 54-59, 18 November 2004",
        "Sovtransavto Holding v. Ukraine, no. 48553/99, §§ 93, 96, ECHR 2002 VII",
        "Unión Alimentaria Sanders S.A. v. Spain, judgment of 7 July 1989, Series A no. 157, pp.14-15, § 38",
        "Varbanov v. Bulgaria, no. 31365/96, § 36, ECHR 2000-X",
        "Wierciszewska v. Poland, no. 41431/98, § 46, 25 November 2003",
        "X and Y v. the Netherlands, judgment of 26 March 1985, Series A no. 91, p. 11, §§ 22-23"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "344341",
    "typedescription": "15"
}