{
    "__articles": "8;8-1;41",
    "__conclusion": "Remainder inadmissible;Violation of Art. 8;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "2660/03",
    "article": [
        "8",
        "41"
    ],
    "conclusion": [
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-101945.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 2660/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Slovak national, Ms Marta Hajduová (“the applicant”), on 10 January 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mrs I. Rajtáková, a lawyer practising in Košice. The Government of the  (“the Government”) were represented by Ms A. Poláčková and Ms M. Pirošiková, their successive Agents.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the domestic authorities had violated her rights under Articles 5 and 8 of the Convention by failing to comply with their statutory obligation to order that her former husband be detained in an institution for psychiatric treatment, following his criminal conviction for having abused and threatened her.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 26 March 2006 the President of the Fourth Section of the Court to which the case had been allocated decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1960 and lives in Košice.",
                                "elements": []
                            },
                            {
                                "content": "A.  Abuse suffered by the applicant",
                                "elements": [
                                    {
                                        "content": "6.  On 21 August 2001 the applicant's (now former) husband, A., attacked her both verbally and physically while they were in a public place. The applicant suffered a minor injury and feared for her life and safety. This led her and her children to move out of the family home and into the premises of a non-governmental organisation in Košice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 27 and 28 August 2001 A. repeatedly threatened the applicant, inter alia, to kill her and several other persons. Criminal proceedings were brought against him and he was remanded in custody.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Indictment and conviction of A.",
                                "elements": [
                                    {
                                        "content": "8.  On 29 November 2001 a public prosecutor indicted A. before the Košice I District Court (“the District Court”). The indictment stated that the accused had been convicted four times in the past. Two of the offences had been committed in the last ten years and involved breaches of court or administrative orders.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  In the course of the criminal proceedings, experts established that the accused suffered from a serious personality disorder. His treatment as an inpatient in a psychiatric hospital was recommended.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 7 January 2002 the District Court convicted A. The court decided not to impose a prison sentence on him and held that he should undergo psychiatric treatment. At the same time, the court released him from detention on remand. A. was then transported to a hospital in Košice. That hospital did not carry out the treatment which A. required, nor did the District Court order it to carry out such treatment. A. was released from the hospital on 14 January 2002.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Renewed threats against the applicant",
                                "elements": [
                                    {
                                        "content": "11.  After his release from hospital on 14 January 2002, A. verbally threatened the applicant and her lawyer. On 14 and 16 January 2002, respectively, the applicant's lawyer and the applicant herself filed criminal complaints against him. They also informed the District Court (which had convicted him on 7 January 2002) about his behaviour and of the new criminal complaints they had filed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 21 January 2002 A. visited the applicant's lawyer again and threatened both her and her employee. On the same day he was arrested by the police and accused of a criminal offence.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Arrangements for psychiatric treatment of A.",
                                "elements": [
                                    {
                                        "content": "13.  On 22 February 2002 the District Court arranged for psychiatric treatment of A. in accordance with its decision of 7 January 2002 (see paragraph 10 above). He was consequently transported to a hospital in Plešivec.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  The applicant's domestic complaints",
                                "elements": [
                                    {
                                        "content": "14.  On 7 March 2002 the applicant filed a complaint with the . She alleged a violation of Articles 5 and 6 of the Convention and of Articles 16 (§ 1) and 19 (§ 2) of the Slovak Constitution, in that the District Court had failed to ensure that her husband be placed in a hospital for the purpose of psychiatric treatment immediately after his conviction on 7 January 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The  rejected the applicant's complaint on 2 October 2002. In its decision it found that there had been no interference with the applicant's rights under Article 5 § 1 of the Convention, as interpreted by the Convention organs. As to the alleged violation of the applicant's rights under Articles 16 (§ 1) and 19 (§ 2) of the Constitution, the applicant should have pursued an action for the protection of her personal integrity before the ordinary courts. Reference was made to the 's decisions on cases nos. I. ÚS 2/00 and II. ÚS 23/00.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Constitutional provisions and practice",
                                "elements": [
                                    {
                                        "content": "16.  Article 16 § 1 of the Slovak Constitution guarantees to everyone the inviolability of his or her home and privacy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  Article 19 § 2 guarantees to everyone the right to protection from unjustified interference with his or her private and family life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  In a decision of 5 January 2000 in case no. I. ÚS 2/00 the Constitutional Court declared inadmissible a petition in which the plaintiff alleged a violation of Article 19 of the Constitution in that the public authorities had systematically requested that he should submit his higher education diploma to them. The decision stated that the plaintiff should have sought the protection of his rights under Article 19 of the Constitution by means of an action for protection of his personal integrity pursuant to Articles 11 et seq. of the Civil Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  In a decision of 23 March 2000 in case no. II. ÚS 23/00 the  rejected, for lack of jurisdiction, a petition in which the plaintiff had complained about a violation of his rights under Article 19 of the Constitution on the ground that the Minister of Justice had asked him to submit, as president of a District Court, information about his financial situation. The  held that the issue fell within the jurisdiction of the ordinary courts which had power to deal with it under Articles 11 et seq. of the Civil Code.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Code of Criminal Procedure and relevant practice",
                                "elements": [
                                    {
                                        "content": "20.  Under Article 351 § 1 of the Code of Criminal Procedure (Law no. 141/1961 Coll., as applicable at the relevant time) the president of the relevant chamber shall order the medical institution concerned to carry out the treatment of a person in accordance with the court's decision. Where the person concerned represents a danger to his or her environment, the president of the chamber shall arrange for his or her immediate transfer to the medical institution (paragraph 2 of Article 351).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  In accordance with the practice of the Supreme Court (R 46/1977) the medical treatment of a person ordered by a court should, in principle, be arranged for immediately after the relevant decision has become executable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Civil Code (Law of February 1964, published in the Collection of Laws under no. 40/1964, as amended)",
                                "elements": [
                                    {
                                        "content": "22.  The Civil Code reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 11",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Every natural person shall have the right to protection of his or her personal integrity, in particular his or her life and health, civil and human dignity, privacy, reputation and expressions of a personal nature.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 13",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Every natural person shall have the right in particular to request an order restraining any unjustified interference with his or her personal integrity, an order cancelling out the effects of such interference and an award of appropriate compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  If the satisfaction afforded under paragraph 1 of this Article is insufficient, in particular because the injured party's dignity or social standing has been considerably diminished, the injured party shall also be entitled to financial compensation for nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  When determining the amount of compensation payable under paragraph 2 of this Article, the court shall take into account the seriousness of the harm suffered by the injured party and the circumstances in which the violation of his or her rights occurred.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Act No. 514/2003",
                                "elements": [
                                    {
                                        "content": "23.  Act no. 514/2003 on Liability for Damage Caused in the Context of Exercise of Public Authority (Zákon o zodpovednosti za škodu spôsobenú pri výkone verejnej moci a zmene niektorých zákonov) was adopted on 28 October 2003. It became operative on 1 July 2004 and replaced, as from that date, the State Liability Act of 1969.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The explanatory report to Act No. 514/2003 provides that the purpose of the Act is to render the mechanism of compensation for damage caused by public authorities more effective and thus to reduce the number of cases in which persons are obliged to seek redress before the European Court of Human Rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Section 17 of the Act provides for compensation for pecuniary damage including lost profit and, where appropriate, also for compensation for damage of a non-pecuniary nature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  For a more detailed analysis of the relevant domestic law, see also the Court's admissibility decision in the case of Kontrová v. Slovakia (dec.), no. 7510/04, 13 June 2006.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL MATERIAL",
                        "elements": [
                            {
                                "content": "27.  For a summary of relevant international material see the Court's judgment in Opuz v. , no. 33401/02, §§ 72-86 , ECHR 2009..., in particular the Committee of Ministers of the Council of Europe's Recommendation Rec(2002)5 of 30 April 2002 on the protection of women against violence.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "28.  The applicant complained that the State had failed to fulfil its positive obligation to protect her from A., in violation of Article 8, which reads, as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Government",
                                "elements": [
                                    {
                                        "content": "29.  The Government argued that the application was inadmissible under Article 35 § 1 of the Convention as the applicant had failed to exhaust all available domestic remedies. Notably, she had failed to pursue an action for the protection of her personal integrity under Articles 11 et seq. of the Civil Code. They further emphasised that Slovakian law required the courts of general jurisdiction to interpret the rights guaranteed under Article 11 of the Civil Code in accordance with the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  They distinguished the Court's admissibility decision in the case of Kontrová (cited above) from the present case. In Kontrová, in the context of complaints under Articles 2 and 8 of the Convention resulting from domestic violence, the Court considered that the Government had not shown that an action for the protection of personal integrity under Articles 11 et seq. of the Civil Code was sufficiently certain in practice or that it offered at least some prospects of success. In so finding, the Court laid emphasis on the 's ambiguous conclusion as to whether an action for protection of personal integrity had been available to the applicant in the circumstances. It stressed, in particular, the dissenting opinion of the presiding judge to the effect that the applicant did not have any effective remedy through which she could have claimed nonpecuniary damages either in civil or criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Government relied on the Court's decision in the case of Babjak and others v.  (dec.), no.73693/01, 30 March 2004. There, in the context of a complaint under Article 6 § 2 of the Convention, the Court considered that in the circumstances of the case a civil action under Articles 11 et seq. of the Civil Code was in principle capable of remedying the first applicant's situation. This complaint was therefore dismissed under Article 35 §§ 1 and 4 of the Convention for nonexhaustion of domestic remedies. The Government further relied on the 's consideration of the present applicant's case (see paragraph 15 above) as support for their argument that the applicant should have sought an action in the courts of general jurisdiction for the protection of her personal integrity under Article 11 of the Civil Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Government contested the Court's conclusion in its decision in Kontrová (cited above) that actions for the protection of personal integrity had primarily been pursued in defamation proceedings. They maintained that the respondent State could not be held responsible for the relatively rare use of this remedy, despite the  having made clear its availability. Furthermore, they contended that the Court's practice in not dismissing such applications as inadmissible for nonexhaustion of domestic remedies had dissuaded potential applicants from using the domestic remedy in question. They finally asserted that the applicant could still pursue an action under the Civil Code, as personal integrity rights were not subject to limitation under Slovakian law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Lastly, the Government conceded that the pertinent and existing practice of the  was not “absolutely unambiguous.” Notwithstanding, they asserted that in some instances that they had cited (see relevant domestic law and practice above) the Constitutional Court had directed complainants to pursue an action for protection of their personal integrity in the ordinary courts.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The applicant",
                                "elements": [
                                    {
                                        "content": "34.  The applicant replied that the Government had failed to cite any previous decision in which the remedy they asserted (namely an action for the protection of personal integrity under Articles 11 et seq. of the Civil Code) had been used in a case similar to hers. She contended that Article 13 § 1 of the Civil Code had not been interpreted in legal practice as allowing the authorities to be sued for compensation for non-pecuniary damage in the event that they failed to adequately protect an individual from any unjustified interference with his or her personal integrity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The applicant further maintained that the subsequent coming into force of Act no. 514/2003 Coll. (see paragraph 23 above) which, inter alia, provided for non-pecuniary compensation for damage caused by public bodies was evidence of a prior gap in the law. This remedy, however, had not been available to her at the time of the domestic authorities' consideration of her case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "36.  The Court points out that the purpose of Article 35 of the Convention is to afford the Contracting States the opportunity of preventing or putting right the violations alleged against them before those allegations are submitted to the Convention institutions. Consequently, States are dispensed from answering for their acts before an international body before they have had an opportunity to put matters right through their own legal system. The rule of exhaustion of domestic remedies referred to in Article 35 of the Convention requires that normal recourse should be had by an applicant only to remedies that relate to the breaches alleged and at the same time are available and sufficient. The existence of such remedies must be sufficiently certain not only in theory but also in practice, failing which they will lack the requisite accessibility and effectiveness; it falls to the respondent State to establish that these various conditions are satisfied (see Selmouni v. France [GC], no. 25803/94, §§ 74 and 75, ECHR 1999-V and Branko Tomašić and Others v. , no. 46598/06, §§ 35-37, ECHR 2009... (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  Article 35 provides for a distribution of the burden of proof. It is incumbent on the Government claiming non-exhaustion to satisfy the Court that the remedy was an effective one available in theory and in practice at the relevant time, that is to say, that it was accessible, was one which was capable of providing redress in respect of the complaints invoked and offered reasonable prospects of success (see Akdivar and Others v. Turkey, 16 September 1996, § 68, Reports of Judgments and Decisions 1996-IV).",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Court would emphasise that the application of this rule must make due allowance for the context. Accordingly, it has recognised that Article 35 must be applied with some degree of flexibility and without excessive formalism (see Cardot v. , 19 March 1991, § 34, Series A no. 200). It has further recognised that the rule of exhaustion of domestic remedies is neither absolute nor capable of being applied automatically; in reviewing whether the rule has been observed, it is essential to have regard to the particular circumstances of the individual case (see Van Oosterwijck v. Belgium, 6 November 1980, § 35, Series A no. 40). This means, amongst other things, that the Court must take realistic account not only of the existence of formal remedies in the legal system of the Contracting Party concerned but also of the general legal and political context in which they operate as well as the personal circumstances of the applicants (see Akdivar and Others, cited above, § 69).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Court notes at the outset the Government's challenge to its observation in its decision in Kontrová (cited above) that actions for the protection of personal rights had primarily been pursued in defamation proceedings (see paragraph 32 above). It further observes that its inadmissibility decision in the case of Babjak (cited above) on which the Government seek to rely (at paragraph 31 above) similarly concerned circumstances in which a clear affront to the applicant's dignity or social standing could be identified, as the complaint in issue centred on Article 6 § 2 of the Convention and the applicant's right to be presumed innocent until proved guilty. This of course would have a clear impact on the public's perception of the applicant and would therefore come within the limited scope of the provision of non-pecuniary damage contained in Article 13 (2) of the Civil Code (see paragraph 22 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Court also takes notice of the special provisions in respect of non-pecuniary damage caused by public authorities introduced by Act No. 514/2003 Coll. which came into force on 1 July 2004 (see paragraph 23 above). Notwithstanding, it observes as it did in its decision in the case of Kontrová, that this piece of new legislation only applies to events that took place after its entry into force and has no retrospective application to the facts giving rise to the present application.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  Turning to the present case, the Court considers that the Government have failed to show, with reference to demonstrably established consistent case-law in cases similar to the applicant's, that their interpretation of the scope of the action for protection of personal integrity was, at the material time, sufficiently certain not only in theory but also in practice and offered at least some prospects of success. In making this conclusion, the Court has also taken into consideration the applicant's personal circumstances, the particular vulnerability of victims of domestic violence and the need for active State involvement in their protection (see Bevacqua and S. v. Bulgaria, no. 71127/01, § 65, 12 June 2008 and Opuz v. Turkey, no. 33401/02, § 132, ECHR 2009...) and that the Convention is intended to guarantee rights that are not theoretical or illusory, but rights that are practical and effective (see, for example, Matthews v. the United Kingdom [GC], no. 24833/94, § 34, ECHR 1999-I and the Court's decision in the case of Kontrová (cited above)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Government's objection as to the exhaustion of domestic remedies with respect to the complaint of failure to protect the applicant, her children and lawyer from further threats from A. therefore cannot be sustained. The Court notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties' arguments",
                                        "elements": [
                                            {
                                                "content": "43.  The applicant emphasised that the District Court was clearly aware that A. was a danger to society, following the submission of an expert opinion which had concluded that he was suffering from a form of bipolar disorder which was curable if he underwent adequate treatment. Notwithstanding, the District Court failed to discharge its statutory obligation to order a medical institution to detain A. for psychiatric treatment. The District Court only ordered the necessary treatment after a further criminal charge had been brought against A. by the applicant's lawyer and after A. had been detained by the Košice II District Office of Judicial and Criminal Police. The domestic court's omission had allowed A. to resume his threats against her, which obliged the applicant and her children to leave the family home.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Government accepted that A. had not been detained for psychiatric treatment after his conviction on 7 January 2002. They further recognised that despite the District Court having been notified by a letter dated 15 January 2002 that A. had been released from hospital on 14 January 2002 the District Court had only ordered his detention for treatment on 22 January 2002, following the applicant's filing of a new criminal complaint. This, by the Government's own admission, rendered the applicant's complaint under Article 8 of the Convention “not manifestly ill-founded”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "45.  The Court recalls that while the essential object of Article 8 of the Convention is to protect the individual against arbitrary action by public authorities, there may in addition be positive obligations inherent in effective “respect” for private and family life and these obligations may involve the adoption of measures in the sphere of the relations of individuals between themselves. Children and other vulnerable individuals, in particular, are entitled to effective protection (see X and Y v. the Netherlands, 26 March 1985, §§ 23-24 and 27, Series A no. 91, and August v. the United Kingdom (dec.), no. 36505/02, 21 January 2003).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  As regards respect for private life, the Court has previously held, in various contexts, that the concept of private life includes a person's physical and psychological integrity. Under Article 8 the States have a duty to protect the physical and moral integrity of an individual from other persons. To that end they are to maintain and apply in practice an adequate legal framework affording protection against acts of violence by private individuals (see X and Y v. the Netherlands, cited above, §§ 22 and 23; Costello-Roberts v. the United Kingdom, 25 March 1993, § 36, Series A no. 247-C; D.P. and J.C. v. the United Kingdom, no. 38719/97, § 118, 10 October 2002 and M.C. v. , no. 39272/98, §§ 150 and 152, ECHR 2003XII, and most recently the Court's judgment in the case of A v. Croatia, no. 55164/08, § 60, 14 October 2010 (not yet final)). The Court notes in this respect that the particular vulnerability of the victims of domestic violence and the need for active State involvement in their protection has been emphasised in a number of international instruments (see the reference to the Court's judgment in the case of Opuz at paragraph 27 above and the Court's judgments in Bevacqua, cited above, §§ 64-65, and Sandra Janković v. Croatia, no. 38478/05, §44-45, ECHR 2009... (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court reiterates that its task is not to substitute itself for the competent domestic authorities in determining the most appropriate methods for protecting individuals from attacks on their personal integrity, but rather to review under the Convention the decisions that those authorities have taken in the exercise of their power of appreciation. The Court will therefore examine whether , in handling the applicant's case, has been in breach of its positive obligation under Article 8 of the Convention (see Sandra Janković, cited above, § 46).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  As to the present case, the Court notes that A. was convicted by the District Court on 7 January 2002 as a result of his violent behaviour towards the applicant. It further observes that the reason why A. was not sentenced to imprisonment was the domestic court's reliance on expert opinions which concluded that he was suffering from a serious personality disorder and recommended that he be treated as an in-patient in a psychiatric hospital. Moreover, the Court lays emphasis on the fact that the District Court held, when convicting A. on 7 January 2002, that he should be sent to a hospital in order to undergo psychiatric treatment. As the applicant stresses, A. was shortly released from that hospital due to the District Court's failure to discharge its statutory obligation (under Article 351 (1) of the Code of Criminal Procedure set out at paragraph 20 above) to order the hospital to detain him and provide him with the treatment in question. As a result of the District Court's omission, the applicant and her lawyer were subjected to renewed threats from A., which led to the filing of fresh criminal complaints against him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Court observes that the instant application is distinguishable from the cases to which it has referred concerning domestic violence resulting in death (see, in particular, the Court's judgments in the cases of Kontrová v. Slovakia, no. 7510/04, ECHR 2007VI (extracts) and Opuz cited above, in which it found violations of Articles 2 and 13 and Articles 2, 3 and 14 of the Convention respectively). It is clear that A.'s repeated threats following his release from hospital, which constitute the basis of the applicant's complaint under Article 8 of the Convention, did not actually materialise into concrete acts of physical violence (compare and contrast the case of Bevacqua, cited above, in which the Court found that the State had breached its positive obligations under Article 8). Notwithstanding, the Court considers that given A.'s history of physical abuse and menacing behaviour towards the applicant, any threats made by him would arouse in the applicant a well-founded fear that they might be carried out. This, in the Court's estimation, would be enough to affect her psychological integrity and well-being so as to give rise to an assessment as to compliance by the State with its positive obligations under Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court appreciates that the police did intervene on 21 January 2002 when A. was arrested and accused of a criminal offence. However, it cannot overlook the fact that it was the domestic authorities' inactivity and failure to ensure that A. was duly detained for psychiatric treatment which enabled him to continue to threaten the applicant and her lawyer. Moreover, it was only after the applicant and her lawyer had filed fresh criminal complaints against A. that the police had taken it upon themselves to intervene. In this connection, it recalls that the domestic authorities were under a duty to take reasonable preventive measures where they “knew or ought to have known at the time of the existence of a real and immediate risk” (see, mutatis mutandis, the Court's judgment in the case of Osman v. the United Kingdom, 28 October 1998, § 116, Reports 1998VIII). The Court finds that A.'s conviction for violence against the applicant on 7 January 2002, A.'s criminal antecedents, and the District Court's own assessment that A. was in need of psychiatric treatment were sufficient, in the circumstances of the case, to render the domestic authorities aware of the danger of future violence and threats against the applicant. Furthermore, owing to the particular vulnerability of victims of domestic violence which the Court has highlighted on a number of occasions (see the Court's judgment in Opuz, cited above, § 132, among other authorities), the domestic authorities should have exercised an even greater degree of vigilance in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Court notes the Government's admission that the applicant's complaint under Article 8 of the Convention is not manifestly ill-founded. Rather, the Government have sought to argue that the application is inadmissible for want of exhaustion of domestic remedies, an objection which has been rejected by the Court. The Government have recognised in their observations that A. was not detained for psychiatric treatment after his conviction on 7 January 2002. They have further acknowledged that despite the District Court having been notified by a letter dated 15 January 2002 that A. had been released from hospital on 14 January the District Court only ordered his detention for treatment on 22 January 2002, following the applicant's filing of a new criminal complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  In light of the foregoing, the Court finds that the lack of sufficient measures taken by the authorities in reaction to A.'s behaviour, notably the District Court's failure to comply with its statutory obligation to order his detention for psychiatric treatment following his conviction on 7 January 2002, amounted to a breach of the State's positive obligations under Article 8 of the Convention to secure respect for the applicant's private life.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "53.  The applicant further complained that the District Court's failure to comply with its statutory obligation to order that A. be detained for psychiatric treatment violated her rights under Article 5 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "54.  The Court recalls that Article 5 contemplates individual liberty “in its classic sense, that is to say the physical liberty of the person” (see Engel and Others v. the Netherlands, 8 June 1976, § 58, Series A no. 22, among other authorities). The phrase “security of the person” must also be understood in the context of physical liberty rather than physical safety (see East African Asians v. the United Kingdom, no. 4626/70 et al., Commission's report of 14 December 1973, Decisions and Reports 78, p. 67, § 220 and Zilli and Bonardo v.  (dec.), no. 40143/98, 18 April 2002). The inclusion of the word “security” simply serves to emphasise the requirement that detention may not be arbitrary (Bozano v. France, 18 December 1986, §§ 54 and 60, Series A no. 111).",
                                "elements": []
                            },
                            {
                                "content": "55.  The Court observes that in the instant case, the applicant's complaint essentially concerns the authorities' failure to protect her “security of person” by ordering the detention of A. The Court refers to its pertinent jurisprudence cited above in finding that no such right exists under Article 5 of the Convention and that the concept of security must be understood in the context of physical liberty rather than physical safety.",
                                "elements": []
                            },
                            {
                                "content": "56.  It follows that the applicant's complaint under Article 5 is incompatible ratione materiae with the provisions of the Convention, within the meaning of Article 35 § 3, and must be rejected in accordance with Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "57.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "58.  The applicant claimed 5,000 EUR in respect of non-pecuniary damage. She highlighted the fear and stress that the domestic court's omission had caused her, in allowing A. to continue to threaten her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Government contested the applicant's claim for non-pecuniary damage and maintained that it was exaggerated. They submitted that in the event of the Court finding a breach of the applicant's rights under Article 8 of the Convention, the finding of the violation would constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court considers that the applicant has undoubtedly suffered anguish and distress on account of the authorities' failure to undertake sufficient measures to secure respect for her private life. Having regard to the relevant facts of the case and deciding on an equitable basis, the Court awards EUR 4,000 to the applicant (see Bevacqua, cited above, § 97).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "61.  The applicant also claimed SK 50,575 (approximately EUR 1,679) for the costs and expenses incurred before the domestic courts as well as before this Court. This included 5 hours of legal fees for her case before the  and 12 hours of legal fees in the preparation of her application to this Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Government found the applicant's claim for costs and expenses to be overstated. They requested the Court to grant the applicant compensation only as regards reasonably incurred costs and expenses, citing the Court's finding in cases such as Young, James and Webster v. the United Kingdom (Article 50), 18 October 1982, § 15, Series A no. 55 that “...high costs of litigation may themselves constitute a serious impediment to the effective protection of human rights. It would be wrong for the Court to give encouragement to such a situation in its decisions awarding costs...It is important that applicants should not encounter undue financial difficulties in bringing complaints under the Convention and the Court considers that it may expect that lawyers in Contracting States will co-operate to this end in the fixing of their fees.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  According to the Court's case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the circumstances of the present case, regard being had to the information in its possession and the above criteria, and also taking into consideration the fact that part of the applicants' complaints was rejected, the Court considers it reasonable to award the sum of EUR 1,000 covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "64.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 8 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts,",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 30 November 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF HAJDUOVÁ v. SLOVAKIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-101945.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:1130JUD000266003",
    "externalsources": [],
    "extractedappno": [
        "2660/03",
        "2/00",
        "23/00",
        "7510/04",
        "33401/02",
        "73693/01",
        "25803/94",
        "46598/06",
        "71127/01",
        "24833/94",
        "36505/02",
        "38719/97",
        "39272/98",
        "55164/08",
        "38478/05",
        "4626/70",
        "40143/98"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Article 351 (1) of the Code of Criminal Procedure"
    ],
    "itemid": "001-101945",
    "judgementdate": "30/11/2010 00:00:00",
    "kpdate": "30/11/2010 00:00:00",
    "kpthesaurus": [
        "451",
        "429",
        "310",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "8",
        "41",
        "8-1"
    ],
    "parties": [
        "HAJDUOVÁ",
        "SLOVAKIA"
    ],
    "rank": "768.985046386719",
    "representedby": [
        "RAJTAKOVA I."
    ],
    "respondent": "SVK",
    "respondentOrderEng": "42",
    "scl": [
        "A v. Croatia, no. 55164/08, § 60, 14 October 2010",
        "Akdivar and Others v. Turkey, 16 September 1996, Reports of Judgments and Decisions 1996-IV",
        "August v. the United Kingdom (dec.), no. 36505/02, 21 January 2003",
        "Babjak and others v. Slovakia (dec.), no.73693/01, 30 March 2004",
        "Bevacqua and S. v. Bulgaria, no. 71127/01, § 65, 12 June 2008",
        "Bozano v. France, 18 December 1986, §§ 54 and 60, Series A no. 111",
        "Branko Tomašic and Others v. Croatia, no. 46598/06, §§ 35-37, ECHR 2009",
        "Cardot v. France, 19 March 1991, § 34, Series A no. 200",
        "Costello-Roberts v. the United Kingdom, 25 March 1993, § 36, Series A no. 247-C",
        "D.P. and J.C. v. the United Kingdom, no. 38719/97, § 118, 10 October 2002",
        "East African Asians v. the United Kingdom, no. 4626/70 et al., Commission's report of 14 December 1973, Decisions and Reports 78, p. 67, § 220",
        "Engel and Others v. the Netherlands, 8 June 1976, § 58, Series A no. 22",
        "J.C. v. the United Kingdom, no. 38719/97, § 118, 10 October 2002",
        "Kontrová v. Slovakia, no. 7510/04, ECHR 2007-VI",
        "M.C. v. Bulgaria, no. 39272/98, §§ 150 and 152, ECHR 2003-XII",
        "Matthews v. the United Kingdom [GC], no. 24833/94, § 34, ECHR 1999-I",
        "Opuz v. Turkey, no. 33401/02, § 132, ECHR 2009",
        "Osman v. the United Kingdom, 28 October 1998, § 116, Reports 1998-VIII",
        "Sandra Jankovic v. Croatia, no. 38478/05, ECHR 2009",
        "Selmouni v. France [GC], no. 25803/94, §§ 74 and 75, ECHR 1999-V",
        "Van Oosterwijck v. Belgium, 6 November 1980, § 35, Series A no. 40",
        "X and Y v. the Netherlands, 26 March 1985, Series A no. 91",
        "Young, James and Webster v. the United Kingdom (Article 50), 18 October 1982, § 15, Series A no. 55",
        "Zilli and Bonardo v. Italy (dec.), no. 40143/98, 18 April 2002"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "358502",
    "typedescription": "15"
}