{
    "__articles": "5;5-1;6;6+6-3;6-1;6-3;11;11-1",
    "__conclusion": "Violation of Article 11 - Freedom of assembly and association (Article 11-1 - Freedom of peaceful assembly);Violation of Article 6+6-3 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Article 6-3 - Rights of defence);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention)",
    "applicability": "",
    "appno": "12854/13;28570/13;76329/13",
    "article": [
        "6",
        "11",
        "5"
    ],
    "conclusion": [
        {
            "article": "11",
            "base_article": "11",
            "details": [
                "Article 11-1 - Freedom of peaceful assembly"
            ],
            "element": "Violation of Article 11 - Freedom of assembly and association",
            "type": "violation"
        },
        {
            "article": "6-3",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6+6-3 - Right to a fair trial",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Article 6-3 - Rights of defence"
            ],
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        }
    ],
    "content": {
        "001-175498.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in three applications (nos. 12854/13, 28570/13 and 76329/13) against the Republic of Azerbaijan lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by three Azerbaijani nationals, Mr Shahin Sahil oglu Mirzayev (“the first applicant”), Turgut Isa oglu Gambar (“the second applicant”) and Mr Ilkin Bakir oglu Rustamzade (“the third applicant”), on 22 January 2013, 27 March 2013 and 9 September 2013 respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The first applicant, who had been granted legal aid, and the second applicant were represented by Mr R. Mustafazade and Mr A. Mustafayev, lawyers practising in Azerbaijan. The third applicant was represented by Mr N. Karimli, a lawyer practicing in Azerbaijan. The Azerbaijani Government (“the Government”) were represented by their Agent, Mr Ç. Asgarov.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 19 May 2014 (application no. 12854/13), 23 January 2015 (application no. 28570/13) and 20 November 2015 (application no. 76329/13) the complaints concerning Articles 5, 6, 10 and 11 of the Convention, raised in all three applications, Article 3 of the Convention, raised only in application no. 12854/13, and Article 7 of the Convention, raised only in applications nos. 12854/13 and 28570/13, were communicated to the Government. On the same dates the remainder of all three applications were declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants’ dates of birth and places of residence are given in the Appendix.",
                                "elements": []
                            },
                            {
                                "content": "A.  Background information",
                                "elements": [
                                    {
                                        "content": "5.  At the material time the second applicant was a member of an opposition group Nida. The third applicant was a member of an opposition group İctimai Palata; he was also one of the organisers of several demonstrations held in Baku.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  The first and the second applicants participated in a demonstration organised by the opposition on 20 October 2012. Prior to that assembly, on 15 October 2012, the organisers gave notice to the relevant authority, the Baku City Executive Authority (“the BCEA”). The BCEA refused to authorise the holding of the demonstration at the place indicated by the organisers and proposed a different location on the outskirts of Baku – the grounds of a driving school situated in the 20th residential area of the Sabail District. Nevertheless, the organisers decided to hold the demonstration as planned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  The second applicant also participated in demonstrations held on 12 January and 26 January 2013. The third applicant participated in a demonstration held on 30 April 2013. The organisers of those demonstrations gave no proper prior notice to the BCEA. Information about the demonstrations was disseminated on the internet or in the press.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  According to the applicants, the demonstrations were intended to be peaceful and were conducted in a peaceful manner. The participants of the demonstration of 20 October 2012 were demanding democratic reforms in the country and free and fair elections, and protesting against impediments on freedom of assembly. The demonstration of 12 January was aimed at protesting about the deaths of soldiers in the army, while the demonstration of 26 January 2013 condemned the use of force by the police against the participants of previous demonstrations. The participants of the demonstration of 30 April 2013 were commemorating the victims of a terrorist attack which had been committed in 2009 at the Azerbaijan State Oil Academy.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicants’ arrests and subsequent administrative proceedings against them",
                                "elements": [
                                    {
                                        "content": "9.  The police began to disperse the demonstrations of 20 October 2012, 12 January, 26 January and 30 April 2013 as soon as the protesters began to gather.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The circumstances related to the dispersal of the demonstration of 20 October 2012, the first and second applicants’ arrests and custody, and subsequent administrative proceedings against them are similar to those in Gafgaz Mammadov v. Azerbaijan (no. 60259/11, 15 October 2015) (see also Appendix).",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The circumstances related to the dispersal of the demonstrations of 12 January, 26 January and 30 April 2013, the second and third applicants’ arrests and custody, and the subsequent administrative proceedings against them are similar to those in Bayramov v. Azerbaijan ([Committee] nos. 19150/13 and 52022/13, 6 April 2017) (see also Appendix).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND INTERNATIONAL DOCUMENTS",
                        "elements": [
                            {
                                "content": "12.  After the amendments introduced by Law no. 135-IVQD of 31 May 2011, which entered into force on 1 July 2011, Article 410 of the Code of Administrative Offences 2000 (“the CAO”) provided as follows:",
                                "elements": []
                            },
                            {
                                "content": "“... 410.3.  A copy of the administrative offence report shall be given to an individual who is subject to the administrative offence proceedings or to a representative of a legal entity.",
                                "elements": []
                            },
                            {
                                "content": "410.4. ... An aggrieved person in administrative offence proceedings has the right to a copy of the administrative offence report.”",
                                "elements": []
                            },
                            {
                                "content": "13.  For a summary of the other relevant provisions concerning administrative proceedings, the relevant provisions concerning freedom of assembly, the organisation and holding of public assemblies, and the relevant extracts from international documents and press releases, see the judgments in the cases of Gafgaz Mammadov (cited above, §§ 27-30, 33-35 and 37-42) and Abbasli v. Azerbaijan ([Committee] nos. 5417/13 and 73309/14, §§ 23-25 and 28-29, 16 February 2017).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "14.  Given the similarity of the facts and complaints raised in all three applications, the Court has decided to join the applications in accordance with Rule 42 § 1 of the Rules of Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLES 10 AND 11 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "15.  The applicants complained that the dispersal of the demonstrations of 20 October 2012, 12 January, 26 January and 30 April 2013 by the police and their arrests and convictions for administrative offences had been in breach of their right to freedom of assembly, as provided for in Article 11 of the Convention, and their right to freedom of expression, as provided for in Article 10 of the Convention, which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of peaceful assembly and to freedom of association with others, including the right to form and to join trade unions for the protection of his interests.",
                                "elements": []
                            },
                            {
                                "content": "2.  No restrictions shall be placed on the exercise of these rights other than such as are prescribed by law and are necessary in a democratic society in the interests of national security or public safety, for the prevention of disorder or crime, for the protection of health or morals or for the protection of the rights and freedoms of others. This Article shall not prevent the imposition of lawful restrictions on the exercise of these rights by members of the armed forces, of the police or of the administration of the State.”",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent states from requiring the licensing of broadcasting, television or cinema enterprises.",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "16.  The Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Scope of the complaints",
                                        "elements": [
                                            {
                                                "content": "17.  In the circumstances of the present cases, Article 10 is to be regarded as a lex generalis in relation to Article 11, a lex specialis. It is therefore unnecessary to take the complaints under Article 10 into consideration separately (see Ezelin v. France, 26 April 1991, § 35, Series A no. 202; Kasparov and Others v. Russia, no. 21613/07, §§ 82-83, 3 October 2013; and Kudrevičius and Others v. Lithuania [GC], no. 37553/05, § 85, 15 October 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On the other hand, notwithstanding its autonomous role and particular sphere of application, Article 11 must, in the present cases, also be considered in the light of Article 10. The protection of personal opinions, secured by Article 10, is one of the objectives of freedom of peaceful assembly enshrined in Article 11 (see Ezelin, cited above, § 37, and Kudrevičius and Others, cited above, § 86).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "19.  The submissions made by the applicants and the Government with respect to the dispersal of the demonstrations of 20 October 2012, 12 January, 26 January and 30 April 2013, the applicants’ arrests on those days and subsequent convictions were similar to those made by the relevant parties in respect of the similar complaint raised in the cases of Gafgaz Mammadov (cited above, §§ 45-49) and/or Bayramov (cited above, §§ 3843).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "20.  Having regard to the facts of the present cases and their clear similarity to those of Gafgaz Mammadov and/or Bayramov on all relevant and crucial points, the Court sees no particular circumstances that could compel it to deviate from its findings in those judgments, and finds that in the present cases the applicants’ right to freedom of assembly was breached for the same reasons as those outlined in the said judgments (see Gafgaz Mammadov, cited above, §§ 50-68, and Bayramov, cited above, §§ 44-47).",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  The applicants’ arrests and administrative proceedings against them could not but have had the effect of discouraging them from participating in political rallies. Those measures undoubtedly have a chilling effect, which deters other opposition supporters and the public at large from attending demonstrations, and, more generally, from participating in open political debate (see Gafgaz Mammadov, cited above, § 67).",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  There has accordingly been a violation of Article 11 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "23.  The applicants complained under Article 6 of the Convention that in all the sets of proceedings concerning the alleged administrative offences, they had not had a public and fair hearing. The relevant parts of Article 6 of the Convention read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law ...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "(a)  to be informed promptly, in a language which he understands and in detail, of the nature and cause of the accusation against him;",
                                "elements": []
                            },
                            {
                                "content": "(b)  to have adequate time and facilities for the preparation of his defence;",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "24.  The Government submitted that the second and third applicants had failed to complain to the domestic courts of a lack of adequate time and facilities to prepare their defence. In addition, the second applicant had failed to complain that he had not been served with a copy of the administrative offence reports issued with respect to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court notes that the material before it does not support the Government’s objections as to the exhaustion of domestic remedies. The documents included in the case files indicate that in their written appeals the second and third applicants complained about inadequacy of time and facilities to prepare their defence. They also requested copies of the administrative offence reports issued in respect of them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Court further notes that the applicants’ complaints under Article 6 of the Convention are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds and must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "27.  The submissions made by the applicants and the Government with respect to fairness of the administrative proceedings were similar to those made by the relevant parties in respect of the similar complaints raised in the cases of Gafgaz Mammadov (cited above, §§ 72-73) and Bayramov, cited above, §§ 52-53).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "28.  Having regard to the facts of the present cases and their clear similarity to those of the Gafgaz Mammadov case and the Bayramov case on all relevant and crucial points, the Court sees no particular circumstances that could compel it to deviate from its findings in those judgments, and finds that the administrative proceedings in the present cases, considered as a whole, were not in conformity with the guarantees of a fair hearing (see Gafgaz Mammadov, cited above, §§ 74-94 and 96, and Bayramov, cited above, §§ 54-55).",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  There has accordingly been a violation of Article 6 §§ 1 and 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  Furthermore, having regard to the above finding of a violation of Article 6 §§ 1 and 3 of the Convention – that the administrative-offence proceedings against the applicants, considered as a whole, were not in conformity with the guarantees of a fair hearing – the Court finds it unnecessary to rule on the issue whether refusal by the second and third applicants of legal assistance at the pre-trial stage of the proceedings and/or at the trial constituted an unequivocal waiver of the right to a lawyer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "There is also no need to examine all the applicants’ arguments concerning the alleged lack of public hearings.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicants further complained that their arrests, custody and in some cases also administrative detention had been in breach of Article 5 of the Convention, the relevant parts of which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "(a)  the lawful detention of a person after conviction by a competent court; ...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so; ...",
                                "elements": []
                            },
                            {
                                "content": "2.  Everyone who is arrested shall be informed promptly, in a language which he understands, of the reasons for his arrest and of any charge against him.",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "32.  The Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "33.  The submissions made by the applicants and the Government with respect to their arrests and subsequent convictions were similar to those made by the relevant parties in respect of the similar complaints raised in Gafgaz Mammadov (cited above, §§ 99-102) and/or Bayramov (cited above, §§ 60-61).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "34.  Having regard to the facts pertinent to the first and second applicants’ arrests on 20 October 2012 and subsequent convictions and having regard to clear similarity of those facts to those of the Gafgaz Mammadov case on all relevant and crucial points, the Court sees no particular circumstances that could compel it to deviate from its findings in that judgment, and finds that in the present cases the first and second applicants’ right to liberty was breached for the same reasons as those outlined in the said judgment (see Gafgaz Mammadov, cited above, §§ 103109).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Accordingly, there has been a violation of Article 5 § 1 of the Convention with respect to the first and second applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Having regard to its above findings in relation to Articles 6 and 11 of the Convention, the Court considers that it is not necessary to examine the third applicant’s complaints that he had not been promptly informed about the reasons for his arrest and that his arrest and custody had not conformed to domestic procedural rules. The Court equally considers that it is not necessary to examine the first and second applicants’ similar complaints (see Bayramov, cited above, §§ 62-63).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATION OF ARTICLE 7 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "37.  The first and second applicants complained under Article 7 of the Convention that their arrests following their participation in the demonstration of 20 October 2012 and subsequent convictions had been in breach of the right not to be punished without law. Article 7 of the Convention, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  No one shall be held guilty of any criminal offence on account of any act or omission which did not constitute a criminal offence under national or international law at the time when it was committed. ...”",
                                "elements": []
                            },
                            {
                                "content": "38.  The submissions made by the applicants and the Government with respect to the complaints under Article 7 of the Convention were similar to those made by the relevant parties in respect of the similar complaint raised in the case of Jamil Hajiyev v. Azerbaijan ([Committee] nos. 42989/13 and 43027/13, §§ 73-75, 16 February 2017).",
                                "elements": []
                            },
                            {
                                "content": "39.  The Court notes that the present complaints are linked to the first and second applicants’ complaints under Articles 5, 6 and 11 of the Convention examined above and must therefore likewise be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "40.  However, having regard to its above findings in relation to Articles 5, 6 and 11 of the Convention, the Court considers that it is not necessary to examine whether in the first and second applicants’ cases there has been a violation of Article 7.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "41.  The first applicant complained that a heavier penalty had been imposed on him than the one applicable at the time of the commission of the offence. In accordance with Article 30.2 of the CAO, he should not have been sentenced to administrative detention because he had a second-degree disability. The applicant also relied on Article 3 in this respect. Article 7 of the Convention, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“... Nor shall a heavier penalty be imposed than the one that was applicable at the time the criminal offence was committed. ...”",
                                "elements": []
                            },
                            {
                                "content": "42.  The applicant emphasised that during the administrative proceedings following his arrest on 20 October 2012 (notably, in his written appeal against the first-instance court’s decision) he had complained about the firstinstance court’s failure to take into consideration his second-degree disability. However, the Baku Court of Appeal ignored that complaint when it adopted its decision of 1 November 2012 upholding the decision of the first-instance court.",
                                "elements": []
                            },
                            {
                                "content": "43.  In their observations on the admissibility of the complaint under Article 7 of the Convention, the Government submitted that the applicant had failed to present to the domestic courts any appropriate document proving his second-degree disability. They argued that consequently the applicant’s complaint under Article 7 of the Convention was unsubstantiated.",
                                "elements": []
                            },
                            {
                                "content": "44.  The Court notes that the material of the administrative proceedings against the applicant contains a copy of a certificate (vəsiqə), issued by the Social Protection Centre of the Nizami District of Baku on 14 December 2010, confirming that the applicant has a second-degree disability. The Government’s above-mentioned objection must therefore be rejected.",
                                "elements": []
                            },
                            {
                                "content": "45.  The Court notes that the complaint under Article 7 of the Convention is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "46.  However, the Court considers that it is not necessary to examine the first applicant’s complaint under Article 7 of the Convention on the merits since the Court has already found a violation of Article 5 of the Convention with respect to that applicant.",
                                "elements": []
                            },
                            {
                                "content": "The Court also considers that no separate issue arises under Article 3 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VII.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "48.  In respect of non-pecuniary damage, the first applicant claimed 21,000 euros (EUR), the second applicant claimed EUR 41,000 and the third applicant claimed EUR 20,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  In respect of pecuniary damage, the second applicant claimed EUR 3,300. In support of that claim he submitted that he had paid fines ordered by the domestic courts (see Appendix) and an additional penalty of AZN 300 for late payment. The third applicant also made a claim under this head. He submitted that he sustained expenses to purchase food during his detention in the amount of EUR 300.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Government submitted that the applicants’ claims for nonpecuniary damage were unsubstantiated and unreasonable. With respect to the first and second applicants the Government submitted additionally that the amount of EUR 4,000 each would constitute sufficient compensation under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Government submitted no observations regarding the second applicant’s claim for pecuniary damage. With respect to the third applicant’s claim under this head the Government submitted that it was unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court considers that the applicants have suffered non-pecuniary damage which cannot be compensated for solely by the finding of a violation, and that compensation should thus be awarded. Making its assessment on an equitable basis, as required by Article 41 of the Convention, the Court awards EUR 8,000 to the first applicant, EUR 10,000 to the second applicant and EUR 6,000 to the third applicant, plus any tax that may be chargeable on these amounts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  In addition, the Court accepts that the second applicant suffered pecuniary damage as a result of the breach of Article 11 found above. The Court considers that the applicant is entitled to recover the amounts paid as fines and therefore awards him EUR 2,860, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  As to the third applicant’s claim in respect of pecuniary damage, the Court does not find any causal link between the damage claimed and the violations found (see Fatullayev v. Azerbaijan, no. 40984/07, § 186, 22 April 2010). The Court therefore dismisses that applicant’s claim in respect of pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "55.  The first applicant claimed EUR 3,300, the second applicant claimed EUR 5,800 and the third applicant claimed EUR 5,000 for legal fees incurred before the domestic courts and/or the Court. In support of their claims, they submitted contracts for translation and/or legal services.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Government considered that the applicants’ claims were excessive and could not be regarded as reasonable as to quantum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  In particular, they argued that the first applicant was represented by the same lawyers who were representing a number of other applicants in similar cases and that substantial parts of the submissions in all those cases were identical or very similar. The Government also noted that according to the contract for legal and translation services mentioned above, that applicant would have to pay the lawyers 20% of the damages awarded by the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  With respect to the second applicant the Government noted that Mr R. Mustafazade had never represented that applicant before the domestic courts. The Government also submitted that that applicant could claim EUR 2,000 for costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  With respect to the third applicant the Government argued that his lawyer, Mr Karimli, was not entitled to independently conclude with him a contract for legal services, because that lawyer was a member of the Azerbaijani Bar Association. The above mentioned contract for legal services should have been concluded between the applicant and the director of the Legal Consultation Office no. 3 to which Mr Karimli belonged. The Government argued that for those reasons the contract in question was void (invalid).",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court notes that in the proceedings before it the first and second applicants were represented by the same lawyers, Mr Mustafazade and Mr Mustafayev, whose submissions in both cases were similar. It considers that the clause on the applicants paying the lawyers 20% of the damages is irrelevant for the assessment of costs and expenses incurred by the applicants. Furthermore, the Court cannot accept the Government’s assertion that the contract for legal services in the proceedings before it, concluded between the third applicant and his lawyer, Mr Karimli, was void (invalid). The terms of the contract at issue should be taken into consideration for the purposes of assessing costs and expenses incurred by the third applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  Taking the above considerations into account, the Court awards a total amount of EUR 2,000 to the first and second applicants jointly in respect of the legal services rendered by Mr Mustafazade and Mr Mustafayev, less EUR 850 already paid in legal aid by the Council of Europe, to be paid directly into the representatives’ bank account. To the third applicant the Court awards EUR 2,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "63.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 11 of the Convention on account of the dispersals of the demonstrations at issue and the applicants’ arrests and convictions;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 §§ 1 and 3 of the Convention in respect of all three applicants;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 5 of the Convention on account of the first and second applicants’ arrests and convictions following their participation in the demonstration of 20 October 2012;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there is no need to examine the complaints under Article 5 of the Convention raised by the second and third applicants regarding their arrests and convictions following their participation in the demonstrations of 12 January, 26 January and 30 April 2013;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that there is no need to examine the complaints under Article 7 of the Convention raised by the first and second applicants;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds that there is no need to examine the complaints under Articles 3 and 7 of the Convention raised by the first applicant;",
                        "elements": []
                    },
                    {
                        "content": "9.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "10.  Dismisses the remainder of the applicants’ claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 20 July 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nona Tsotsoria",
            "role": "president"
        },
        {
            "name": "Síofra O’Leary",
            "role": "judges"
        },
        {
            "name": "Lәtif Hüseynov",
            "role": "judges"
        },
        {
            "name": "Anne-Marie Dougin",
            "role": "acting deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MIRZAYEV AND OTHERS v. AZERBAIJAN",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-175498.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0720JUD001285413",
    "externalsources": [],
    "extractedappno": [
        "12854/13",
        "28570/13",
        "76329/13",
        "60259/11",
        "19150/13",
        "52022/13",
        "5417/13",
        "73309/14",
        "21613/07",
        "37553/05",
        "42989/13",
        "43027/13",
        "40984/07"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-175498",
    "judgementdate": "20/07/2017 00:00:00",
    "kpdate": "20/07/2017 00:00:00",
    "kpthesaurus": [
        "448",
        "220",
        "445",
        "76",
        "136",
        "440",
        "145",
        "151"
    ],
    "languageisocode": "ENG",
    "originatingbody": "29",
    "paragraphs": [
        "11-1",
        "6-1",
        "6-3",
        "5-1",
        "5",
        "6",
        "11"
    ],
    "parties": [
        "MIRZAYEV AND OTHERS",
        "AZERBAIJAN"
    ],
    "rank": "1939.08435058594",
    "representedby": [
        "MUSTAFAZADE R.",
        "MUSTAFAYEV A.",
        "KARIMLI N."
    ],
    "respondent": "AZE",
    "respondentOrderEng": "5",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "466356",
    "typedescription": "15"
}