{
    "__articles": "10;10-1;10-2",
    "__conclusion": "Violation of Article 10 - Freedom of expression -{General} (Article 10-1 - Freedom of expression)",
    "applicability": "",
    "appno": "56925/08",
    "article": [
        "10"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "details": [
                "Article 10-1 - Freedom of expression"
            ],
            "element": "Violation of Article 10 - Freedom of expression -{General}",
            "type": "violation"
        }
    ],
    "content": {
        "001-145457.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 56925/08) against the Swiss Confederation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Swiss national, Mr A.B. (“the applicant”), on 7 November 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr C. Poncet, a lawyer practising in Geneva. The Swiss Government (“the Government”) were represented by their Agent, Mr F. Schürmann, Head of the Human Rights and Council of Europe Section, Federal Office of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the fine imposed on him for breaching the secrecy of criminal investigations violated his right to freedom of expression as secured under Article 10 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 22 April 2010 the application was communicated to the Government. By virtue of Rule 47 § 4 of the Rules of Court, the Court also decided to grant the applicant anonymity of its own motion.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "5.  The applicant, Mr A.B., is a Swiss national who was born in 1965 and lives in Porrentruy. He is a journalist by profession.",
                        "elements": []
                    },
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  On 15 October 2003 the applicant published in the weekly magazine L’Illustré an article entitled “Tragedy on the Lausanne Bridge – the reckless driver’s version – Questioning of the mad driver” (“Drame du Grand-Pont à Lausanne – la version du chauffard – l’interrogatoire du conducteur fou”). The article in question concerned a set of criminal proceedings against M.B., a motorist who had been remanded in custody after an incident on 8 July 2003 in which he had rammed his car into pedestrians, before throwing himself off the Lausanne Bridge (Grand-Pont). He had killed three of them and injured eight others. The incident had caused much emotion and controversy in Switzerland because of the extraordinary circumstances of the case. The article began as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Surname: B. First name: M. Born on 1 January 1966 in Tamanrasset (Algeria), son of B.B. and F.I., resident in Lausanne, holder of a category C licence, spouse of M.B. Profession: nursing assistant ... It is 8.15 p.m. on Tuesday 8 July 2003, in the austere premises of the Lausanne criminal investigation department. Six hours after his tragic headlong race along the Lausanne Bridge, resulting in three deaths and eight casualties, this reckless driver is alone for the first time, facing three investigators. Will he own up? In fact he doesn’t actually seem to realise what is happening, as if oblivious to the events and all the hubbub around him. The man who upset the whole of Lausanne this fine summer day is not very talkative. This Algerian citizen is withdrawn, introverted, inscrutable, indeed completely impenetrable. And yet the questions are flying from all sides. What were the reasons for this ‘accident’, one of the policemen rather clumsily writes, as if he had already formed his opinion. Four words in reply: ‘I do not know’.”",
                                "elements": []
                            },
                            {
                                "content": "7.  The article continued with a summary of the questions put by the police officers and the investigating judge and M.B.’s replies. It also mentioned that M.B. had been “charged with premeditated murder (assassinat) and, in the alternative, with murder (meurtre), grievous bodily harm, endangering life and serious traffic offences”, and that he “show[ed] no remorse”. The article was accompanied by several photographs of letters which M.B. had sent to the investigating judge. It ended with the following paragraph:",
                                "elements": []
                            },
                            {
                                "content": "“From his prison cell, M.B. now spends his time sending letters to the investigating judge ...: on being taken into custody he asked for his watch to be returned and requested a cup for his coffee, some dried fruit and chocolate. On 11 July, three days after the events, he even asked to be temporarily released for ‘a few days’. ‘I would like to phone my big brother in Algeria’, he subsequently begged. He finally announced on 11 August that he had come to a ‘final decision’: he dismissed his lawyer, Mr M.B., on grounds of ‘lack of trust’. Two days later, another letter: could the judge send him ‘the directory of the Bar Association of the Canton of Vaud’ to help him find a different defence lawyer? However, with all the recurrent lies and omissions, the mixture of naivety and arrogance, amnesia and sheer madness characterising all these statements, surely M.B. is doing all in his power to make himself impossible to defend?”",
                                "elements": []
                            },
                            {
                                "content": "8.  The article also included a brief summary entitled “He lost his marbles ...” (“Il a perdu la boule...”), and statements from M.B.’s wife and GP.",
                                "elements": []
                            },
                            {
                                "content": "9.  M.B. did not lodge any complaint against the applicant. However, criminal proceedings were brought against the applicant on the initiative of the public prosecutor for having published secret documents. It emerged from the investigation that one of the parties claiming damages in the proceedings against M.B. had photocopied the case file and lost one of the copies in a shopping centre. An unknown person had then brought the copy to the offices of the magazine which had published the impugned article.",
                                "elements": []
                            },
                            {
                                "content": "10.  By an order of 23 June 2004 the Lausanne investigating judge sentenced the applicant to one month’s imprisonment, suspended for one year.",
                                "elements": []
                            },
                            {
                                "content": "11.  Following an application by the applicant to have the decision set aside, the Lausanne Police Court, by a judgment of 22 September 2005, replaced the prison sentence with a fine of 4,000 Swiss francs (CHF) (approximately 2,667 euros (EUR)).",
                                "elements": []
                            },
                            {
                                "content": "12.  The applicant lodged an appeal on points of law. His appeal was dismissed on 30 January 2006 by the Criminal Court of Cassation of the Canton of Vaud.",
                                "elements": []
                            },
                            {
                                "content": "13.  The applicant applied to the Federal Court, which on 29 April 2008 dismissed his public-law appeal and his appeal on grounds of nullity. The decision was served on the applicant on 9 May 2008. The relevant passages from the decision are as follows:",
                                "elements": []
                            },
                            {
                                "content": "“7.  In short, the applicant submits that his conviction for a breach of Article 293 of the Criminal Code is contrary to federal law. He does not challenge the fact that the information which he published falls within the ambit of Article 293 of the Criminal Code. He does, on the other hand, submit, under an interpretation of Articles 293 and 32 of the Criminal Code in the light of the principles inferred from Article 10 ECHR by the European Court of Human Rights, that having received that information in good faith without any unlawful dealings he had the duty as a professional journalist, under Article 32 of the Criminal Code, to publish them owing to what he sees as the obvious interest of the so-called ‘Lausanne Bridge’ case to the general public in French-speaking Switzerland.",
                                "elements": []
                            },
                            {
                                "content": "7.1  In accordance with Article 293 of the Criminal Code (Publication of secret official deliberations), anyone who, without being entitled to do so, makes public all or part of the proceedings of an investigation or the deliberations of an authority which are secret by law or by virtue of a decision taken by that authority, acting within its powers, will be punished by a fine (paragraph 1). Complicity in such acts is also punishable (see paragraph 2). The court may decide not to impose any penalties if the secret thus made public is of minor importance (see paragraph 3).",
                                "elements": []
                            },
                            {
                                "content": "According to case-law, this provision proceeds from a formal conception of secrecy. It is sufficient that the proceedings, deliberations or investigations in question have been declared secret by law or under a decision taken by the authority, or in other words that there has been an intention to keep them from becoming public, regardless of the type of classification selected (for example, top secret or confidential). On the other hand, strict secrecy presupposes that the holder of the specific information wishes to keep it secret, that there is a legitimate interest at stake, and that the information is known or accessible only to a select group of persons (see , point 2a, p. 242, and 2c/aa, p. 244). This state of affairs was not altered by the entry into force of paragraph 3 of this Article on 1 April 1998 (RO 1998 852 856; FF 1996 IV 533). That rule concerns not secrets in the substantive sense but rather instances of futile, petty or excessive concealment (see , point 2c/bb, p. 246). In order to exclude the application of paragraph 3, the court must therefore first of all examine the reasons for classifying the information as secret. It must, however, do so with restraint, without interfering with the discretionary power wielded by the authority which declared the information secret. It is sufficient that this declaration should nonetheless appear tenable vis-à-vis the content of the proceedings, investigations or deliberations in issue. Moreover, the journalists’ viewpoint on the interest in publishing the information is irrelevant (see , point 2d, p. 246). In its Stoll v. Switzerland judgment of 10 December 2007, the European Court of Human Rights confirmed that this formal conception of secrecy was not contrary to Article 10 ECHR inasmuch as it did not prevent the Federal Court from determining whether the interference in issue was compatible with Article 10 ECHR, by assessing, in the context of its examination of Article 293, paragraph 3, of the Criminal Code, the justification for classifying a given piece of information as secret, on the one hand, and weighing up the interests at stake, on the other (see Stoll v. Switzerland, cited above, §§ 138 and 139).",
                                "elements": []
                            },
                            {
                                "content": "7.2  In the present case the offence with which the appellant is charged concerned the publication of records of interviews and correspondence contained in the case file of a live criminal investigation.",
                                "elements": []
                            },
                            {
                                "content": "In pursuance of Article 184 of the Code of Criminal Procedure of the Canton of Vaud (CPP/VD), all investigations must remain secret until their final conclusion (see paragraph 1). The secrecy requirement relates to all the evidence uncovered by the investigation itself as well as all non-public decisions and investigative measures (see paragraph 2). The law also specifies that the following are bound by secrecy vis-à-vis anyone who does not have access to the case file: the judges and judicial staff (save in cases where disclosure would facilitate the investigation or is justified on public-order, administrative or judicial grounds; see Article 185 CPP/VD), and also the parties, their friends and relatives, their lawyers, the latter’s associates, consultants and staff, and any experts and witnesses. However, disclosure to friends or relatives by the parties or their lawyer is not punishable (see Article 185a CPP/VD). Lastly, the law provides for a range of exceptions. As an exception to Article 185, the cantonal investigating judge and, with the latter’s agreement, the judge responsible for the preliminary inquiry or senior police officers specially appointed by the cantonal government [Conseil d’Etat] (see Article 168, paragraph 3) may inform the press, radio or television about a pending investigation if so required by the public interest or considerations of fairness, particularly where public cooperation is required to shed light on an offence, in cases which are particularly serious or are already known to the general public, or where erroneous information must be corrected or the general public reassured (see Article 185b paragraph 1 CPP/VD).",
                                "elements": []
                            },
                            {
                                "content": "The present case therefore concerns secrecy imposed by the law rather than by an official decision.",
                                "elements": []
                            },
                            {
                                "content": "7.3  As a general rule, the reason for the confidentiality of judicial investigations, which applies to most sets of cantonal criminal proceedings, is the need to protect the interests of the criminal proceedings by anticipating risks of collusion and the danger of evidence being tampered with or destroyed. Nevertheless, the interests of the accused must not be disregarded either, particularly vis-à-vis the presumption of innocence and, more broadly, the accused’s personal relations and interests (see Hauser, Schweri and Hartmann, Schweizerisches Strafprozessrecht, 6th ed., 2005, § 52, no. 6, p. 235; Gérard Piquerez, op. cit., § 134, no. 1066, p. 678; Gérard Piquerez, Procédure pénale suisse: manuel, 2nd ed., 2007, no. 849, pp. 559 et seq.), as well as the need to protect the opinion-forming process and the decision-making process within a State authority, as protected, precisely, by Article 293 of the Criminal Code (see , point 2c/aa, p. 245). The European Court of Human Rights has already had occasion to deem such a purpose legitimate in itself. The aim is to guarantee the authority and impartiality of the judiciary in accordance with the wording of Article 10 (2) ECHR, which also mentions the protection of the reputation or rights of others (see Weber v. Switzerland, judgment of 22 May 1990, § 45, and Dupuis and Others v. France, judgment of 7 June 2007, § 32).",
                                "elements": []
                            },
                            {
                                "content": "Furthermore, in so far as the impugned publication concerned excerpts from records of interviews of the accused and reproduced certain letters sent by the latter to the investigating judge, this evidence can validly be classified secret, by prohibiting public access to it, as provided by the legislation of the Canton of Vaud. This is the inescapable conclusion as regards the records of interviews of the accused, as it would be inadmissible to allow such documents to be discussed in the public sphere, before the conclusion of the investigation, before the trial and out of context, in a manner liable to influence the decisions taken by the investigating judge and the trial court. It is also the only possible conclusion as regards the letters sent by the accused to the investigating judge, which letters focused on practical problems and criticisms of his lawyer (see Police Court judgment, point 4, p. 7). We might point out here that it appears from the impugned publication – which the cantonal authorities did not reproduce in full in their decisions, although they did refer to it and its content is not disputed – that the aforementioned practical problems concerned requests for temporary release and for access to personal effects (letters of 11 July 2003), for a change of cell (letter of 7 August 2003) and for authorisation to use the telephone (letter of 6 August 2003). Regardless of the guarantee of the presumption of innocence and the inferences concerning the detainee’s personality which might be drawn during the criminal proceedings from such correspondence, the detainee, whose liberty is considerably restricted, even in respect of everyday acts relating to his private, or indeed intimate, life, can expect the authority restricting his liberty to protect him from public exposure of the practical details of his life as a remand prisoner and as a person under examination (see Article 13 of the Constitution).",
                                "elements": []
                            },
                            {
                                "content": "It follows that in the instant case the information published by the appellant, in so far as it concerned the content of the records of his interviews and his correspondence with the investigating judge, cannot be described as a secret of minor importance for the purposes of Article 293, paragraph 3, of the Criminal Code. Nonetheless, the impugned publication fulfilled the conditions set out in Article 293, paragraph 1, of the Criminal Code.",
                                "elements": []
                            },
                            {
                                "content": "7.4  Moreover, the information in question may be described as being secret in substantive terms because it was only accessible to a restricted number of persons (the investigating judge and the parties to the proceedings). Furthermore, the investigating court was desirous to keep them secret, with not only a legitimate interest in doing so but an obligation under the Cantonal Code of Criminal Procedure, the justification for which was mentioned above (see point 7.3 above).",
                                "elements": []
                            },
                            {
                                "content": "7.5  Therefore, the only remaining point at issue is the existence of justification.",
                                "elements": []
                            },
                            {
                                "content": "8.  In short, the appellant submits that he had the professional duty (under former Article 32 of the Criminal Code) as a journalist to publish the information in question because of the public interest for the population of French-speaking Switzerland of the ‘Lausanne Bridge’ case, which he describes as self-evident. He considers that in the light of European case-law, the basic point is that publication is justified in principle unless there is a pressing social need to maintain secrecy. From the standpoint of good faith, Article 32 should apply to journalists who have nothing to do with the indiscretion committed by a third person and who receive information without committing any offence themselves other than the breach of secrecy stemming from the publication. Lastly, he contends that the mode of publication is not a relevant criterion.",
                                "elements": []
                            },
                            {
                                "content": "8.1  As regards the former point, the cantonal court found that while the accident of 8 July 2003, the circumstances of which were undoubtedly unusual, had triggered a great deal of public emotion, it had nevertheless, in legal terms, been simply a road accident with fatal consequences, and did not in itself entail any obvious public interest. It was not a case of collective trauma on the part of the Lausanne population, which would have justified reassuring the citizens and keeping them informed of the progress of the investigation (see judgment appealed against, point 2, p. 9).",
                                "elements": []
                            },
                            {
                                "content": "It is true that the ‘Lausanne Bridge case’ attracted extensive media coverage (see Police Court judgment, point 4, p. 8, to which the cantonal judgment refers (judgment appealed against, point B, p. 2)). However, this circumstance alone, alongside the unusual nature of the accident, is insufficient to substantiate a major public interest in publishing the confidential information in question. Unless it can be justified per se, the public interest triggered by media coverage of events cannot constitute a public interest in the disclosure of classified information, because that would mean that it would be sufficient to prompt public interest in a certain event in order subsequently to justify the publication of confidential information to fuel that interest. Furthermore, such a public interest is manifestly lacking as regards the letters published. As we have seen above (see point 7.3 above), these letters virtually exclusively concerned criticisms levelled by the accused against his lawyer and such practical problems as requests for temporary release, for access to personal effects, to change cells and to use the telephone. This type of information provides no relevant insights into the accident or the circumstances surrounding it. It relates to the private, or indeed intimate, life of the person in custody, and it is difficult to see any interest which its publication could satisfy other than a certain kind of voyeurism. The same applies to the appellant’s requests to the investigating judge in relation to his choice of defence lawyer. Nor is it clear, as regards the records of his interviews, what political question or matter of public interest would have arisen or been worth debating in the public sphere, and the cantonal authorities explicitly ruled out the existence of any collective trauma which might have justified reassuring or informing the population. This finding of fact, which the appellant has not disputed in his public-law appeal, is binding on this court (see section 277 bis of the Federal Criminal Procedure Act). That being the case, the appellant fails to demonstrate the ‘obvious’ interest to the general public of the information published, and the cantonal court cannot be criticised for having concluded that at the very most, such an interest involved satisfying an unhealthy curiosity.",
                                "elements": []
                            },
                            {
                                "content": "8.2  The other two factors relied upon by the appellant concern his behaviour (good faith in access to information and mode of publication).",
                                "elements": []
                            },
                            {
                                "content": "8.2.1  It should first of all be noted that Article 293 of the Criminal Code punishes only the disclosure of information, irrespective of how the perpetrator obtained it. Moreover, even under Article 10 ECHR, the European Court does not attach decisive importance to this fact when considering whether applicants have fulfilled their duties and responsibilities. The determining fact is rather that they could not claim in good faith to be unaware that disclosure of the information was punishable by law (see Stoll v. Switzerland, cited above, § 144, and Fressoz and Roire v. France [GC], no. 29183/95, ECHR 1999I). This point is well-established in the present case (see section B above).",
                                "elements": []
                            },
                            {
                                "content": "8.2.2  On the other hand, the mode of publication can play a more important role in the context of safeguarding freedom of expression. While the European Court of Human Rights reiterates that neither it, nor the domestic courts for that matter, should substitute their own views for those of the press as to what technique of reporting should be adopted by journalists, in weighing up the interests at stake it nevertheless takes account of the content, vocabulary and format of the publication, and of the headings and sub-headings (whether chosen by the journalist or the editors), and the accuracy of the information (see Stoll v. Switzerland, cited above, §§ 146 et seq., esp. 146, 147 and 149).",
                                "elements": []
                            },
                            {
                                "content": "In the instant case the cantonal court ruled that the tone adopted by the appellant in his article showed that his main concern was not, as he claims, to inform the general public about the State’s conduct of the criminal investigation. The headline of the article (‘Questioning of the mad driver’, ‘the reckless driver’s version’) already lacked objectivity. It suggested that the case had already been tried in the author’s view, in the sense that the fatalities on the Lausanne Bridge had been caused not by an ordinary motorist but by a ‘mad driver’, a man ‘oblivious to the events and all the hubbub around him’; The journalist concluded by wondering whether the driver was not doing his best to ‘make himself impossible to defend’. The manner in which he quoted the excerpts from the records of interviews and reproduced the letters sent by the defendant to the judge pointed to the motives of the author of the impugned article: he confined himself to sensationalism, his modus operandi being exclusively geared to satisfying the relatively unhealthy curiosity which anyone is liable to feel about this type of case. Readers of this highly biased publication would have formed an opinion and subjectively prejudged the future action to be taken by the courts regarding this case, without the least respect for the principle of presumption of innocence (see judgment appealed against, point 2, pp. 9 et seq.). The cantonal court concluded that this factor did not indicate that the public interest in receiving information prevailed. That court cannot be criticised on that account.",
                                "elements": []
                            },
                            {
                                "content": "8.3  The appellant also submitted that the records of interviews and the letters would in any case be mentioned in subsequent public hearings. He inferred from this that preserving the confidentiality of this information could therefore not be justified by any ‘pressing social need’.",
                                "elements": []
                            },
                            {
                                "content": "However, the mere possibility that the secrecy of criminal investigations might be lifted during a subsequent phase of proceedings, particularly during the trial, which is generally subject to the publicity principle, does not undermine the justification for keeping judicial investigations confidential, because the primary aim is to protect the opinion-forming and decision-making processes on the part not only of the trial court but also of the investigating authority, until the completion of this secret phase of proceedings. Moreover, far from being neutral and comprehensive, the publication in issue included comments and assessments which presented the information in issue in a particular light, without providing the opportunities for adversarial argument which are the very essence of proceedings in trial courts.",
                                "elements": []
                            },
                            {
                                "content": "8.4  Lastly, the appellant did not explicitly criticise the amount of the fine imposed on him. Nor did he challenge the refusal to grant him a probationary period after which the fine would be struck (former Article 49, point 4, in conjunction with former Article 106, paragraph 3, of the Criminal Code) under Swiss law. From the angle of weighing up the interest in the interference, we might simply note that the fine imposed, the amount of which took into account a previous conviction dating back to 1998 (imposition of a CHF 2,000 fine, which could be struck out after a two-year probationary period, for coercion and defamation), does not exceed half the amount of the appellant’s monthly income at the material time (see Police Court judgment, point 1, p. 5), and there is nothing to suggest that his freelance status at the time of the first-instance judgment led to any significant drop in his earnings. It should also be pointed out that at CHF 4,000 the amount of the fine is below the statutory maximum set out in former Article 106, paragraph 1, of the Criminal Code (as in force until 31 December 2006), and that this maximum amount, set by the legislature more than thirty years ago, was not revised before the entry into force of the new general section of the Criminal Code, which now sets a figure of CHF 10,000 (see Article 106, paragraph 1, of the Criminal Code as in force since 1 January 2007). Furthermore, the sanction for the offence with which the appellant is charged did not prevent him from expressing his views, since it was imposed after the article had been published (see Stoll v. Switzerland, cited above, § 156). That being the case, it is unclear, in view of the nature of the offence charged (the least serious in the classification set out in the Swiss Criminal Code), the amount of the fine and the time of its imposition, how it could be regarded as a form of censorship.",
                                "elements": []
                            },
                            {
                                "content": "8.5  It follows from the foregoing that the appellant disclosed a secret within the meaning of Article 293, paragraph 1, of the Criminal Code and that he cannot rely on any justifying factor in his favour. The decision appealed against does not violate federal law as interpreted in the light of the provisions of the Convention relied upon by the appellant.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Swiss Criminal Code of 21 December 1937 (version in force until 31 December 2006)",
                                "elements": [
                                    {
                                        "content": "14.  The relevant provisions of the Swiss Criminal Code (version in force until 31 December 2006) are as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Short periods of imprisonment [arrêts] correspond to the least severe custodial sentence available. Their duration is one day minimum and three months maximum ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Anyone who, without being entitled to do so, makes public all or part of the documents, investigations or deliberations of any authority which are secret by law or by virtue of a decision taken by such an authority acting within its powers shall be punished with imprisonment [arrêts] or a fine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Complicity in such acts shall be punishable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The court may decide not to impose any penalty if the secret concerned is of minor importance.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Swiss Criminal Code of 21 December 1937 (version in force since 1 January 2007)",
                                "elements": [
                                    {
                                        "content": "15.  The provisions of the Swiss Criminal Code of 21 December 1937 (version in force since 1 January 2007) read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Anyone who, without being entitled to do so, makes public all or part of the documents, investigations or deliberations of any authority which are secret by law or by virtue of a decision taken by such an authority acting within its powers shall be punished with a fine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Complicity in such acts shall be punishable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The court may decide not to impose any penalty if the secret concerned is of minor importance.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Code of Criminal Procedure of the Canton of Vaud of 12 December 1967",
                                "elements": [
                                    {
                                        "content": "16.  The relevant provisions of the Code of Criminal Procedure of the Canton of Vaud of 12 December 1967 are as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Preliminary police inquiries shall be secret. Articles 184 to 186 are applicable by analogy.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1All investigations must remain secret until their final conclusion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2 Secrecy shall concern all evidence uncovered by the investigation itself and all non-public investigative decisions and measures.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Judges, prosecutors and judicial staff may not communicate items of evidence or information on the investigation to anyone who does not have access to the files, except to the extent that such communication is useful for the investigation or justified on public-order, administrative or judicial grounds.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The parties, their friends and relatives, their lawyers, the latter’s associates, consultants and staff, and any experts and witnesses are required to observe the secrecy of the investigation vis-à-vis anyone who does not have access to the files.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Disclosure of relevant information by parties or their lawyers shall not be an offence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  As an exception to Article 185, the cantonal investigating judge and, with the latter’s agreement, the judge responsible for the preliminary inquiry or senior police officers specially appointed by the cantonal government [Conseil d’Etat] (see Article 168, paragraph 3) may inform the press, radio or television about a pending investigation if so required by the public interest or considerations of fairness, particularly in the following cases:",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  If a press conference is organised, counsel for the parties and the public prosecutor shall be invited to attend.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  If incorrect information has been disclosed to the press, radio or television, the parties may apply to the cantonal investigating judge to order rectification of such information, via the same media.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Anyone who breaches the secrecy of investigations shall be punished with a fine of a maximum of five thousand Swiss francs, unless this act is punishable under other provisions protecting secrecy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  In very minor cases the person in question may be exempted from any penalty ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Directives of the Swiss Press Council",
                                "elements": [
                                    {
                                        "content": "17.  The directives relating to the Declaration of the Duties and Rights of the Journalist issued by the Swiss Press Council which are relevant to the instant case read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“According to the principle of fairness and the general ethical requirement that both parties to a dispute must be heard (audiatur et altera pars), journalists are obliged to contact and hear, prior to publication, the views of those accused of serious offences. In so doing they must describe in detail the serious accusations which they are intending to publish. The statements of the person accused of serious offences must not receive the same weight in a report as the criticism of his or her actions. These statements must, however, be presented fairly when published.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Journalists must weigh carefully the various interests involved (the general public’s right to information, protection of the private sphere). Names or personally identifiable information is allowed:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Where the interest of protecting private life outweighs the public interest in identification, journalists shall publish neither names nor any other information that would identify the person to third parties who do not belong to his or her family, social or professional sphere, and who are therefore informed solely through the media.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL LAW",
                        "elements": [
                            {
                                "content": "18.  Recommendation Rec(2003)13 of the Committee of Ministers of the Council of Europe to member States on the provision of information through the media in relation to criminal proceedings provides:",
                                "elements": []
                            },
                            {
                                "content": "“...",
                                "elements": []
                            },
                            {
                                "content": "Recalling that the media have the right to inform the public due to the right of the public to receive information, including information on matters of public concern, under Article 10 of the Convention, and that they have a professional duty to do so;",
                                "elements": []
                            },
                            {
                                "content": "Recalling that the rights to presumption of innocence, to a fair trial and to respect for private and family life under Articles 6 and 8 of the Convention constitute fundamental requirements which must be respected in any democratic society;",
                                "elements": []
                            },
                            {
                                "content": "Stressing the importance of media reporting in informing the public on criminal proceedings, making the deterrent function of criminal law visible as well as in ensuring public scrutiny of the functioning of the criminal justice system;",
                                "elements": []
                            },
                            {
                                "content": "Considering the possibly conflicting interests protected by Articles 6, 8 and 10 of the Convention and the necessity to balance these rights in view of the facts of every individual case, with due regard to the supervisory role of the European Court of Human Rights in ensuring the observance of the commitments under the Convention;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Desirous to enhance an informed debate on the protection of the rights and interests at stake in the context of media reporting relating to criminal proceedings, and to foster good practice throughout Europe while ensuring access of the media to criminal proceedings;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Recommends, while acknowledging the diversity of national legal systems concerning criminal procedure, that the governments of member states:",
                                "elements": []
                            },
                            {
                                "content": "Appendix to Recommendation Rec(2003)13 - Principles concerning the provision of information through the media in relation to criminal proceedings",
                                "elements": []
                            },
                            {
                                "content": "Principle 1 - Information of the public via the media",
                                "elements": []
                            },
                            {
                                "content": "The public must be able to receive information about the activities of judicial authorities and police services through the media. Therefore, journalists must be able to freely report and comment on the functioning of the criminal justice system, subject only to the limitations provided for under the following principles.",
                                "elements": []
                            },
                            {
                                "content": "Principle 2 - Presumption of innocence",
                                "elements": []
                            },
                            {
                                "content": "Respect for the principle of the presumption of innocence is an integral part of the right to a fair trial.",
                                "elements": []
                            },
                            {
                                "content": "Accordingly, opinions and information relating to on-going criminal proceedings should only be communicated or disseminated through the media where this does not prejudice the presumption of innocence of the suspect or accused.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Principle 6 - Regular information during criminal proceedings",
                                "elements": []
                            },
                            {
                                "content": "In the context of criminal proceedings of public interest or other criminal proceedings which have gained the particular attention of the public, judicial authorities and police services should inform the media about their essential acts, so long as this does not prejudice the secrecy of investigations and police inquiries or delay or impede the outcome of the proceedings. In cases of criminal proceedings which continue for a long period, this information should be provided regularly.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "19.  The applicant complained that he had been convicted of breaching the secrecy of investigations. He submitted that there had been an unjustified interference with his right to freedom of expression as guaranteed by Article 10 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "20.  The relevant parts of that Article provide:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers ...",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society ... for the protection of the reputation or rights of others ... or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "21.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "22.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "23.  The applicant accepted that his conviction had a legal basis but submitted that it had not been necessary in a democratic society. He argued that the Federal Court retained a purely formal conception of the concept of secrecy, contrary to the case-law of the Court, which weighed up the interest of the State in protecting secrecy against that of the media in lifting it. In his view the Federal Court was inverting the principle and the exception. The present case did not concern the question whether it had been right or wrong to classify the documents as secret but whether the criminal conviction of a journalist for publishing information received without himself committing the offence in question met a pressing social need.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The applicant further submitted that the publication had satisfied a public interest. The accident known as the “Lausanne Bridge tragedy” had caused considerable emotion which had led to extensive media coverage of the case. The Vaud authorities had even acknowledged the need to reassure the general public.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  Furthermore, the applicant pointed out that the publication had not influenced the ongoing investigations or infringed the accused’s presumption of innocence. As regards this latter principle, the applicant stressed that while it was binding on State authorities, it could not prevent private individuals from forming an opinion before the end of criminal proceedings. As in Campos Dâmaso v. Portugal (no. 17107/05, § 35, 24 April 2008), no non-professional judge could have been called on to determine the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The applicant further alleged that the information published had been intended for discussion at a public hearing, adding that the style and form of the publication were irrelevant to the judge’s assessment. He argued that it was not for the judge to substitute his own views for those of the press as to what technique of reporting should be adopted by journalists where there was no pressing social need to restrict their freedom of expression. Lastly, the applicant took the view that a distinction should be drawn between deliberately fallacious publications and freedom of expression, the very essence of the latter being that it also covered information and ideas which offended, shocked or disturbed the State or some section of the population. He submitted that in the instant case he had acted in good faith.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The Government observed that while the press played an essential role in a democratic society, it should not overstep certain bounds linked in particular to the protection of the reputation or rights of others and the need to prevent the disclosure of confidential information. It added that a journalist took on “duties and responsibilities”, which had been highlighted by the Committee of Ministers of the Council of Europe in Recommendation Rec(2003)13 on the provision of information in relation to criminal proceedings through the media, particularly Principles 2 (respect for the presumption of innocence), 6 (regular information during criminal proceedings) and 8 (protection of privacy).",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The Government added that the point at issue in the present case was observance of the secrecy of the investigation, and specified the various issues at stake. They contended that the applicant had published “secret official deliberations”, respect for which was required by law rather than by any particular authority. The main reasons for such secrecy were, broadly speaking, the need to protect the interests of the criminal proceedings by anticipating risks of collusion and the danger of evidence being tampered with or destroyed, the interests of the accused, notably from the angle of presumption of innocence, and more generally, his or her personal relations and interests. Secrecy was also justified by the need to protect the opinion-forming and decision-making processes within State bodies. The aim was to guarantee the authority and impartiality of the judiciary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  With more particular regard to the excerpts from the records of the interviews of the accused, it was unacceptable, in the Government’s view, for such documents to be discussed in the public sphere, before the conclusion of the investigation, before the trial and out of context, in a manner liable to influence the decisions taken by the investigating judge and the trial court. As regards the letters sent by the accused to the investigating judge, they mainly concerned practical problems and criticism of his counsel. The problems mentioned were requests for provisional release, for access to his personal effects, for a change of cell and for authorisation to use the telephone. In the Government’s view, irrespective of the guarantee of the presumption of innocence and whatever inferences might be made regarding the prisoner’s personality, he could legitimately have expected the authority restricting his liberty to protect him from public exposure of the practical details of his life as a prisoner and as a person under investigation. That was why the authorities had not considered in the instant case that those secrets could be described as being of minor importance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The Government challenged the applicant’s argument that the Federal Court’s reasoning had been mixed up. The Federal Court had agreed with the Cantonal Court’s finding that even though the circumstances of the accident had been unusual and had triggered a great deal of public emotion, it had nevertheless, in legal terms, been simply a road accident with fatal consequences and devoid of any obvious public interest. The Government also argued that the mere fact that this case had attracted extensive media coverage was insufficient to establish any major public interest in publishing the confidential information in question. Unless it could be justified per se, the interest triggered among the public by media coverage of the events could not constitute a public interest in the disclosure of classified information. The Government considered that the case was of minimal interest. Furthermore, the person who had caused the accident, who was the only person charged in the investigation in question, had been remanded in custody. That meant that the general public had not needed to be “reassured in that the offender was no longer at large”. All the important information had been communicated by the authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  Moreover, the Government submitted that the reproduction of the letters sent to the investigating judge and the corresponding presentation of their author, had provided the public, without any objective reason and in a harsh light, with intimate details of the private life of a person deprived of his liberty, riding roughshod over his elementary rights in terms of respect for his person and his private, or indeed intimate, life. The prisoner’s situation was not comparable to that of a politician or other public figure. The Government highlighted the fact that the structure of the article and the comments set out in the latter showed the accused in an eminently unfavourable light. The applicant had also infringed the confidentiality of correspondence between lawyers and their clients.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The Government further affirmed that the prisoner’s correspondence with the investigating judge had not been intended for discussion at a public hearing, contrary to the applicant’s contentions. As regards the records of interviews, the applicant had not demonstrated the justification for disclosing them to the public at this stage in the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  They submitted that statements in the article to the effect that the prisoner was primarily concerned “with his little day-to-day problems as a jailbird”, that he had not made a confessions or provided any explanations for the accident, and that he had “quite a nerve” infringed the presumption of innocence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Government added that the applicant had never denied knowing that the documents which he had mentioned in his article had not been in the public domain because of the ongoing investigation and that he had been perfectly well aware of their confidentiality.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Moreover, the Government stressed that the form of the publication pointed to the motives of the author of the impugned article, who had confined himself to sensationalism and exclusively sought to satisfy the relatively unhealthy curiosity which anyone was liable to feel about this type of case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Lastly, as in Stoll v. Switzerland ([GC], no. 69698/01, § 156, ECHR 2007V), the Government noted that the penalty had not prevented the applicant from expressing his views, because it had been imposed after the publication. Furthermore, the penalty imposed, which the applicant had not criticised, had not been the maximum penalty applicable.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "37.  The Court notes that the applicant was convicted and sentenced to a fine for using and reproducing extracts from the investigation file in his article. It should therefore be established whether his conviction constituted an interference with the exercise of freedom of expression which was “prescribed by law”, based on one or more of the legitimate aims set forth in Article 10 § 1 of the Convention and “necessary in a democratic society”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  It was not disputed that the applicant’s conviction constituted an interference with his right to freedom of expression as secured under Article 10 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  It was not disputed that the interference was prescribed by law, that is to say, by the Swiss Criminal Code and the Criminal Procedure Code of the Canton of Vaud.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Court notes that the domestic courts based their decisions on the prohibition on publishing secret official deliberations, and in particular on the secrecy of judicial investigations. As it previously pointed out in Stoll v. Switzerland (cited above, § 61), it considers it appropriate to adopt an interpretation of the phrase “preventing the disclosure of information received in confidence” used in Article 10 § 2 of the Convention which encompasses confidential information disclosed either by a person subject to a duty of confidence or by a third party and, in particular, as in the present case, by a journalist. The Court takes the view that the impugned measure pursued the legitimate aim of preventing “the disclosure of information received in confidence”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court also considers, as noted by the Federal Court, that secrecy of investigations is generally based on the need to protect the interests of criminal proceedings. Furthermore, still in line with the Federal Court’s findings, the accused’s interests must not be overlooked, particularly in terms of the presumption of innocence and his personal relations and interests. These aims correspond to maintaining “the authority and impartiality of the judiciary” and to protecting “the reputation or rights of others” (see Ernst and Others v. Belgium, no. 33400/96, § 98, 15 July 2003, and Dupuis and Others v. France, no. 1914/02, § 32, 7 June 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  It remains to be determined whether the interference was “necessary in a democratic society”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Freedom of expression constitutes one of the essential foundations of a democratic society and the safeguards to be afforded to the press are of particular importance (see, among other authorities, Jersild v. Denmark, 23 September 1994, § 37, Series A no. 298; Worm v. Austria, 29 August 1997, § 47, Reports of Judgments and Decisions 1997-V; and Fressoz and Roire v. France [GC], no. 29183/95, § 45, ECHR 1999-I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The press plays an essential role in a democratic society. Although it must not overstep certain bounds, in particular in respect of the reputation and rights of others and the need to prevent the disclosure of confidential information, its duty is nevertheless to impart – in a manner consistent with its obligations and responsibilities – information and ideas on all matters of public interest (see De Haes and Gijsels v. Belgium, 24 February 1997, § 37, Reports 1997-I; Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, § 62, ECHR 1999III; Thoma v. Luxembourg, no. 38432/97, §§ 4345, ECHR 2001III; and Tourancheau and July v. France, no. 53886/00, § 65, 24 November 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  In particular, it is inconceivable that there can be no prior or contemporaneous discussion of the subject matter of trials, be it in specialised journals, in the general press or amongst the public at large. Not only do the media have the task of imparting such information and ideas; the public also has a right to receive them. However, consideration must be given to everyone’s right to a fair hearing as secured under Article 6 § 1 of the Convention, which, in criminal matters, includes the right to an impartial tribunal (see Tourancheau and July, cited above, § 66). As the Court has previously pointed out, “this must be borne in mind by journalists when commenting on pending criminal proceedings since the limits of permissible comment may not extend to statements which are likely to prejudice, whether intentionally or not, the chances of a person receiving a fair trial or to undermine the confidence of the public in the role of the courts in the administration of criminal justice” (ibid.; see also Worm, cited above, § 50; Campos Dâmaso, cited above, § 31; Pinto Coelho v. Portugal, no. 28439/08, § 33, 28 June 2011; and Ageyevy v. Russia, no. 7075/10, §§ 224-225, 18 April 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The adjective “necessary”, within the meaning of Article 10 § 2, implies the existence of a “pressing social need”. The Contracting States have a certain margin of appreciation in assessing whether such a need exists, but it goes hand in hand with European supervision, embracing both the legislation and the decisions applying it, even those given by an independent court. The Court is therefore empowered to give the final ruling on whether a “restriction” is reconcilable with freedom of expression as protected by Article 10. The Court’s task, in exercising its supervisory jurisdiction, is not to take the place of the competent national authorities but rather to review under Article 10 the decisions they delivered pursuant to their power of appreciation. This does not mean that the supervision is limited to ascertaining whether the respondent State exercised its discretion reasonably, carefully and in good faith; what the Court has to do is to look at the interference complained of in the light of the case as a whole and determine whether it was “proportionate to the legitimate aim pursued” and whether the reasons adduced by the national authorities to justify it are “relevant and sufficient” (see, among other authorities, Stoll, cited above, § 101; Mouvement raëlien suisse v. Switzerland [GC], no. 16354/06, § 48, ECHR 2012; and Animal Defenders International v. the United Kingdom [GC], no. 48876/08, § 100, ECHR 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47. The Court must first of all establish whether the article in question concerned a matter of public interest. In this connection the Court notes that the public, generally speaking, have a legitimate interest in being informed of ongoing criminal proceedings (see Dupuis and Others, cited above, § 42). The Committee of Ministers of the Council of Europe has adopted Recommendation Rec(2003)13 on the provision of information through the media in relation to criminal proceedings; the Recommendation rightly points out that the media have the right to inform the public owing to the public’s right to receive information, and stresses the importance of media reporting in informing the public on criminal proceedings, thus ensuring public scrutiny of the functioning of the criminal justice system. The principles set out in this Recommendation include the right of the public to receive information on the activities of the judicial authorities and police services via the media, which means that journalists must be able to report freely on the functioning of the criminal justice system.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Court notes that the impugned article originated from a set of judicial proceedings initiated following an incident which had occurred under exceptional circumstances and had immediately triggered a great deal of emotion among the local population. The public interest in understanding this unusual event led many media outlets to cover this case and its handling by the criminal justice system, which was why the incident in question was the subject of much comment in the press at the time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  In the impugned article the applicant looked at the personality of the accused (M.B.) and attempted to understand his animus, while highlighting the manner in which the police and judicial authorities were dealing with M.B., who seemed to be suffering from psychiatric disorders. The Court therefore agrees that the article addressed a matter of public interest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court reiterates that there is little scope under Article 10 § 2 of the Convention for restrictions on freedom of expression in matters of public interest (see Wingrove v. the United Kingdom, 25 November 1996, § 58, Reports 1996V; Sürek v. Turkey (no. 1) [GC], no. 26682/95, § 61, ECHR 1999-IV; Dupuis and Others, cited above, § 40; and Stoll, cited above, § 106).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  However, any individuals, including journalists, who exercise their freedom of expression undertake “duties and responsibilities”, the scope of which depends on their situation and the technical means which they use (see, mutatis mutandis, Handyside v. the United Kingdom, 7 December 1976, § 49 in fine, Series A no. 24). In the present case the domestic courts held, in view of the nature of the documents reproduced in the article or used in specific passages thereof, that the author, an experienced journalist, must have known that the documents had come from the investigation file and were covered, according to the persons who had handed them over, by the secrecy of judicial investigations. While acknowledging the essential role of the press in a democratic society, the Court stresses that journalists cannot, in principle, be released from their duty to obey the ordinary criminal law by the protection afforded them under Article 10.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court is aware of the desire of the highest domestic courts in the member States of the Council of Europe to react forcefully to the harmful pressure which the media may exert on civil parties and accused persons, thereby diminishing the guarantee of the presumption of innocence. Moreover, Article 10 § 2 sets limits on the exercise of the freedom of expression. It must therefore be determined whether, in the specific circumstances of the case, the interest in informing the public prevailed over the applicant’s “duties and responsibilities” arising from the dubious origin of the documents which he had received.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  More specifically, the Court must determine whether the aim of maintaining the secrecy of the investigation provided relevant and sufficient justification for the interference. As just mentioned, it is legitimate for special protection to be afforded to the secrecy of a judicial investigation, in view of what is at stake in criminal proceedings, both for the administration of justice and for the right of persons under investigation to be presumed innocent. Furthermore, as the Court previously found in Stoll (cited above, § 139), it cannot be said that the formal notion of secrecy on which Article 293 of the Criminal Code is based prevented per se the Federal Court, as the court of final instance, from determining, as it has done in the past, whether the interference in issue was compatible with Article 10 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Court must accordingly analyse the manner in which the Federal Court weighed up the interests at issue in the present case. It would appear that the Federal Court merely noted that the premature disclosure both of the records of interviews and of the letters sent by the accused to the judge necessarily infringed both the presumption of innocence and, more broadly, M.B.’s right to a fair trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Court emphasises that the attribution of the offence to M.B. was not the main subject of the article for which the applicant was sentenced. Furthermore, the main hearing in M.B.’s trial was held in November 2005, more than two years after the publication of the article. Moreover, both parties agree that the concerns expressed by the accused in the documents in question were secondary and did not allow any conclusions to be drawn on the intentionality of the act. Lastly, as submitted by the applicant, professional judges had adjudicated on the case, with no lay jury participating, which also reduced the risks of articles such as the present one affecting the outcome of the judicial proceedings (see, mutatis mutandis, Campos Dâmaso, cited above, § 35; Worm, cited above, § 9; and Tourancheau and July, cited above, § 75). The Court therefore concludes that in the present case, as in Dupuis and Others (cited above), the Government have failed to show how, in the circumstances of the case, the disclosure of this kind of confidential information could have had a negative impact either on the accused’s right to be presumed innocent or on his trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  Inasmuch as the Government have alleged that the disclosure of the documents covered by the secrecy of judicial investigations constituted interference with M.B.’s right to respect for his private life, the Court notes that although remedies were available to M.B. under Swiss law for claiming compensation for the damage to his reputation, he failed to use them. The fact is that it was primarily incumbent on M.B. to ensure respect for his private life. Accordingly, the second legitimate aim relied upon by the Government is necessarily less important in the circumstances of the case. The Court therefore concludes that the Government did not provide sufficient justification for the penalty imposed on the applicant for disclosing personal information concerning M.B.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  As regards the Government’s criticism of the form of the impugned article, it should be remembered that in addition to the substance of the ideas and information expressed, Article 10 also protects the form in which the latter are conveyed. Consequently, it is not for this Court, nor for the national courts for that matter, to substitute their own views for those of the press as to what reporting technique journalists should adopt (see, for example, Jersild, cited above, § 31, and De Haes and Gijsels, cited above, § 48). Journalistic freedom also covers possible recourse to a degree of exaggeration, or even provocation (see Prager and Oberschlick v. Austria, 26 April 1995, § 38, Series A no. 313; Thoma, cited above, §§ 45 and 46; Perna v. Italy [GC], no. 48898/99, § 39, ECHR 2003V; and Ormanni v. Italy, no. 30278/04, § 59, 17 July 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Although it cannot be denied that the presentation of the impugned article was indeed provocative, the Court reiterates that freedom of expression is applicable not only to “information” or “ideas” that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb. Such are the demands of pluralism, tolerance and broadmindedness, without which there is no “democratic society” (see Stoll, cited above, § 101; Steel and Morris v. the United Kingdom, no. 68416/01, § 87, ECHR 2005II; and Mouvement raëlien suisse, cited above, § 48). The fact that the applicant used certain expressions which, to all intents and purposes, were designed to attract the public’s attention cannot in itself raise an issue under the Court’s case-law (see Axel Springer AG v. Germany [GC], no. 39954/08, § 108, 7 February 2012). It cannot be contended in the present case that the impugned article related details of an individual’s strictly private life, a situation in which the protection afforded by Article 10 is weaker (see Hachette Filipacchi Associés (ICI PARIS) v. France, no. 12268/03, § 40, 23 July 2009); rather, as the Court has already noted, it concerned the functioning of the criminal justice system in one specific case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  Lastly, the Court reiterates that the nature and severity of the penalty imposed are factors to be taken into account when assessing the proportionality of the interference (see, for example, Sürek, cited above, § 64, second indent; Lindon, Otchakovsky-Laurens and July v. France [GC], nos. 21279/02 and 36448/02, § 59, ECHR 2007IV; and Stoll, cited above, § 153).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Court must ensure that the penalty does not amount to a form of censorship tending to discourage the press from making criticisms. In the context of debate on a matter of public interest, such a sanction may well deter journalists from contributing to public discussion of issues affecting the life of the community. By the same token, it is liable to hamper the media in performing their task as a purveyor of information and public watchdog (see, mutatis mutandis, Barthold v. Germany, 25 March 1985, § 58, Series A no. 90; Lingens v. Austria, 8 July 1986, § 44, Series A no. 103; Monnat v. Switzerland, no. 73604/01, § 70, ECHR 2006X; and Stoll, cited above, § 154).",
                                                "elements": []
                                            },
                                            {
                                                "content": " 61.  Unlike in the Stoll case, the amount of the fine (CHF 4,000, or approximately EUR 2,667) is fairly high (in Stoll the amount of the fine had been CHF 800, or approximately EUR 476 at current rates).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Although the fine was imposed for a “minor offence” within the meaning of Article 101 of the Criminal Code as in force at the material time, constituting the least serious category of offences punishable under the Swiss Criminal Code, and heavier penalties, including prison sentences, may be imposed for the same offence under Article 293 of the Criminal Code, the deterrent effect of the fine, while inherent in any criminal penalty, was not insignificant in the present case. In that connection, the fact of a person’s conviction may in some cases be more important than the minor nature of the penalty imposed (see, for example, Jersild, cited above, § 35, first indent; Lopes Gomes da Silva v. Portugal, no. 37698/97, § 36, ECHR 2000X; Dammann v. Switzerland, no. 77551/01, § 57, 25 April 2006; and Stoll, cited above, § 154).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  Having regard to all these considerations, the Court considers that the fine imposed in the instant case was disproportionate to the aim pursued.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  In view of the foregoing, it does not appear that the applicant’s conviction met a “pressing social need”. Although the grounds for the conviction were “relevant”, they were not “sufficient” to justify such an interference with the applicant’s right to freedom of expression. It follows that there has been a violation of Article 10 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "65.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "66.  The Court notes that the applicant did not submit a claim for just satisfaction. Accordingly, there is no call to award him any sum on that account.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "67.  The applicant claimed EUR 38,944 (CHF 48,000) for the costs and expenses incurred before the domestic courts and the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Government submitted that the costs claimed were disproportionate and had not been sufficiently substantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the applicant the sum of EUR 5,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "70.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares, unanimously, the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds, by four votes to three, that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds, by four votes to three,",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amount, to be converted into the currency of the respondent State [CHF] at the rate applicable at the date of settlement: EUR 5,000 (five thousand euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses, unanimously, the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 1 July 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judges Karakaş, Keller and Lemmens is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "G.R.A.\nA.C.",
                        "elements": []
                    },
                    {
                        "content": "1.  We regret that we cannot share the view of the majority that there has been a violation of Article 10 of the Convention. Our disagreement concerns the assessment of the necessity of the impugned interference in a democratic society. We consider that this case is of general scope for determining the burden and standard of proof under Article 10 of the Convention in cases of disclosure of confidential information by the press.",
                        "elements": []
                    },
                    {
                        "content": "2.  The majority consider that the article in question concerned a matter of general interest (see paragraphs 47-49 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "It is true, as the majority have noted, that the impugned article no doubt originated in an accident which had occurred in exceptional circumstances, and the case attracted extensive media coverage. Yet the article concerned criminal proceedings on which a great deal of information had already been communicated by the cantonal authorities. It follows, in our view, that in the present case the interest of the population in the subject of the article should be relativised (see Leempoel & S.A. Ed. Ciné Revue v. Belgium, no. 64772/01, § 76, 9 November 2006).",
                        "elements": []
                    },
                    {
                        "content": "Even if the subject of the article was of some general interest, we feel that it is important to consider further whether it was capable of contributing to public debate on the subject in question (see Stoll v. Switzerland [GC], no. 69698/01, § 121, ECHR 2007-V; see also Leempoel & S.A. Ed. Ciné Revue, cited above, § 72). In this connection, the Federal Court held that neither the disclosure of the records of interviews nor the disclosure of the letters sent by the accused to the investigating judge had provided any clarifications relevant to public discussion. Where the records of interviews were concerned, the Federal Court referred to the findings of the cantonal authorities, which had ruled out any collective trauma requiring the population to be reassured or kept informed. As regards the letters sent to the investigating judge, the Federal Court noted that the information which they contained provided no relevant insights into the accident or the circumstances surrounding it, so that they concerned the private, or indeed intimate, life of the person held in custody. These findings led the Federal Court to conclude that in the present case the interest of the population “at the very most ... involved satisfying an unhealthy curiosity”. In the absence of any relevant arguments submitted by the applicant, we have no reason to cast doubt on the national authorities’ conclusions.",
                        "elements": []
                    },
                    {
                        "content": "3.  The records of the interviews of the accused and the letter which he sent to the investigating judge were both covered by the secrecy of judicial investigations. The majority rightly point out that it is legitimate for special protection to be afforded to the secrecy of a judicial investigation, in view of what is at stake in criminal proceedings, both for the administration of justice and for the right of persons under investigation to be presumed innocent (see paragraph 53 of the judgment, and Dupuis and Others v. France, no. 1914/02, § 44, 7 June 2007; see also Principle 2 of the Principles concerning the provision of information through the media in relation to criminal proceedings, appended to Recommendation Rec(2003)13 of the Committee of Ministers of the Council of Europe of 10 July 2003 on the provision of information through the media in relation to criminal proceedings). We would like to draw attention to the Federal Court’s assessment with regard to this latter point. That court held that it was justifiable to keep the records of interviews and the letters to the investigating judge secret on the grounds that it would be inadmissible to allow such documents to be discussed in the public sphere, before the trial and out of context, in a manner liable to influence the decisions to be taken by the investigating judge and subsequently by the trial court. Specifically with regard to the letters to the investigating judge, the Federal Court noted that it was not inconceivable that inferences could be drawn from them regarding the detainee’s personality.",
                        "elements": []
                    },
                    {
                        "content": "In the present case the secrecy of the judicial investigation was also geared to protecting the private life of the person remanded in custody, who could not be considered a public or political figure. This concern is in line with Principle 8 of the above-mentioned Principles concerning the provision of information through the media in relation to criminal proceedings, which states that “the provision of information about suspects, accused or convicted persons or other parties to criminal proceedings should respect their right to protection of privacy in accordance with Article 8 of the Convention”.",
                        "elements": []
                    },
                    {
                        "content": "We are fully aware that while the confidentiality of information covered by the secrecy of judicial investigations is in principle justified, it should not be protected at all costs. The media are, in principle, free to report and comment on the functioning of the criminal justice system (see paragraph 45 of the judgment and Principle 1 of the Principles concerning the provision of information through the media in relation to criminal proceedings, cited above). Accordingly, the Court takes the view that preventing all public debate of matters relating to an ongoing criminal case by invoking the need to protect the secrecy of the investigation is unacceptable (see, mutatis mutandis, Stoll, cited above, § 128). The important thing in weighing the interests at stake against each other is the content of the information in question and the potential threat posed by its publication (ibid., mutatis mutandis, § 129).",
                        "elements": []
                    },
                    {
                        "content": "With particular reference to the case of Campos Dâmaso v. Portugal (no. 17107/05, § 36, 24 April 2008), the majority consider that it has not been established how the disclosure of this kind of confidential information could have had a negative impact on the accused’s trial or his right to be presumed innocent (see paragraph 55 of the judgment). We, however, consider that the respondent Government cannot be expected to provide proof that the disclosure of confidential information caused actual and tangible harm to the interests protected. Such a requirement would deprive the secrecy of judicial investigations of much of its meaning. In our view it would be more appropriate to determine whether the article at issue was, at the time of publication, capable of causing damage to the interests protected (see, mutatis mutandis, Stoll, cited above, § 130).",
                        "elements": []
                    },
                    {
                        "content": "We consider that this was so in the present case. Although both parties are in agreement that the article did not allow the reader to draw any inferences regarding the intentional nature of the offence with which the defendant had been charged, the content and manner of presentation of the information disclosed may have had a negative impact on the accused’s right to be presumed innocent and the proper conduct of the criminal proceedings at both the investigation and the trial stages. As the Federal Court pointed out, the publication in question, “far from being neutral and comprehensive, ... included comments and assessments which presented the information in issue in a particular light, without providing the opportunities for adversarial argument which are the very essence of proceedings in trial courts”.",
                        "elements": []
                    },
                    {
                        "content": "The impugned article also contained information of a personal nature: a close-up photograph of the detainee, his name and occupation, his psychiatric problems and highly personal details concerning his wife, including her age. Publishing such information clearly amounted to interference in M.B.’s private life. The majority consider that the legitimate aim of protecting M.B.’s private life was less important because there were remedies in Swiss law which M.B. himself could have used to ensure ex post facto respect for his reputation, which he had failed to do (see paragraph 56 of the judgment). We take the view that the availability of such remedies did not release the State from its obligation to seek a fair balance between the conflicting interests at stake and to endeavour to prevent violations of the right to respect for private life.",
                        "elements": []
                    },
                    {
                        "content": "4.  The majority point out that Article 10 protects not only the substance of the ideas and information expressed but also the form in which they are conveyed. They conclude that the provocative presentation of the impugned article did not disqualify it from protection under Article 10 (see paragraphs 57-58 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "Although the form of a publication is indeed protected under Article 10, formal “shortcomings” may be taken into account in weighing the interests at stake against each other (see Stoll, cited above, § 147).",
                        "elements": []
                    },
                    {
                        "content": "On this point the Federal Court, with reference to the assessment conducted by the Cantonal Court of Cassation, held that the tone adopted by the applicant in his article demonstrated that he had not been primarily motivated by a desire to inform the public about the State’s conduct of the criminal investigation. That court considered that the headline of the article and the manner in which the excerpts from the records of interviews had been arranged and the letters sent by the defendant to the investigating judge reproduced had “pointed to the [applicant’s] motives: he confined himself to sensationalism, his modus operandi being exclusively geared to satisfying the relatively unhealthy curiosity which anyone is liable to feel about this type of case”. We see nothing arbitrary or manifestly unreasonable in this assessment.",
                        "elements": []
                    },
                    {
                        "content": "In our view, the “sensational” presentation of the article in question considerably detracted from the importance of its contribution to the public debate afforded special protection by Article 10 of the Convention (see, mutatis mutandis, Stoll, cited above, § 152).",
                        "elements": []
                    },
                    {
                        "content": "5.  Lastly, the majority analysed the nature and severity of the penalties imposed (see §§ 59-63 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "On this point, we first of all note that the penalty imposed on the applicant could hardly be said to have prevented him from expressing his views, coming as it did after the article had been published (see, mutatis mutandis, Stoll, cited above, § 156).",
                        "elements": []
                    },
                    {
                        "content": "Secondly, we do not dispute the fact that the amount of the fine (CHF 4,000, or approximately EUR 2,667) was fairly high or that the fine might have had a deterrent effect, as is inherent in any criminal sanction. In view of the circumstances, however, we do not consider that the penalty was such as to have a deterrent effect on the exercise of freedom of the press in accordance with the ethics of journalism. Furthermore, as noted by the Federal Court, the amount of the fine, which took into account a previous conviction in 1998, did not exceed half the amount of the applicant’s monthly income at the material time. Lastly, as accepted by the majority (see paragraph 62 of the judgment), the fine was imposed for a “minor offence” within the meaning of Article 101 of the Criminal Code as in force at the material time, placing it in the least serious category of offences punishable under the Swiss Criminal Code. In view of these circumstances, we take the view that the fine imposed in the present case was not disproportionate to the aims pursued (see, mutatis mutandis, Tourancheau and July, cited above, § 93, and Masschelin v. Belgium (dec.), no. 20528/05, 20 November 2007).",
                        "elements": []
                    },
                    {
                        "content": "6.  In conclusion, we note that the domestic courts weighed the rights and interests at issue against each other, including the applicant’s right to freedom of expression. The courts have a certain margin of appreciation in assessing whether interference with the exercise of the right to freedom of expression is necessary in a democratic society, and thus in weighing the rights and interests at stake against each other. Where this balancing exercise has been undertaken by the national authorities in conformity with the criteria laid down in the Court’s case-law, the Court would require strong reasons to substitute its view for that of the domestic courts (see, among other authorities, Palomo Sánchez and Others v. Spain [GC], nos. 28955/06, 28957/06, 28959/06 and 28964/06, § 57, ECHR 2011; Axel Springer AG v. Germany [GC], no. 39954/08, § 88, 7 February 2012; Von Hannover v. Germany (no. 2) [GC], nos. 40660/08 and 60641/08, § 107, ECHR 2012; and Aksu v. Turkey [GC], nos. 4149/04 and 41029/04, § 67, ECHR 2012).",
                        "elements": []
                    },
                    {
                        "content": "Like the Stoll case cited above, the present case concerns the disclosure of confidential information in Switzerland. In our opinion the domestic courts faithfully complied with and applied the criteria which the Court established in that previous case. We consider, having regard to the margin of appreciation enjoyed by those courts, that the applicant’s conviction may be seen as having met a “pressing social need”, that the reasons for the conviction were “relevant” and “sufficient” to justify such interference with the exercise of his freedom of expression, and that the penalty imposed was not disproportionate to the aims pursued.",
                        "elements": []
                    },
                    {
                        "content": "In our view, therefore, there has been no violation of Article 10 of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Guido Raimondi",
            "role": "president"
        },
        {
            "name": "Işil Karakaş",
            "role": "andrás sajónebojša vučinić"
        },
        {
            "name": "Paul LemmensRobert Spano",
            "role": "judges"
        },
        {
            "name": "Abel Campos",
            "role": "deputy section registrar"
        },
        {
            "name": "Having deliberated in private on 1 April and 3 June 2014"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF A.B. v. SWITZERLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-145457.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:0701JUD005692508",
    "externalsources": [],
    "extractedappno": [
        "56925/08",
        "29183/95",
        "17107/05",
        "69698/01",
        "33400/96",
        "1914/02",
        "21980/93",
        "38432/97",
        "53886/00",
        "28439/08",
        "7075/10",
        "16354/06",
        "48876/08",
        "26682/95",
        "48898/99",
        "30278/04",
        "68416/01",
        "39954/08",
        "12268/03",
        "21279/02",
        "36448/02",
        "73604/01",
        "37698/97",
        "77551/01",
        "64772/01",
        "20528/05",
        "28955/06",
        "28957/06",
        "28959/06",
        "28964/06",
        "40660/08",
        "60641/08",
        "4149/04",
        "41029/04"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-145457",
    "judgementdate": "01/07/2014 00:00:00",
    "kpdate": "01/07/2014 00:00:00",
    "kpthesaurus": [
        "149",
        "148",
        "265",
        "235",
        "326",
        "579",
        "379",
        "354"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "10",
        "10-1",
        "10-2"
    ],
    "parties": [
        "A.B.",
        "SWITZERLAND"
    ],
    "rank": "1138.14538574219",
    "representedby": [
        "PONCET C."
    ],
    "respondent": "CHE",
    "respondentOrderEng": "46",
    "scl": [
        "Ageyevy v. Russia, no 7075/10, §§ 224-225, 18 April 2013",
        "Animal Defenders International v. the United Kingdom [GC], no 48876/08, § 100, ECHR 2013",
        "Axel Springer AG v. Germany [GC], no 39954/08, § 108, 7 February 2012",
        "Barthold v. Germany, 25 March 1985, § 58, Series A no 90",
        "Bladet Tromsø and Stensaas v. Norway [GC], no 21980/93, § 62, ECHR 1999 III",
        "Campos Dâmaso v. Portugal, no 17107/05, § 35, 24 April 2008",
        "Dammann v. Switzerland, no 77551/01, § 57, 25 April 2006",
        "De Haes and Gijsels v. Belgium, 24 February 1997, § 37, Reports 1997-I",
        "Dupuis and Others v. France, no 1914/02, 7 June 2007",
        "Ernst and Others v. Belgium, no 33400/96, § 98, 15 July 2003",
        "Fressoz and Roire v. France [GC], no 29183/95, § 45, ECHR 1999 I",
        "Hachette Filipacchi Associés (ICI PARIS) v. France, no 12268/03, § 40, 23 July 2009",
        "Handyside v. the United Kingdom, 7 December 1976, § 49 in fine, Series A no 24",
        "Jersild v. Denmark, 23 September 1994, Series A no 298",
        "Lindon, Otchakovsky-Laurens and July v. France [GC], nos. 21279/02 and 36448/02, § 59, ECHR 2007 IV",
        "Lingens v. Austria, 8 July 1986, § 44, Series A no 103",
        "Lopes Gomes da Silva v. Portugal, no 37698/97, § 36, ECHR 2000 X",
        "Monnat v. Switzerland, no 73604/01, § 70, ECHR 2006 X",
        "Mouvement raëlien suisse v. Switzerland [GC], no 16354/06, § 48, ECHR 2012 (extracts)",
        "Ormanni v. Italy, no 30278/04, § 59, 17 July 2007",
        "Perna v. Italy [GC], no 48898/99, § 39, ECHR 2003 V",
        "Pinto Coelho v. Portugal, no 28439/08, § 33, 28 June 2011",
        "Prager and Oberschlick v. Austria, 26 April 1995, § 38, Series A no 313",
        "Steel and Morris v. the United Kingdom, no 68416/01, § 87, ECHR 2005 II",
        "Stoll v. Switzerland [GC], no 69698/01, ECHR 2007 V",
        "Sürek v. Turkey (no 1) [GC], no 26682/95, ECHR 1999-IV",
        "Thoma v. Luxembourg, no 38432/97, §§ 43 45, ECHR 2001 III",
        "Tourancheau and July v. France, no 53886/00, 24 November 2005",
        "Wingrove v. the United Kingdom, 25 November 1996, § 58, Reports 1996 V",
        "Worm v. Austria, 29 August 1997, Reports of Judgments and Decisions 1997-V"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "449755",
    "typedescription": "15"
}