{
    "__articles": "6;6+6-3-c;6-1;6-3-c",
    "__conclusion": "No violation of Article 6+6-3-c - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6-3-c - Defence through legal assistance;Article 6 - Right to a fair trial)",
    "applicability": "",
    "appno": "63041/13",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-3-c",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "No violation of Article 6+6-3-c - Right to a fair trial",
            "mentions": [
                "Article 6-3-c - Defence through legal assistance",
                "Article 6 - Right to a fair trial"
            ],
            "type": "no-violation"
        }
    ],
    "content": {
        "001-193453.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 63041/13) against the Republic of Malta lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Maltese national, Mr Carmel Joseph Farrugia (“the applicant”), on 30 September 2013.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Dr J. Brincat, Dr J. Vassallo and Dr G. A. Buttigieg, lawyers practising in Malta.",
                        "elements": []
                    },
                    {
                        "content": "3.  The Maltese Government (“the Government”) were represented by their Agent, Dr P. Grech, Attorney General.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicant alleged that he had suffered a breach of Article 6 § 1 read together with Article 6 § 3 (c) of the Convention given the absence of a lawyer during questioning at pre-trial stage.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 10 November 2015 notice of the complaint under Article 6 § 1 read together with Article 6 § 3 (c) concerning the absence of a lawyer during questioning was given to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1951 and lives in Paola.",
                                "elements": []
                            },
                            {
                                "content": "Background to the case",
                                "elements": [
                                    {
                                        "content": "7.  On 29 January 2002 a hold-up in the applicant’s business premises (a showroom), while he was present, was reported to the Police. The Police suspected that this was not a case of a real hold-up but of fabrication of false evidence.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The pre-trial stage",
                                "elements": [
                                    {
                                        "content": "8.  On an unspecified day, shortly after the incident, the applicant gave statements to a court expert. He explained that four individuals had entered the premises, tied him up, and stolen money, amongst other things.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  A.F., an employee of the company, told the police that he had tied the applicant to a chair with tape and that he had put a suitcase next to the entrance of the showroom, as requested by the applicant. He also stated that he accepted to help the applicant move a photocopier (which had been found overturned on the floor) and that he had seen the applicant put the server of a computer network system under the sofa of a room on the second floor, and the video recorder and the safe-deposit box in other places.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Subsequently, on 1 February 2002 at 6.00 pm, the police questioned the applicant in the absence of a lawyer. He was cautioned i.e. he was informed of his right to remain silent and that everything he would say would be put down in writing and could be used as evidence against him. During the interrogation the applicant confirmed to the Police the statement he had given to the expert, noting that something had been done behind his back. In reply to questioning, he stated that another person had the keys to his showroom and that he had not seen a server of a computer network system, neither a video recorder connected to CCTV cameras nor a safedeposit box (which had allegedly been stolen on 29 January 2002) and which were found by the police on 1 February 2002. Confronted with A.F.s version of events, the applicant stated that that was A.F.’s allegation. The applicant stated that he had nothing to do with the items mentioned or with what A.F. said they had done together. Thus, it was irrelevant to consider as a coincidence or otherwise the fact that the police had found the things in the places where A.F. had indicated they would be. The applicant repeatedly stated that he had no difficulty reiterating his version of events, if and when it was needed, should they go to court. When invited to repeat his version of events on the spot the applicant requested that his statement be taperecorded and his request was acceded to. He confirmed that his statement had been made freely and without threats or promises. The questioning session ended at 6.43 pm.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  He was then moved to another room at 7.50 pm to record his detailed statement of events (a 38 page transcript). The applicant gave his particulars, was cautioned and recounted in great detail his version of the events of 29 January 2002. Following that, the applicant was asked questions about his business. In particular he noted that he had no reason to make up such a plan and that it would have been foolish of him to throw out (narmih) his business. The applicant was unable to quantify how much profits he was making, questioning which companies were making profits at the time. He avoided replying to a question concerning any losses and insisted that it was irrelevant whether or not he was making profits, as he had saved up the profits he had made in previous years. The applicant could not recall when he last imported products, but he replied that the last time he had exported was  if he remembered well  in December, probably towards Dubai but he could not remember the value of the transaction. On being asked again, he replied that he probably last imported in December, but was unable to give any details. He stated that local business was doing better than exports, but he was unable to quantify his profits. Upon repeated questioning he replied that during the same year he had made a loss. The applicant denied that he was not doing well also on the local market and was hesitant to accept that his business was facing a downfall. The applicant claimed to have had 70,000 United States dollars (USD) in the safedeposit box which had been stolen. He admitted that neither on the day of the holdup nor earlier that day (1 February 2002) had it been possible to open the safedeposit box (found by the police officers). The applicant admitted dealing in thousands of Maltese liras (MTL), but denied that his last import was more than three months before, although he admitted it could have been in November. He admitted that the photocopier which had been found overturned on the floor had not been working for more than two years; adding that it was moved recently to where it was found only because he adjusted its settings and made it work. He admitted that the repairs had been estimated at MTL 280 (approximately 650 euros (EUR)), but it happened that he knew how to operate it. A series of questions ensued concerning the photocopier. The applicant then admitted that the items allegedly stolen (the safedeposit box, the server and the CCTV recorder) were found earlier at the premises (on the same day  1 February 2002) and he insisted that if the police were to watch the CCTV video, they would see the four men. A series of questions concerning the functioning of the CCTV and the movements of A.F., his only employee, ensued, as well as a series of questions concerning the details of the actual robbery, the money stolen, i.e. allegedly USD 70,000 which were in the safedeposit box and MTL 34,000 (approximately EUR 79,000) which were in a suitcase and other cash from his wallet. The applicant stated that he could provide some paper invoices in connection with some of the money. The police questioned why he had said the opposite earlier, i.e. that he could not provide proof in the absence of the server which had been stolen. Again questioned about his profits, the applicant was unable to say how much profit or sales he made on a daily basis, admitting that it had been a long time since he had made MTL 100,000 (EUR 233,000) a day. He was also unable to give details about the local sales and admitted that he had problems with the bank. A series of questions and answers concerning A.F., and in particular how he was paid his monthly salary, ensued. At a point A.F. was also brought to the room for questioning in the presence of the applicant. Throughout the questioning the applicant repeatedly reiterated that he was not insured for theft of cash, but in as far as he recalled only for theft of apparatus. On further questioning he could not remember details of his insurance policy. The applicant stated that he had more money than he owed the bank, but did not know how much exactly he owed in payment of rents for various properties he had on the island. In any event he declared that he could pay such rent as the bank had recently reopened his accounts. The questioning ended with a series of factual questioning concerning the events on the day of the alleged robbery.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 2 February 2002 at 10.28 a.m. the applicant made another statement to the police, after being cautioned and in the absence of a lawyer. He confirmed that the police had, on the previous day, seized a video recorder (of the brand GYYR) and a video tape which was in it, and that upon the applicant’s request, the police, the applicant and the courtappointed expert had viewed the content of the video tape together that same evening. He confirmed that the video recordings showed that it started on 9 October 2000 and ended on 24 October 2000, and that he had requested the viewing of the video for the police to confirm and see the four individuals who had robbed him. However, it had not shown the four persons who robbed him. The applicant explained that he could not confirm that the video recorder was the same one connected to the system, and the second tape inside it was surely not the same type that recorded the events of 29 January 2002. He could not remember how many video recorders of the brand GYYR he possessed noting that the new ones used to be in the stores and others could be in the repair room or in another room. He answered that when the previous day, on site, he had replied to the police that he had no idea where the video recorder would be, he had done so because he had no video recorder except for that attached to the system which had been stolen. When the police pointed out the inconsistency with his previous answer the applicant replied that he had been speaking about the repair room. When he was asked whether the CCTV worked, the applicant had responded that the last time he had needed to check something (at Christmas time), it had been functioning properly. He confirmed that he did not know where the things were located and, in his view, this had been a frame up against him or against his company, by someone close to him or someone who had worked for him, or a competitor. The questioning was concluded at 11.16 am.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The criminal proceedings",
                                "elements": [
                                    {
                                        "content": "13.  On the same day i.e. 2 February 2002 the applicant was brought before the Court of Magistrates, as a Court of Criminal Inquiry, together with his employee A.F. They were charged with fabrication of false evidence, simulation of offence, fraud relating to insurance and making a false statement under oath under Articles 110 (1) and (2), 295 and 108 of the Maltese Criminal Code, Chapter 9 of the Laws of Malta. The applicant was also charged with being a recidivist.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On an unspecified date, upon a request by the prosecution of 7 October 2002, the case of the applicant was separated from that of his employee A.F. in order for them to be judged separately. On 30 June 2003 A.F. was found guilty of simulation of an offence. On 2 April 2004 the Court of Criminal Appeal confirmed the judgment against A.F.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 19 May 2006 A.F. gave evidence in the criminal proceedings against the applicant. He testified that the applicant, who was his employer, had forced him to tie him (the applicant) to a chair. On the applicant’s insistence he had done so for fear of losing his job. He had tied him to a metal chair brought by the applicant himself. He had left the shop at around 2.30 p.m. and when he returned the applicant had told him what to do and where to call and who to call in a particular sequence. The applicant’s son had arrived at around 3.30 p.m. to help him open the shutter; the applicant pretended to cry and told them to call the police. When A.F. had been asked whether the applicant ever told him why he had wanted to be tied, A.F. replied that the applicant had repeatedly noted that he had to close business, and on the day in question he had said “otherwise I will have to close”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 23 January 2007, the Court of Magistrates, as a Court of Criminal Judicature, on the basis of the evidence in the casefile, found the applicant not guilty of all the charges brought against him and acquitted him. It noted that there were two diametrically opposed versions (the applicant’s and A.F.’s), there was therefore a reasonable doubt which had to be resolved in favour of the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 6 February 2007 the Attorney General (hereinafter the AG) appealed against that judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  By a judgment of 21 June 2007, the Court of Criminal Appeal varied, in part, the judgment of the Court of Magistrates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  It confirmed that there had not been any evidence concerning the charges of fraud relating to insurance and making a false oath, as well as concerning the charge of recidivism. The Court of Criminal Appeal noted that the applicant had consistently repeated during the interrogation that his insurance did not cover theft or money losses, and no proof had been adduced to discredit his statement to that effect. Nor had the applicant lied on oath as he had never made any statement before a judge or magistrate and neither had the prosecution submitted any judgments capable of showing recidivism in terms of law. Similarly, the charge of fabrication of false evidence had also not been proved, since no matter what the applicant had actually done, there had been no proof that he had done so with the intention to put the blame on an innocent third person.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  However, the Court of Criminal Appeal found the applicant guilty of simulation of an offence under Article 110 (2) of the Criminal Code. It considered that there was direct evidence against the applicant, namely that from his accomplice (A.F.), who testified in the proceedings against the applicant (see paragraph 15 above). As to the testimony of an expert in relation to certain computer programs, found in the applicant’s possession, the Court of Criminal Appeal considered that they had not shed any light on the alleged hold up per se. However, it also noted the witness testimony of the four police officers who had questioned the applicant and carried out investigative work, including searches on the site of the alleged holdup.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court of Criminal Appeal noted that in his first statement the applicant had denied the facts as submitted by A.F. and gave his version of the events of that day. He had stated that he was ready to repeat his version in court and that he had no difficulty to repeat it and to have it recorded on tape, as the applicant had requested. The applicant was then questioned in an interviewing room where he gave his detailed version of the alleged holdup, which was transcribed. The applicant was then confronted with A.F., who had said that he acted according to the applicant’s will because he was forced to. A long series of questions ensued, where the police enquired about whether the applicant had been insured for the theft of money, the rent he paid, as well as about where and how certain items had been found, after having previously said that they had been stolen or thrown on the floor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Court of Criminal Appeal further noted that in his subsequent statement the applicant said that the video he had watched with the police officers had started on 9 October 2000 and ended on 24 October 2000. He could not confirm whether the video recorder was the same one which had been included in the system but he considered that the second tape inside was surely not the one he was recording on, on 29 January 2002. He did not know how many videos of the brand GYYR he had. According to the applicant the new ones used to be in the stores and others could be in the repair room or in another room. The Court of Criminal Appeal noted that the applicant had not mentioned any of this a day earlier, as according to the applicant he had no GYYR video except for the one included in the system. When he had been asked whether the CCTV worked, the applicant had responded that the last time he had needed to check something (at Christmas time), it had been functioning properly. He confirmed that he did not know where the things where and, in his view, this had been a frame up against him or against his company, by someone close to him or someone who had worked for him, or a competitor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Court of Criminal Appeal noted that the applicant had also testified before the firstinstance court about his local and international projects as well as the events of the day at issue. He had explained as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  A certain P.M.D. had left the shop at around 1.40 pm and, after that, two people wearing motorcycle helmets came into the shop and demanded money of him. He gave them his wallet which contained more than MTL 1,000 (around EUR 2,300) and they had said that they wanted more. The applicant then gave them a suitcase with money in it, once they opened it they asked for the safe-deposit box while pointing a gun at the applicant’s throat which left him speechless. They went downstairs; the applicant noticed that one of the two men knew his way. The applicant opened the wardrobe in which he kept a small safe-deposit box that he carried with him nearly every day and which weighed around fifteen kilograms. The men asked him to open it but he could not; thus one of the men took it and they then went back upstairs where the two men tied the applicant to a chair they had brought with them. He was tied with tape and could barely breathe. One of the two men went back downstairs and the applicant heard a loud noise. They then went back upstairs by which time there were four of them – the applicant had already noticed the other two men downstairs – and they started to close the curtains and the shutter of the main entrance. From the inside he saw two motorcycles and their drivers wearing helmets as well as a white van. He claimed that all four men had been wearing identical outfits, white crash helmets with tinted visors, green gloves and jeans jackets.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  In cross-examination, the applicant claimed to have no suspicion about his employee (A.F.) who he did not want to harm. As to the latter’s version, the applicant replied that everyone was entitled to an opinion. A.F. had testified twice although only his last statement had been added to the file. P.M.D. testified that he had been with the applicant and had left early in the afternoon, before the alleged hold-up.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Court of Criminal Appeal considered that since there had been no proof of an insurance policy covering theft of money, there had been no motive. However, it noted that A.F.’s version had been corroborated by, for example, the finding of certain objects in places indicated by A.F., which had been placed by the applicant himself, or by A.F. on orders from the applicant. Thus, according to the Court of Criminal Appeal, A.F.’s testimony was enough to conclude that the applicant was guilty of simulation of offence. It was true that the applicant had repeatedly and categorically denied any wrongdoing; however, he was not reliable in the light of the evasive and hesitant way in which he replied to police questions concerning his business, profitability, rents, and profits of the previous year. The Court of Criminal Appeal also relied on other circumstances such as the fact that the CCTV did not record the events on the day of the alleged holdup. Such details raised doubt and made the applicant’s version of events less plausible or acceptable. In the light of all the evidence it considered that the first court had wrongly acquitted the applicant. The Court of Criminal Appeal thus found the applicant guilty and sentenced him to one year’s imprisonment, suspended for four years.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Constitutional redress proceedings",
                                "elements": [
                                    {
                                        "content": "27.  On 15 June 2011, the applicant filed an application before the Civil Court (First Hall), in its constitutional competence, complaining about a violation of Article 6 of the Convention on the basis that, inter alia, the Court of Criminal Appeal’s judgment was based on statements given by the applicant to the police without the assistance of a lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  By a judgment of 29 October 2012, the court rejected the applicant’s complaints. The court recalled the first-instance judgment in the names of The Police vs Mark Lombardi (Civil Court (First Hall) in its constitutional competence, 9 October 2009) where it had been held that the mere fact that a person was not assisted by a lawyer during police interrogation did not violate an applicant’s fundamental rights. It had also held that for there to be a violation of Article 6 of the Convention, one must consider the proceedings as a whole and not the statements in isolation. The court noted, however, that the firstinstance judgment in that case had been overturned by the Constitutional Court which, on 12 April 2011, found a violation of the rights of the individual concerned as the lack of legal assistance deprived objectively the applicant of a fair trial. However, the Constitutional Court in that judgment had also made it clear that the ECtHR’s caselaw should not have retroactive effect and should not be applicable to judgments that had become res judicata – it had not been so in the case of Lombardi since proceedings had still been pending. The situation was different in the present case, which had ended. In conclusion, relying on the Constitutional Court’s position on res judicata in the case of Lombardi, cited above, the court, in the instant case, dismissed the applicant’s claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 16 November 2012 the applicant appealed to the Constitutional Court, arguing that the Civil Court (First Hall) was wrong in finding that courts of constitutional competence did not have the function to assess what had happened in criminal proceedings that had become res judicata.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  By a judgment of 5 April 2013, the Constitutional Court rejected the applicant’s appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Constitutional Court held that although there may be circumstances where it could provide a remedy if it found that a statement was taken abusively despite the criminal proceedings having come to an end and the judgment having become res judicata, in the present case the applicant had given his statement on 2 February 2002. He had never alleged that the statement was taken abusively. Moreover, he had not even raised this complaint when filing the constitutional application on 15 June 2011. It was only on 23 March 2012, more than eleven years after making the statement, that the applicant requested a correction in the constitutional redress application to add the complaint concerning his statement, possibly because the applicant had become aware of the Court’s judgment in Salduz v. Turkey ([GC], no. 36391/02, ECHR 2008), of 27 November 2008, and realised that it could give him another means of defence. The Constitutional Court held that the fact that the applicant had never raised a complaint before the courts of criminal jurisdiction, when he had every opportunity to do so, was proof that he did not feel that this was of prejudice to him or that his statement was taken abusively. Thus, the applicant could not now, without abusing the judicial process, expect to reopen a closed case which had become res judicata, once he had not raised the issue previously. According to the Constitutional Court, it was also relevant that the Court of Criminal Appeal had not relied solely on the applicant’s statement, but also on other means of corroboration. Consequently, in the Constitutional Court’s view the applicant’s statement was not determinative to the finding of guilt and the firstinstance court had been right not to disturb a judgment which had become res judicata.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "Domestic remedies",
                                "elements": [
                                    {
                                        "content": "32.  The relevant domestic law and caselaw concerning constitutional redress proceedings is set out in Brincat and Others v. Malta (nos. 60908/11 and 4 others, §§ 23-26, 24 July 2014) and Dimech v. Malta (no. 34373/13, § 26, 2 April 2015).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Legal assistance during pre-trial investigation",
                                "elements": [
                                    {
                                        "content": "Domestic law",
                                        "elements": [
                                            {
                                                "content": "33.  By Act III of 2002 the Maltese Parliament introduced the right to legal assistance at the pre-trial stage. However, the law only came into force in 2010 by means of Legal Notice 35 of 2010. Prior to this Legal Notice Maltese law did not provide for legal assistance during the pretrial investigation and specifically during questioning, whether by the police or by a magistrate in his investigative role. Before questioning, however, suspects would be cautioned, that is, informed of their right to remain silent and that anything they said could be taken down and produced as evidence. At the time no inferences could be drawn by the trial courts from the silence of the accused at this stage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  Statements taken by the police could be confirmed on oath before the Court of Magistrates, after arraignment, in which case the person was entitled to be assisted by a lawyer.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Domestic case-law",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Cases decided in 2011 - during the pendency of criminal proceedings against the complainants",
                                "elements": [
                                    {
                                        "content": "35.  In the wake of the judgment in Salduz, cited above, a number of accused persons raised constitutional complaints during the pendency of the criminal proceedings against them and requested the relevant criminal courts to make a referral to the constitutional jurisdictions. In 2011 three cases were decided by the Constitutional Court (in similar yet never identical formations of three judges), namely The Police vs Alvin Privitera of 11 April 2011, The Police vs Esron Pullicino of 12 April 2011, and The Police vs Mark Lombardi, also of 12 April 2011. In the three cases the Constitutional Court held that the claimants had suffered a breach of their right to a fair trial under Article 6 of the Convention in so far as they had not been legally assisted. The relevant details are as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Police vs Alvin Privitera, Constitutional Court judgment of 11 April 2011, upholding a first-instance judgment following a referral by the Court of Magistrates as a Court of Criminal Judicature",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Constitutional Court confirmed that it should apply the Grand Chamber judgment in Salduz and the subsequent line of case-law. In particular it noted that, in order for the right to a fair trial to remain sufficiently “practical and effective”, Article 6 § 1 required that, as a rule, access to a lawyer should be provided as from the first questioning of a suspect by the police. Even where compelling reasons might exceptionally justify denial of access to a lawyer, such restriction – whatever its justification – must not unduly prejudice the rights of the accused under Article 6. The rights of the defence would in principle be irretrievably prejudiced when incriminating statements made during police questioning without access to a lawyer were used for a conviction. Given that the absence of a lawyer at the investigation stage could irretrievably prejudice the accused’s right, the court considered that where there existed sufficient reasons indicating a violation, it should not wait for the end of the criminal proceedings in order to examine the merits of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Constitutional Court rejected the Government’s plea that the applicant had not raised the issue until the prosecution had finished submitting evidence, noting that in the domestic legal system there was no deadline for raising constitutional claims. It found the Government’s argument that the accused had not been forced to give a statement, and that he had been informed of his right to remain silent, to be irrelevant given the established case-law of the European Court of Human Rights and in particular the Salduz judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  It was not necessary in the case at hand to examine whether there existed any compelling reasons to justify the absence of a lawyer during questioning or whether such restrictions prejudiced the case, in so far as at the relevant time Maltese law had not provided for the right to legal assistance at that stage of the investigation and therefore there had been no need for the accused to request it. There had therefore been a systemic restriction on access to a lawyer under the relevant legal provision in force at the time. It followed that there had been a violation of Article 6 § 3 (c) in conjunction with Article 6 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Constitutional Court further noted that in its view the right to be assisted by a lawyer must be granted from the very start of the investigation and before the person being investigated gave a statement, but it did not require that an accused be assisted during questioning.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Constitutional Court did not order the statements to be expunged from the record of the proceedings, but it ordered that the Court of Criminal Judicature be informed of the said judgment so that it could decide accordingly on the validity and admissibility of the statement made.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Police vs Esron Pullicino, judgment of 12 April 2011 upholding a first-instance judgment following a referral by the Court of Magistrates as a Court of Criminal Judicature",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Constitutional Court reiterated the same reasoning applied in the case of Alvin Privitera, cited above, stopping short, however, of reiterating the court’s opinion in relation to assistance during the actual questioning.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Police vs Mark Lombardi, judgment of 12 April 2011 upholding a firstinstance judgment following a referral by the Court of Magistrates as a Court of Criminal Judicature",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Constitutional Court reiterated the same reasoning applied in the cases of Alvin Privitera and Esron Pullicino, cited above. It further noted case-law subsequent to Salduz in which the Court had found a violation despite the fact that the applicant had remained silent while in police custody (Dayanan v. Turkey, no. 7377/03, 13 October 2009) and despite there being no admission of guilt in the statements given by the applicants (Yeşilkaya v. Turkey, no. 59780/00, 8 December 2009). In Boz v. Turkey (no. 2039/04, 9 February 2010) the Court had stressed that the systemic restriction of access to a lawyer pursuant to the relevant legal provisions breached Article 6. The Constitutional Court further referred to the finding in Cadder v. Her Majesty’s Advocate [2010] UKSC 43, which concerned the same situation in the Scottish legal system and where that court had agreed to follow Salduz to the letter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Constitutional Court stopped short of reiterating the court’s opinion in Alvin Privitera in relation to assistance during the actual interrogation. It however added that Salduz should not apply retroactively to cases which had become res judicata this was not so in the present case given that the proceedings were still pending.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Subsequent cases",
                                "elements": [
                                    {
                                        "content": "44.  Following the abovementioned judgments of 2011, the Constitutional Court abandoned the above described reasoning (to the effect that a systemic restriction resulted in an automatic breach of Article 6), and started to consider Salduz as an exceptional case and to interpret it to the effect that a number of factors had to be taken into consideration when assessing whether a breach of Article 6 had occurred. By way of example:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Charles Stephen Muscat vs the Attorney General, Constitutional Court judgment of 8 October 2012",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  By a judgment of 10 October 2011 the Civil Court (First Hall) in its constitutional competence, dismissed an objection to the effect that the complaint was premature and found that the fact that the law precluded the accused from being legally assisted sufficed to find a violation. It thus ordered that his statements be expunged from the acts of the criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  In reply to the AG’s argument that Mr Muscat had not raised his complaint earlier during the criminal proceedings (which were still pending) the court, relying on the Alvin Privitera case reiterated that the applicant was not subject to any time-limit to bring forward his complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On appeal, by a judgment of 8 October 2012 the Constitutional Court reversed the first-instance judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  It accepted that prima facie it appeared premature to complain about a breach of the right to a fair trial due to a lack of legal assistance, solely on the basis of a statement made without such assistance at a time when a hearing was not yet held and the criminal proceedings were still pending. However, Maltese law (both the Constitution and the European Convention Act) provided for access to the constitutional jurisdictions in respect of fundamental rights complaints also when a breach is likely to occur. Thus, it could not reject the complaint as premature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  As to the merits it considered that its role was to determine whether the statement given in the absence of legal assistance amounted to a breach of the applicant’s right given the trial as a whole, and whether there was a risk that the applicant be found guilty when he was in reality innocent. In the absence of such risk no breach would occur. Having examined the ECtHR case law from Imbrioscia v. Switzerland (24 November 1993, Series A no. 275) onwards, it noted, with particular reference to Salduz, that in Maltese law, at the relevant time, no inferences from silence could be made. Mr Muscat had been informed of his right to remain silent. He was a mature adult, who was already expiating a criminal sentence in prison. He had made his statement in 2002 while he had been in detention since 1994. He had had experience with questioning and was not vulnerable. Thus the factor (young age) present in the Pullicino and Privitera cases was missing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Constitutional Court further noted that Mr Muscat waited until 2010 to bring forward his complaint, and during such time he did not challenge the content of his statement. This signalled that he himself had not felt disadvantaged by the content of his statement. In any event Mr Muscat was still to undergo trial with all the relevant procedural guarantees, and during which the judge could also decide to exclude the statement at issue if it could be shown that it had been given under threat or duress. It followed that the mere taking of the statement could not result in a breach of the right to a fair trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Republic of Malta vs Alfred Camilleri Constitutional Court judgment of 12 November 2012",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  In the particular circumstances of the case, the Constitutional Court found a violation of the accused’s fair trial rights, in particular because he had not even been cautioned by the police. However, following a request for retrial which was upheld by a judgment of the Constitutional Court of 31 January 2014, no violation was found because the accused, who had given a statement in the absence of a lawyer, had not been forced to reply to the questions put to him by the police, nor was he particularly vulnerable to the extent that he would have required the assistance of a lawyer. The accused was fifty-five years old and therefore mature. While he had never been to prison or been questioned, he had already been found guilty of minor charges and therefore was acquainted with the law. Lastly, his statement had not been the only evidence, as some police officers had been eyewitnesses to his handling of the drugs in issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Police vs Tyron Fenech, Constitutional Court judgment of 22 February 2013",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  By a judgment of 23 January 2012, the Civil Court (First Hall) in its constitutional competence found, inter alia, a violation of the first applicant’s right to a fair trial, as he had not had access to a lawyer before and during the police interrogation which led to his statement of a specific date. The same applied in respect of his other statement under oath before the magistrate, if made while under arrest. It considered that a person had just as much a right to legal assistance before making a statement to a judicial authority as he or she did before making a statement to the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Constitutional Court reversed in part the first-instance judgment. Accepting that the case was not premature, and in the light of the criminal courts’ referral pending criminal proceedings against Mr Fenech, it found that the Mr Fenech’s right to a fair trial had been breached only in relation to the statement given to the police, but not the statement given before the magistrate, which could thus be admitted as evidence in the criminal proceedings against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  It considered that a breach of the right to legal assistance during interrogation would occur when a statement was obtained by abuse and not solely because there was no lawyer present. The right to legal assistance was intended to protect persons in particular situations of vulnerability, weakness or fear who as a result of which made statements which led to a finding of guilt despite their innocence. Legal assistance in such cases prevented any such abuse and counteracted the vulnerability of the individual concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  Mr Fenech was only nineteen years of age at the time and may well have been vulnerable; however, someone other than a lawyer could have provided for such a guarantee, such as a magistrate (independent from the police), before whom the applicant made his second statement in accordance with domestic law. For these reasons the Constitutional Court upheld the Article 6 violation only in respect of the statement the applicant made to the police, which could not therefore be used in the criminal proceedings against him, but not in respect of the statement made before the inquiring magistrate, which could be used in the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Similar conclusions were reached in The Police vs Amanda Agius, Constitutional Court judgment also of 22 February 2013.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Republic of Malta vs Carmel Camilleri Constitutional Court judgment of 22 February 2013",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  Mr Camilleri raised his constitutional complaint  about lack of assistance when he gave a statement at pre-trail stage - during the criminal proceedings against him, and the matter was referred to the constitutional jurisdictions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  By a judgment of 26 June 2012 the first-instance court found a violation of Article 6 in that respect, on the basis of the Salduz judgment, as well as the Constitutional Court judgment in the Privitera case (cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  On appeal the Constitutional Court reversed the first-instance judgment. It held that the right to a fair trial was violated when a statement was taken abusively and not merely because it was given without legal assistance. This had always been part of the right to a fair trial and had not been created by means of the Salduz judgment. Thus, any finding of a violation to this effect would not constitute a retroactive application of some new right created by jurisprudence. Relying on the Privitera case, it considered that it should not wait for the end of the criminal proceedings in order to examine the merits of the case. Moreover, in the present case, it was precisely the court hearing the criminal proceedings that had referred the matter to the constitutional jurisdictions, and that court had suspended proceedings awaiting this judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  However, Mr Camilleri did not fall under any category of vulnerability. Furthermore, it could not be said that he had had no access whatsoever to a lawyer, indeed in his first statement he had denied all wrong doing and walked away free. Thus, before he was voluntarily called in for questioning the following days he had all the time necessary to seek the assistance of a lawyer before he appeared voluntarily on three subsequent days where he gave three statements. His statement had also been corroborated by other evidence, there was thus no risk that they were unsafe  in that light it would not be appropriate to expunge such statements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Simon Xuereb vs the Attorney General, Constitutional Court judgment of 28 June 2012",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Constitutional Court considered that the case was different from the three 2011 judgments (mentioned-above) relied upon by the applicant, in so far as those cases had concerned proceedings which were still pending, while the case of Mr Xuereb concerned a judgment which had become final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Constitutional Court noted that in 2001 Mr Xuereb had been cautioned, that is, informed of his right to remain silent and that anything he said could be taken down and produced as evidence, and yet he chose to make a statement. At the time Maltese law did not provide for the assistance of a lawyer and the Salduz judgment had not yet been delivered. It followed that Mr Xuereb could not complain about that matter. Moreover, the finding of guilt would not have been based solely on his incriminating statement, because there existed various other evidence. Furthermore, he chose to admit to the crimes and settle for a plea bargain. Thus, given his actions during those proceedings he could not now complain of a breach of his rights. It further referred to its established practice based on English caselaw to the effect that the retrospective effect of a judicial decision is excluded from cases that have been finally determined.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Joseph Buġeja vs the Attorney General, first-instance judgment of an unspecified date in 2012 confirmed on appeal on 14 January 2013",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  In its judgment the first-instance court of constitutional competence referred to the [then] recent judgments of the Constitutional Court and held that, firstly, the right to legal assistance was not created by recent jurisprudence of the Constitutional Court. The right existed already at the time when criminal proceedings against Mr Buġeja were still ongoing and if the latter had not invoked that right at the opportune moment, he could not invoke it almost two years after the final judgment of the Court of Magistrates. The court also noted that after Mr Buġeja released his statement he had had every opportunity to contest it. During the criminal proceedings he had only contested that his statement did not reflect the truth and he testified again to give another version which he claimed was the truth. At no point had he alleged that he had been coerced to sign such statement or that the statement had breached his fundamental human rights. Moreover, he had not even appealed the judgment of the Court of Magistrates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  Secondly, the court also considered that the judgment handed down by the Court of Magistrates was not based solely or principally on Mr Buġeja’s statement but on other circumstances which made his involvement in the crime evident. Further, the court referred the Lombardi case decided by the Constitutional Court which held that the jurisprudence of the ECtHR should not be applied retrospectively and affect those judgments which were today res judicata and it referred to the United Kingdom jurisprudence which held that the retrospective effect of a judicial decision was excluded from cases that have been finally determined. Hence, the court rejected the application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  On 14 January 2013, the outcome of the judgment was confirmed by the Constitutional Court. The latter held, inter alia, that the fact that the Mr Buġeja had not raised the issue during criminal proceedings (despite the Salduz judgment having been delivered before) did not mean that the applicant could not raise the issue before the constitutional jurisdictions. However, it showed that in the claimant’s own view the matter had had no serious consequences and was simply a formal failing  to the extent that in the Constitutional Court’s view this amounted to abuse of process. Similarly, Mr Buġeja had not appealed the criminal judgment, meaning he had not felt aggrieved. He had only opted to raise the issue after hearing about various judgments of the domestic courts and the ECtHR and thought he could obtain a get-out-of-jail-free card.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Constitutional Court reiterated that the right to legal assistance was not intended to create a formality, which, if not observed, provided the accused with a means to avoid conviction. Before the introduction of Article 355 AT the right to legal assistance was part and parcel of the right to a fair hearing, intended to protect persons who as a result of a particular vulnerability might have given statements as a result of which they could be found to be guilty when in reality they were innocent. In various domestic and ECtHR cases violations had been found in the cases of minors. In the present case, the applicant was neither a minor nor suffering from any other vulnerability, nor had he complained that the statement had been made under duress. Moreover, referring to the Salduz judgment, it recalled that under domestic law as stood at the relevant time, no inferences could be made from silence, thus the applicant could have chosen to remain silent. Furthermore, the applicant had been found guilty not only on the basis of his statement but also on other statements of eye witnesses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "George Pace vs Attorney General and Commissioner of Police, Constitutional Court judgment of 31 October 2014",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  By a judgment of 9 April 2014 the Civil Court (First Hall) rejected his complaint, noting that Mr Pace had been questioned fifteen years after the murder, and thus had had plenty of time to seek legal advice. Moreover, he only complained about the matter in 2011, despite him having been questioned in 2004 and the Salduz judgment having been delivered in 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  By a judgment of 31 October 2014 the Constitutional Court rejected Mr Pace’s appeal. It noted, inter alia, that it was true that it was still open to the applicant to raise his complaint despite the passage of time. Nevertheless, the court could draw other conclusions as a result, such as those related to credibility. Indeed had the statement been taken under duress the applicant would have raised the matter prior to 2011, it was thus likely that Mr Pace was solely trying to take advantage of the evolution of the ECtHR case-law. It considered that to determine the fairness of the proceedings they had to be taken as a whole, on the facts of the case it did not appear to be so in the present case where Mr Pace did not object to the presentation of his statements to the jurors during the criminal proceedings, to the contrary he noted that he was not challenging the validity of the second statement, which showed that the applicant had not felt prejudiced by his statements, which had been reiterated before the Court of Magistrates. Moreover, his statements had not been the only evidence against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Gregory Robert Eyre vs the Attorney General, judgment of the Civil Court (First Hall) in its constitutional competence of 27 June 2012 (final)",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  On 25 August 2005, the Court of Criminal Appeal had found Mr Eyre guilty of committing drug related offences. Subsequently, on 14 October 2011, he filed an application before the Civil Court (First Hall) in its constitutional competence claiming that his case was based on the incriminating statements he had given to the Police at a time when he was not yet being legally assisted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  Referring to the Lombardi case, the court reiterated the principle that the retrospective effect of a judicial decision is excluded from cases that had been finally determined. In the light of this principle as well as other principles emanating from the judgments of the Constitutional Court and the ECtHR, the court went on to consider that the finding of guilt was not solely based on Mr Eyre’s statements to the Police at a time when he had no legal assistance. Mr Eyre had also sworn his statement before a Magistrate in the presence of his lawyer and he had admitted his guilt. Moreover on appeal, he asked the Court of Criminal Appeal to confirm his guilty plea, and vary other parts of the judgment. In the light of all those circumstances, the court held that Mr Eyre’s allegations were unfounded and rejected his pleas.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  There was no appeal from the judgement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Matthew Lanzon vs Commissioner of Police, Constitutional Court judgment of 25 February 2013",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  Mr Lanzon had been charged with trafficking in cannabis in 2001  at the time he was aged sixteen. Thus, pending his criminal proceedings, he complained before the constitutional jurisdictions about the lack of assistance of a lawyer and by a final judgment of 29 November 2004 his complaint was rejected by the Constitutional Court on the basis that his arrest and questioning were lawful, had lasted a few hours and the applicant had had the right to remain silent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  By means of another application lodged in 2011, whilst the criminal proceedings against him were still pending, he once again brought the same complaint before the constitutional jurisdictions. By a judgment of 11 November 2011 the application was rejected as being res judicata, his complaint being identical to that already decided by the Constitutional Court in 2004. It reiterated that jurisprudential change could not have a retroactive application. The judgment was confirmed by the Constitutional Court on 25 February 2013, noting that the Constitutional Court judgment of 2004 had already decided the matter which could not be altered due to the Salduz judgment which was decided four years later.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 6 §§ 1 AND 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "74.  The applicant complained that he did not have legal assistance during police questioning contrary to that provided under Article 6 §§ 1 and § 3 (c) of the Convention, which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require;”",
                                "elements": []
                            },
                            {
                                "content": "75.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "The parties’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Government",
                                "elements": [
                                    {
                                        "content": "76.  The Government noted that the applicant’s application was filed on 30 September 2013 whilst the judgment of the Constitutional Court was delivered on 5 April 2013, thus prima facie it appeared that the applicant’s application was filed within the time-limit imposed by Article 35 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  However, they argued that Article 35 § 1 had to be interpreted in the light of the domestic system from which the application stemmed. In the Government’s view, since the judgment of the Court of Criminal Appeal in the applicant’s case had been delivered on 26 April 2007, in the light of the doctrine of the finality of judgments (res judicata) (also referred to as the “exclusion doctrine” in the present case) it was not legitimate for the applicant to complain that he suffered a violation of his right to a fair trial as a result of lack of legal assistance during the questioning based on a decision of the ECtHR that was delivered more than a year after the proceedings were finally determined. In the circumstances, the Government was of the view that the application should be declared inadmissible on the basis of Article 35 §§ 1 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  In the Government’s view, failure to raise a matter in the criminal proceedings and raising it subsequently after a number of years by means of separate proceedings (as was done by the applicant) would cast doubts on the validity of the allegation, albeit not restricting the court from finding a violation and awarding redress. Admitting that Maltese system was not bound by judicial precedent, the Government were nevertheless of the view that there existed an established doctrine to the effect that the retrospective effect of a judicial decision was excluded from cases that have been finally determined – a principle closely tied to the principle of res judicata and finality of judgments, which was also referred to by the Constitutional Court in the Lombardi case (see paragraph 43 above).  The Government noted that the Lombardi case had clearly stated that the ECtHR’s jurisprudence should be followed, but not in cases which were already res judicata and this principle had been consistently upheld thereafter, thus creating a specific established caselaw to that effect. They referred to Simon Xuereb vs the Attorney General, Constitutional Court judgment of 28 June 2012; Joseph Buġeja vs the Attorney General, first instance judgment, confirmed by the Constitutional Court on 14 January 2013; Gregory Robert Eyre vs the Attorney General, first-instance judgment of 27 June 2012 (final). This position had also found support in case-law of the United Kingdom.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The applicant",
                                "elements": [
                                    {
                                        "content": "79.  The applicant noted that unlike in proceedings before the Court, in the Maltese legal system, there was no six months’ time limit within which to bring the constitutional complaint, thus, the applicant had appropriately brought his complaint before the domestic courts and subsequently to the Court within the six months’ time-limit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The applicant disapproved of the considerations of the Constitutional Court that since he had not raised the issue earlier, this was an indication that his rights were not really prejudiced by his statement. In any event, the applicant noted that he had been acquitted at first-instance, thus he had no reason to appeal. It had been the AG who appealed and the appeal application had not referred to the fact that the tone or hesitancy during the statement should have been used as corroborative evidence – an initiative taken by the Court of Appeal of its own motion at a stage where the applicant could not have done anything about it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  As to the doctrine of the finality of judgments, the applicant admitted that the Maltese courts had persistently shied away from examining the merits of any violation in respect of a judgment which had become res judicata. However, he disapproved of such an approach, noting that if an issue was raised pending criminal proceedings it would be rejected as being premature (he relied for example on Joseph Camilleri vs the Attorney General, judgment of the Constitutional Court of 1 July 2013), but if it was raised after criminal proceedings came to an end, the claim would be out of time, or of a dubious relevance (as was held in the present case). It was also not irrelevant that under Article 6 access to the ECtHR was only possible after the criminal judgment became res judicata.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "General principles",
                                "elements": [
                                    {
                                        "content": "82.  In this connection the Court find it opportune to reiterate that timelimits, such as that of the sixmonths applied by the Court are intended to promote security of the law and to ensure that cases raising issues under the Convention are dealt with within a reasonable time. It protects the authorities and other persons concerned from uncertainty for a prolonged period of time. Finally, it ensures that, insofar as possible, matters are examined while they are still fresh, before the passage of time makes it difficult to ascertain the pertinent facts and renders a fair examination of the question at issue almost impossible. In assessing whether an applicant has complied with Article 35 § 1, it is important to recall that the requirements contained in that Article concerning the exhaustion of domestic remedies and the six-month period are closely interrelated (see Jeronovičs v. Latvia [GC], no. 44898/10, §§ 74-75, 5 July 2016 and Çölgeçen and Others v. Turkey, nos. 50124/07 and 7 others, §§ 62-63, 12 December 2017).",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Court reiterates that Article 35 § 1 of the Convention requires that complaints intended to be made subsequently at Strasbourg should have been made to the appropriate domestic body, at least in substance, in accordance with the formal requirements of domestic law and within the prescribed time-limits, and further that any procedural means that might prevent a breach of the Convention should have been used (see Akdivar and Others v. Turkey, 16 September 1996, § 66, Reports 1996IV; Chiragov and Others v. Armenia [GC], no. 13216/05, § 116, ECHR 2015; and Muršić v. Croatia [GC], no. 7334/13, § 70, ECHR 2016). However, nonexhaustion of domestic remedies cannot be held against an applicant if, in spite of his failure to observe the forms prescribed by law, the competent authority has nevertheless examined the substance of the appeal (see Gäfgen v. Germany [GC], no. 22978/05 §§ 144 and 146, ECHR 2010). The existence of mere doubts as to the prospects of success of a particular remedy which is not obviously futile is not a valid reason for failing to exhaust domestic remedies (see Vučković and Others v. Serbia [GC], no. 17153/11, § 74, 25 March 2014).",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  As a rule, the six-month period runs from the date of the final decision in the process of exhaustion of domestic remedies. Where it is clear from the outset, however, that no effective remedy is available to the applicant, the period runs from the date of the acts or measures complained of, or from the date of knowledge of that act or its effect on or prejudice to the applicant (see Mocanu and Others v. Romania [GC], nos. 10865/09, 45886/07 and 32431/08, § 259, ECHR 2014 (extracts)). Where an applicant avails himself of an apparently existing remedy and only subsequently becomes aware of circumstances which render the remedy ineffective, it may be appropriate for the purposes of Article 35 § 1 to take the start of the six-month period as the date when the applicant first became or ought to have become aware of those circumstances (ibid., § 260; see also El-Masri v. the former Yugoslav Republic of Macedonia [GC], no. 39630/09, § 136, ECHR 2012 and Blokhin v. Russia [GC], no. 47152/06, § 106, 23 March 2016).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Application to the present case",
                                "elements": [
                                    {
                                        "content": "85.  The Court notes that, traditionally, the remedies for an Article 6 complaint in the Maltese domestic system consist firstly of raising the matter during the criminal proceedings, and, if unsuccessful, undertaking constitutional redress proceedings. Constitutional redress proceedings are in the Maltese context not considered to be extraordinary remedies and have always been considered by this Court as the ordinary remedy for the purposes of Article 35 (see, by implication, amongst many others, Micallef v. Malta [GC], no. 17056/06, § 57, ECHR 2009 and Mercieca and Others v. Malta, no. 21974/07, § 29, 14 June 2011, and compare and contrast Lang and Hastie v. the United Kingdom (dec.), nos. 19/11 and 36395/11, 22 May 2012, where an application to the Court of Appeal for an extension of time enabling applicants to raise their claims following the Salduz v. Turkey ([GC], no. 36391/02, ECHR 2008) judgment, was considered to be an extraordinary remedy, and thus could not bring all the affected persons within the six months’ limit for the purposes of the Convention). This has been so despite the fact that, according to Maltese law and established practice constitutional redress proceedings are not subject to a time bar (see, for example Apap Bologna v. Malta, no. 46931/12, § 46, 30 August 2016). In other words, there is no time-limit within which to bring a constitutional redress application before the constitutional jurisdictions. The legislator leaves the choice of timing to the applicant, as a result of which the legal framework appears to give great latitude to individuals seeking redress for human rights violations (ibid.). This method of complaining is independent of a person’s right to raise Constitutional or Conventional complaints by way of a request for referral to the constitutional jurisdictions lodged during the pendency of ordinary proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  Having noted the domestic background against which to assess the admissibility issues raised in the present case, it is for the Court to determine whether, in the circumstances of the present case, the remedies available in the domestic system would have had any prospects of success, and if not, whether and when this became clear to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  As to whether there existed an established exclusion doctrine which would have been capable of rendering constitutional proceedings in the applicant’s case ineffective given the lack of prospects of success, the Court considers that it has not been shown that in 2011 - date when the applicant lodged his constitutional application - this was the case. Indeed, there was only one case - not relied on by the Government - delivered three weeks before the applicant lodged his constitutional complaint, which in an obiter dictum, held that Salduz should not apply retroactively to cases which had become res judicata (see paragraph 43 above). The Court considers that such dictum was not, at the time, enough for the applicant to be able to consider that such remedy would not be effective on this basis. As to the caselaw relied on by the Government, while the Xuereb judgment appears to substantiate the Government’s allegation, that in Eyre leaves room for debate. In any event, both these judgments were only delivered in 2012 pending the applicant’s constitutional redress proceedings, and Pace, the only other judgment to this effect relied on by the Government, was delivered in 2014, i.e. after the Constitutional Court’s judgment in the applicant’s case. Thus, it cannot be said that at the relevant time (20112014) the applicant could or should have been aware that constitutional redress proceedings were devoid of any prospects of success in the present circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  It follows that, in the light of the state of the domestic case-law at the time, the applicant cannot be blamed for having pursued constitutional redress proceedings (and having done so till the end), an action open to him to undertake at any point in time according to the law of the Respondent State and which he undertook in line with the formal requirements of domestic law. The Constitutional Court judgment having been delivered on 5 April 2013 and the application having been filed on 30 September 2013 it, thus, complies with the six months’ time-limit set in the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  Thus, the Government’s objection is dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Court notes that the application is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "The parties’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The applicant",
                                "elements": [
                                    {
                                        "content": "91.  The applicant submitted that there had been a violation in his case on the same lines of Borg v. Malta (no. 37537/13, 12 January 2016) namely an automatic violation as a result of a systemic ban. He further noted that in the present case there had been no other relevant evidence and the whole case depended on the two conflicting statements of the applicant and A.F. Thus the assessment of credibility of the applicant which was based on his previous statements given to the police in the absence of a lawyer, as admitted by the Government, was the crux of the question. The applicant submitted that the Court of Criminal Appeal had not heard the viva voce recording of the applicant’s statement and thus his hesitations could not be verified, neither had it heard A.F. Furthermore, it had never been established who was responsible for the nonfunctioning of the CCTV  while this could have raised a reasonable suspicion it certainly could not provide proof that the applicant had been responsible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  Furthermore, the applicant submitted that understanding a caution was not equivalent to having legal assistance; and in reply to the Government’s submission, he claimed that he had never been arrested or interrogated. In this connection he noted that the Court of Criminal Appeal dismissed the charge that he was a recidivist.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Government",
                                "elements": [
                                    {
                                        "content": "93.  The Government submitted that the applicant’s statement had been given voluntarily and upon his request it had been audio recorded. He had not been coerced or threatened and he had been cautioned in accordance with the law. According to the Government, the applicant, a fiftyfive year old man who was not vulnerable, had understood the implication of the circumstances he found himself in as it had not been the first time he had been charged with a criminal offence - he had previously been convicted on two separate occasions - yet he had chosen to make and sign the statements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  Further, the Government pointed out that, from the acts of the criminal proceedings, it transpired that various evidence had been available to the court of criminal jurisdiction. Apart from the applicant’s statements (before and during trial), the court of criminal jurisdiction heard the police who questioned him, P.M.D., A.F., as well as an expert who had analysed the server. The Government submitted that it was normal for a Court of Criminal Appeal not to re-hear all the evidence and to base its decision on the transcripts of the witness testimony. Thus, the applicant had been convicted on the basis of all that evidence and not on the basis of any admission statement which he had in fact not given. Indeed the Court of Criminal Appeal did not give weight to the content of the statement but only referred to the statement given in the absence of legal assistance in order to assess the applicant’s credibility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  The Government once again noted that the applicant had not challenged his pretrial statements during the criminal proceedings and that he had opted to reiterate his statements before the criminal courts. Moreover, according to the Government since no inferences could be made from silence, the legal framework at the time had provided for procedural safeguards.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "General principles",
                                "elements": [
                                    {
                                        "content": "96.  The right of everyone charged with a criminal offence to be effectively defended by a lawyer is one of the fundamental features of a fair trial (see Salduz, cited above, § 51, and Ibrahim and Others v. the United Kingdom [GC], nos. 50541/08 and 3 others, § 255, 13 September 2016). The right becomes applicable as soon as there is a “criminal charge” within the meaning given to that concept by the Court’s caselaw and, in particular, from the time of the suspect’s arrest, whether or not that person is interviewed or participates in any other investigative measure during the relevant period (see Beuze v. Belgium, [GC], no. 71409/10, § 124, 9 November 2018 and Simeonovi v. Bulgaria [GC], no. 21980/04, §§ 111, 114 and 121, 12 May 2017).",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  In Beuze, drawing from its previous case-law the Court explained the aims pursued by the right of access to a lawyer (§§ 125-130) and elaborated on the content of the right of access to a lawyer reiterating, in particular, that suspects must be able to enter into contact with a lawyer from the time when they are taken into custody. It must therefore be possible for a suspect to consult with his or her lawyer prior to an interview or even where there is no interview and that suspects have the right for their lawyer to be physically present during their initial police interviews and whenever they are questioned in the subsequent pretrial proceedings (§§ 133134).",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  Prior to the recent Beuze judgment, in a number of cases, the Court found that systematic restrictions on the right of access to a lawyer had led, ab initio, to a violation of the Convention (see, in particular, Dayanan v. Turkey, no. 7377/03, § 33, 13 October 2009 and Boz v. Turkey, no. 2039/04, § 35, 9 February 2010). That same approach was followed by the Court in relation to the Maltese context in Borg (no. 37537/13, 12 January 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  Subsequently, being confronted with a certain divergence in the approach to be followed in cases dealing with the right of access to a lawyer, the Court had occasion to further examine the matter in Ibrahim and Others, Simeonovi and more recently in Beuze, all cited above, where the Court departed from the principle set out in the preceding paragraph. In Beuze, the most recent authority on the matter, the Grand Chamber gave prominence to the examination of the overall fairness approach and confirmed the applicability of a two stage test, namely whether there are compelling reasons to justify the restriction as well as the examination of the overall fairness and provided further clarification as to each of those stages and the relationship between them, as explained below.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The criterion of “compelling reasons” is a stringent one: having regard to the fundamental nature and importance of early access to legal advice, in particular at the suspect’s first police interview, restrictions on access to a lawyer are permitted only in exceptional circumstances, must be of a temporary nature and must be based on an individual assessment of the particular circumstances of the case. A finding of compelling reasons cannot stem from the mere existence of legislation precluding the presence of a lawyer. The fact that there is a general and mandatory restriction on the right of access to a lawyer, having a statutory basis, does not remove the need for the national authorities to ascertain, through an individual and casespecific assessment, whether there are any compelling reasons. Where a respondent Government have convincingly demonstrated the existence of an urgent need to avert serious adverse consequences for life, liberty or physical integrity in a given case, this can amount to a compelling reason to restrict access to legal advice for the purposes of Article 6 of the Convention (see Beuze, cited above, §§ 142-143).",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  Where there are no compelling reasons, the Court must apply very strict scrutiny to its fairness assessment. The absence of such reasons weighs heavily in the balance when assessing the overall fairness of the criminal proceedings and may tip the balance towards finding a violation. The onus will then be on the Government to demonstrate convincingly why, exceptionally and in the specific circumstances of the case, the overall fairness of the criminal proceedings was not irretrievably prejudiced by the restriction on access to a lawyer (see Beuze, cited above, § 145).",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The Court further emphasises that where access to a lawyer was delayed, and where the suspect was not notified of the right to legal assistance, the privilege against selfincrimination or the right to remain silent, it will be even more difficult for the Government to show that the proceedings as a whole were fair (ibid., § 146).",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  As the Court has already observed, subject to respect for the overall fairness of the proceedings, the conditions for the application of Article 6 §§ 1 and 3 (c) during police custody and the pre-trial proceedings will depend on the specific nature of those two phases and on the circumstances of the case (ibid., § 149).",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  When examining the proceedings as a whole in order to assess the impact of procedural failings at the pre-trial stage on the overall fairness of the criminal proceedings, the following non-exhaustive list of factors, drawn from the Court’s caselaw, should, where appropriate, be taken into account:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  whether the applicant was particularly vulnerable, for example by reason of age or mental capacity;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  the legal framework governing the pre-trial proceedings and the admissibility of evidence at trial, and whether it was complied with – where an exclusionary rule applied, it is particularly unlikely that the proceedings as a whole would be considered unfair;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  whether the applicant had the opportunity to challenge the authenticity of the evidence and oppose its use;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d)  the quality of the evidence and whether the circumstances in which it was obtained cast doubt on its reliability or accuracy, taking into account the degree and nature of any compulsion;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(e)  where evidence was obtained unlawfully, the unlawfulness in question and, where it stems from a violation of another Convention Article, the nature of the violation found;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(f)  in the case of a statement, the nature of the statement and whether it was promptly retracted or modified;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(g)  the use to which the evidence was put, and in particular whether the evidence formed an integral or significant part of the probative evidence upon which the conviction was based, and the strength of the other evidence in the case;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(h)  whether the assessment of guilt was performed by professional judges or lay magistrates, or by lay jurors, and the content of any directions or guidance given to the latter;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  the weight of the public interest in the investigation and punishment of the particular offence in issue; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(j)  other relevant procedural safeguards afforded by domestic law and practice (ibid., § 150).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Application to the present case",
                                "elements": [
                                    {
                                        "content": "105.  The Court observes that the impugned restriction on the right of access to a lawyer in the present case was particularly extensive, as it derived from a lack of provision in the law and was applied throughout the entire pretrial phase during which the applicant gave several statements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  The Court reiterates that restrictions on access to a lawyer for compelling reasons, at the pre-trial stage, are permitted only in exceptional circumstances, must be of a temporary nature and must be based on an individual assessment of the particular circumstances of the case (see Beuze, cited above, § 161). There was clearly no such individual assessment in the present case, as the restriction was one of a general and mandatory nature. Furthermore, the Government have failed to demonstrate the existence of any exceptional circumstances which could have justified the restrictions on the applicant’s right, and it is not for the Court to ascertain such circumstances of its own motion (ibid., § 163).",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  Thus, the Court finds that the restrictions in question were not justified by any compelling reason.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  The Court must apply very strict scrutiny to its fairness assessment, especially where there are statutory restrictions of a general and mandatory nature. The burden of proof thus falls on the Government, which, must demonstrate convincingly that the applicant nevertheless had a fair trial as a whole. The Government’s inability to establish compelling reasons weighs heavily in the balance, and the balance may thus be tipped towards finding a violation of Article 6 §§ 1 and 3 (c) (ibid., § 165).",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  In the course of this exercise, the Court will examine, to the extent that they are relevant in the present case, the various factors deriving from its case-law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  Irrespective of whether or not the applicant had previously been questioned in connection with other crimes  a matter disputed by the parties  the Court considers that he was not in a greater state of vulnerability than that in which persons interviewed by investigators would generally find themselves in. The interviews conducted were not unusual or excessively long.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  The applicant did not allege, either before the domestic courts or before it, that the Police had exerted any pressure on him, nor that the evidence obtained had been in violation of another Convention provision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The Court reiterates that where access to a lawyer is delayed, the need for the investigative authorities to notify the suspect of his right to a lawyer, his right to remain silent and the privilege against selfincrimination takes on particular importance (see Ibrahim and Others, cited above, § 273, and case-law cited therein). It is noteworthy that, in the present case, the applicant was informed repeatedly in a sufficiently explicit manner of his right to remain silent and the privilege against self-incrimination (see, a contrario, Beuze, cited above, § 184), and, at the time, no inferences could be drawn by the trial courts from the silence of the accused (see paragraph 33 above) (see, a contrario, Ibrahim and Others, cited above, § 15). It follows that the applicant could have chosen to remain silent and avoid any statement which could later substantially affect his position. Nevertheless, the Court notes that this did not mean that the applicant had waived the right to be assisted by a lawyer at that stage of the proceedings, a right which was not available in domestic law (see Borg, cited above, § 61, and Salduz, cited above, § 59; see also Pishchalnikov v. Russia, no. 7025/04, § 79, 24 September 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The Court further notes that evidentiary elements, other than the applicant’s statements, were used to arrive at the conclusion of the applicant’s guilt, in particular the testimony of A.F., corroborated by the findings of the police, as well as other circumstances capable of amounting to circumstantial evidence such as the non-functioning of the CCTV. Indeed as noted by the Court of Criminal Appeal, A.F.’s statement would have been sufficient to find for the applicant’s guilt (see paragraph 26 above). The Court observes further that given the nature of the crime in the present case, that is, the simulation of an offence, the absence of any evidence corroborating the applicant’s initial report to the police is also of substantial evidentiary value. Thus, the Court of Criminal Appeal based its decision on a plurality of factors.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  In connection with the nature of the crime, while it appears that there was no actual victim of the hold up in the present case, the Court nevertheless considers that there was at least some public interest in prosecuting the applicant for the crime at issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  Against that background the Court will now assess the use made of the statement, its nature, and whether the applicable legal framework afforded sufficient safeguards.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  The applicant’s statements given pre-trial were admitted as evidence at his trial. Given the framework applicable at the time of the applicant’s trial, while the applicant was free to raise the issue before the courts of criminal jurisdiction, there would have been little point in so doing given the inexistence of such a right in Maltese law at the time (compare Dimech v. Malta, no. 34373/13, § 42, 2 April 2015 in relation to a request to the police to be assisted by a lawyer). In fact the Court observes that the Court of Criminal Appeal did not address, as it could have done of its own motion, the procedural defect at issue, but on the contrary it proceeded to refer to the statements tainted by that procedural defect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  The Government referred to the applicant’s possibility of having his statement recorded, which was the case. While it is true that this enabled his lawyer at a later stage to prepare for his defence in the light of that statement, it could not help the applicant prepare for his questioning by the police. Nor did it have any other utility in the present case given that the Court of Criminal Appeal - the only court which pronounced the applicant’s guilt - did not hear the recording. Thus, in the present case, this safeguard had no compensatory effect in practical terms. In the circumstances of the present case the Court finds that the applicant’s conduct during the police interviews was capable of having such consequences for the prospects of his defence that there was no guarantee that either the assistance provided subsequently by a lawyer or the adversarial nature of the ensuing proceedings could cure the defects which had occurred during the period of police custody (see, mutatis mutandis, Beuze, cited above, § 171). Further, while it was true that he had the possibility of undertaking constitutional redress proceedings, which are not subject to a time-limit, these were only subsequent to his being found guilty and thus could have no impact on his criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  However, the nature of the statements and their use is of particular relevance in the present case. The Court notes that they did not contain any confessions nor was their content self-incriminating. However, the privilege against selfincrimination is not confined to actual confessions or to remarks which are directly incriminating; for statements to be regarded as selfincriminating it is sufficient for them to have substantially affected the accused’s position (see, for example, Schmid-Laffer v. Switzerland, no. 41269/08, § 37, 16 June 2015). Indeed, the statements given by the applicant, at pre-trial stage in the absence of a lawyer, were relied on by the Court of Criminal Appeal in connection with the applicant’s credibility. In particular, in its judgment the Court of Criminal Appeal had noted certain inconsistencies in his statements of 1 and 2 February 2002 (see paragraph 22 above) and it had considered that he was not reliable as the applicant had replied in an evasive and hesitant way to police questions concerning his business, profitability, rent, and profits of the previous year (see paragraph 26 above). Nevertheless, the Court cannot but note that the Court of Criminal Appeal had found that A.F.’s statements had been enough to determine the applicant’s guilt. In consequence its assessment of the applicant’s credibility on the basis of his pre-trial statements can be considered as having been made ex abundanti cautela (out of an abundance of caution). In the light of the Court of Criminal Appeal’s finding concerning the sufficiency of A.F.’s statements, the Court considers that the use it made of the applicant’s statements to assess his credibility cannot be considered as having substantially affected his position.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  In conclusion, while very strict scrutiny must be applied where there are no compelling reasons to justify the restriction on the right of access to a lawyer, the Court, in the specific circumstances of the case, finds that having taken into account the combination of the various abovementioned factors, despite the lack of procedural safeguards relevant to the instant case, the overall fairness of the criminal proceedings was not irretrievably prejudiced by the restriction on access to a lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  There has therefore been no violation of Article 6 §§ 1 and 3 (c) of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares, unanimously, the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds, by five votes to two, that there has been no violation of Article 6 §§ 1 and 3 (c) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 4 June 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judges Serghides and Pinto de Albuquerque is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "1.  In the present case the applicant complained that, as a result of the Maltese legal framework, he did not have legal assistance during police custody and questioning and that the statements he made during this period were used in securing his conviction, contrary to Article 6 §§ 1 and 3 (c) of the European Convention on Human Rights (“the Convention”). Regrettably, we are unable to follow the conclusion of the judgment in finding no violation of this Article.",
                        "elements": []
                    },
                    {
                        "content": "2.  There are two basic Grand Chamber case-law approaches regarding the interpretation and application of Article 6 § 3 (c). The first approach (henceforth referred to as such) is that of John Murray v. the United Kingdom and Salduz v. Turkey. Under this approach, evaluation of the overall fairness of a trial (stage two) is required only when there were compelling reasons justifying the restriction on the right to a lawyer (stage one): “the question, in each case, has therefore been whether the restriction was justified and if so, whether in the light of the entirety of the proceedings it has not deprived the accused from a fair hearing”. Hence, according to this approach, there should be no stage two if at stage one it is found that there were not compelling reasons for the restriction.",
                        "elements": []
                    },
                    {
                        "content": "3.  The second approach (henceforth referred to as such) is that of Ibrahim and Others v. the United Kingdom, Simeonovi v. Bulgaria and Beuze v. Belgium. Pursuant to this approach, an evaluation of the overall fairness of the trial is always required, even if there were not compelling reasons which justified the restriction. Hence, under this approach there is a compulsory two-stage test in every case.",
                        "elements": []
                    },
                    {
                        "content": "4.  Our views in favour of the first approach were expressed in the partly dissenting opinion of Judge Serghides in Simeonovi v. Bulgaria and the dissenting opinion of Judge Pinto de Albuquerque in Murtazaliyeva v. Russia, the thrust of which had already been anticipated in Judge Pinto de Albuquerque’s partly concurring and partly dissenting opinion in Borg v. Malta. For the sake of economy, we are not going to repeat here the principled opposition to the second approach that we set out in our opinions. We merely refer to them.",
                        "elements": []
                    },
                    {
                        "content": "5.  In the light of our above-mentioned opinions, we agree with the majority of the Chamber that, in the present case, the restriction imposed on the right to legal assistance was not justified by any compelling reasons. This procedural shortcoming unavoidably leads us to find a violation of Article 6, since no “overall fairness” test can cure such a grave shortcoming. When such a fundamental defect exists in a trial, the conclusion should be that the whole trial is unfair, and not only a part of it. In sum, the applicant was completely deprived of his minimum right as provided for under Article 6 § 3 (c). Consequently, one cannot speak of effective protection of the applicant’s minimum right in the present case.",
                        "elements": []
                    },
                    {
                        "content": "6.  The second approach interpreted the Article 6 § 3 (c) right in a manner contrary to its wording, object and purpose, and diminished its importance to the extent that its core is seriously, if not mortally, affected. Thus, we do not consider it an advancement or further realisation, but a retrogression of the relevant human right. Such a result could have been avoided if the Court had never lost sight of the principle of effectiveness in the interpretation and application of the right to a lawyer.",
                        "elements": []
                    },
                    {
                        "content": "7.  But even assuming that the second approach is to be taken, as the majority do in the present judgment, we would still disagree with the finding of no violation, simply because the majority’s arguments are not at all convincing. Let us review the majority’s six arguments one by one.",
                        "elements": []
                    },
                    {
                        "content": "8.  Firstly, the majority argue that the applicant “was not in a greater state of vulnerability than that in which persons interviewed by investigators would generally find themselves ... . The interviews conducted were not unusual or excessively long”.",
                        "elements": []
                    },
                    {
                        "content": "9.  As explained in Judge Pinto de Albuquerque’s opinion in Borg, the change of heart by the Constitutional Court of Malta regarding the applicability of the Salduz case-law, limiting it to extraordinary situations where the defendant was a vulnerable person or found himself or herself in a particular situation of vulnerability, not only misinterpreted Salduz, but also reflected a wrong and worrying methodological perspective on the Court’s role and the legal force of its judgments. We reiterate that, as a matter of law, Salduz is not an “exceptional case” and the principle that it posits is not limited to situations of particular vulnerability on the part of the defendant. Furthermore, not even the Grand Chamber’s second approach, which departs from Salduz, limits the applicability of the right to a lawyer at the pre-trial stage to situations of particular vulnerability of the defendant, since this is only one factor among others to be taken into account in the overall fairness test. In other words, the position of Constitutional Court of Malta on the application of Article 6 §§ 1 and 3 (c) of the Convention is much more restrictive than that of the Grand Chamber in Beuze.",
                        "elements": []
                    },
                    {
                        "content": "10.  In any event, we are of the view that the right to a lawyer at the pre-trial stage does not hinge, in any way or form, on the state of vulnerability of the defendant. Nothing in the Convention makes the Article 6 § 3 (c) right dependent on such vulnerability. Such an abusive and restrictive interpretation of that right contradicts its essence. Every defendant, vulnerable or not, has a right, at the pre-trial stage, to a lawyer who will advise him or her on the defence strategy to be followed.",
                        "elements": []
                    },
                    {
                        "content": "11.  Secondly, the majority state that “The applicant did not allege, either before the domestic courts or before [the Court], that the Police had exerted any pressure on him, nor that the evidence obtained had been in violation of another Convention provision”.",
                        "elements": []
                    },
                    {
                        "content": "12.  We disagree with this argument. The fact that a defendant has not been pressured by the police does not limit his or her right to a lawyer. Legal assistance in a criminal procedure is indispensable not only to counter pressure by the police or any other evidence obtained in violation of the Convention, but to define a strategy for the defence and adapt it to every incident throughout the entire proceedings. The police are expected to act lawfully, regardless of the manner in which a defendant presents his or her defence, with or without the benefit of legal assistance. The one has simply nothing to do with the other. Lawful conduct by the police is not a valuable argument on which to restrict the exercise of a Convention right by the defence. Ultimately, this argument by the majority reflects a very restrictive conception of the role of the lawyer in criminal procedure.",
                        "elements": []
                    },
                    {
                        "content": "13.  Thirdly, the majority state that “in the present case, the applicant was informed repeatedly in a sufficiently explicit manner of his right to remain silent and the privilege against self-incrimination”.",
                        "elements": []
                    },
                    {
                        "content": "14.  Again, we cannot accept this argument. The right to remain silent is not interchangeable with the right to a lawyer. These are two very different rights. Legal assistance at the pre-trial stage of a criminal procedure is essential to inform the defendant of the advantages and disadvantages, from the perspective of the defence strategy, of speaking out or remaining silent. In other words, the right to a lawyer is instrumental in effective protection of the right to remain silent (and of the privilege against self-incrimination).",
                        "elements": []
                    },
                    {
                        "content": "15.  In short, the fact that the applicant was informed of his right to remain silent if he so desired and the fact that the applicant did not claim that any pressure was exerted on him have nothing to do with his procedural right under Article 6 § 3 (c) of the Convention to have access to a lawyer. Those facts are irrelevant for the purpose of curing the breach of this right. In our view, it is a fundamental mistake at stage two not to take seriously into account the finding of stage one, especially when the test applied should be a very strict scrutiny. Otherwise, what is the point of having two stages!?",
                        "elements": []
                    },
                    {
                        "content": "16.  Fourthly, the majority argue that “evidentiary elements, other than the applicant’s statements, were used to arrive at the conclusion of the applicant’s guilt, in particular the testimony of A.F., corroborated by the findings of the police, as well as other circumstances capable of amounting to circumstantial evidence such as the non-functioning of the CCTV.”",
                        "elements": []
                    },
                    {
                        "content": "17.  This is evidently the core of the majority’s reasoning, and it is patently flawed. The whole case depended on two diametrically opposed statements given by the applicant and by A.F. The Maltese Court of Criminal Appeal found the applicant not to be reliable with regard to the evidence he gave at the pre-trial stage. Instead, it found A.F. reliable. In applying strict scrutiny when assessing the overall fairness, the fact that the applicant’s insurance policy did not cover theft of money and that therefore he did not have a motive to simulate an offence should have been taken into account. The majority ignore this crucial fact in their reasoning.",
                        "elements": []
                    },
                    {
                        "content": "18.  Furthermore, the plausibility and reasonableness of A.F.’s version should also have been assessed in comparison to that of the applicant. A.F.’s version, namely, that he was forced by the applicant (his employer) to agree to tie the latter to a chair and that he did so on the applicant’s insistence and out of fear of losing his job, seems quite bizarre. The majority do not convincingly explain why they prefer this version of the facts to that put forward by the applicant. The majority mention the findings of the police and “the circumstantial evidence such as the non-functioning of the CCTV” as corroborating AF’s testimony. The findings of the police provide no direct or indirect evidence of any sort with regard to the applicant’s guilt. Furthermore, “the circumstantial evidence” to which the majority refer is irrelevant, since it has never been established that the applicant was responsible for the non-functioning of the CCTV.",
                        "elements": []
                    },
                    {
                        "content": "19.  The only court which found the applicant guilty – the Court of Criminal Appeal – assessed the applicant’s credibility and decided the case mainly on the basis of what he said at the pre-trial stage, without a lawyer, on issues which were irrelevant or not directly relevant for the alleged simulation of an offence. These issues are mentioned in paragraphs 11 and 118 of the judgment and concern his business, profitability, rent and profits from previous years. Consequently, we are unable to agree with what is stated in paragraph 118 of the judgment, namely that the assessment of the applicant’s credibility on the basis of his pre-trial statements can be considered as having been made ex abundanti cautela. On the contrary, the use made by the Court of Criminal Appeal of the applicant’s statements in order to assess his credibility substantially affected his position in that, again according to the Court of Criminal Appeal, they formed the core of the case against him. Moreover, the Court has held that where an appellate court is called upon to examine a case as to the facts and the law and to make a full assessment of the question of the applicant’s guilt or innocence, it cannot, as a matter of fair trial, properly determine those issues without a direct assessment of the evidence given in person by the accused – who claims that he has not committed the act alleged to constitute a criminal offence. The Court of Criminal Appeal did not comply with this basic rule of fairness and the majority uphold this omission.",
                        "elements": []
                    },
                    {
                        "content": "20.  Most worryingly, the majority observe that “the absence of any evidence corroborating the applicant’s initial report to the police is also of substantial evidentiary value”. In so arguing, the majority assume that the burden of providing evidence of his innocence lay with the defendant. Moreover, the majority even draw negative inferences for the defendant from the fact that he did not provide such exculpatory evidence, which breaches a basic foundational principle of criminal procedure. This is an inadmissible line of argumentation in a court of law, let alone a humanrights court. While the first-instance court acquitted the applicant because there was a reasonable doubt that had to be resolved in favour of the applicant, the second-instance court proceeded in the opposite way, by resolving any doubts to the detriment of the defendant, exclusively “on the basis of the evidence in the case-file” and without even having had the benefit of questioning him, or the main prosecution witness A.F., in person. The minimum that the Convention principle of immediacy would have required, were the Court of Criminal Appeal to consider the possibility of revoking the first-instance acquittal, would have been to question both the defendant and A.F. and to confront them in person.",
                        "elements": []
                    },
                    {
                        "content": "21.  Fifthly, the majority recognise the fact that “there was no actual victim of the hold up in the present case”. Yet they dismiss the importance of this fact with the argument that “there was at least some public interest in prosecuting the applicant for the crime at issue”. This argument is unfounded. Listing this argument among those relevant to assessing the fairness of proceedings is very troubling. We note that the majority did not refer to the public interest in the investigation and punishment of “the kind of offence in issue”, but of “the applicant for the crime at issue”. This could be read as implying that defendants are entitled to different degrees of fairness in the procedures against them not only because of the kind of offence they are indicted for, but also because of the “public interest” their specific cases happened to arouse. This would be the ultimate paradigm of “street justice”, more akin to vigilante punishment than to a lawful trial. If there is some social uproar around a specific case, the defendant may be deprived of his or her right to a lawyer at the pre-trial stage of the criminal procedure.",
                        "elements": []
                    },
                    {
                        "content": "22.  In our view, limiting the right to a lawyer on the basis of “some public interest in prosecuting the applicant for the crime at issue” puts the defendant’s right to a technical defence in the hands of the general public, and is reminiscent of the Robespierre-inspired trials during the République de la Terreur. What is more, we have difficulty in identifying “some public interest” in prosecuting a crime without a victim.",
                        "elements": []
                    },
                    {
                        "content": "23.  Sixthly, and finally, we note that the majority acknowledge that the Court of Criminal Appeal did not address the procedural defect which occurred at the pre-trial phase and that it was within its competence to do so of its own motion. We also stress that the majority implicitly reproached the Court of Criminal Appeal for not having listened to the recording of the defendant’s statement. Hence, the safeguard of recording had “no compensatory effect in practical terms”, as the majority themselves recognise. As a matter of fact, the Court of Criminal Appeal did not hear the viva voce recording of the applicant’s statement, and thus his hesitations could not be verified; nor did it hear A.F.",
                        "elements": []
                    },
                    {
                        "content": "24.  The majority go so far as to concede that the guarantee of a lawyer, provided after the police interviews, and the adversarial nature of the ensuing procedure were also not capable of curing the defect that had occurred at the time of police custody. Unfortunately, the majority are not prepared to draw the consequences from these serious shortcomings which irretrievably undermine the soundness of the conviction and the overall fairness of the entire proceedings.",
                        "elements": []
                    },
                    {
                        "content": "25.  We cannot but conclude that the majority do not apply the “very strict scrutiny” that they had promised to the fairness assessment. Had this very strict test been applied, they would have reached the same conclusion as we did, namely that the proceedings were very unfair to the defendant.",
                        "elements": []
                    },
                    {
                        "content": "26.  This is a truly Kafkaesque case, in which an already acquitted defendant ultimately finds himself convicted on the basis of shaky testimony from one single prosecution witness and the appellate judges’ doubts regarding the credibility of the defendant’s replies to police questions concerning facts unrelated to the imputed offence. We were already persuaded that, under the first approach, his conviction should not stand. It is clear from the above analysis that all the arguments used by the majority in applying the second approach are unfounded. After concluding this analysis, we are further strengthened in our firm conviction that there has been a violation of Article 6 §§ 1 and 3 (c) of the Convention in the present case. Having found such a violation, we would obviously award the applicant a sum in respect of non-pecuniary damage.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Georgios A. Serghides",
            "role": "president"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "María Elósegui",
            "role": "judges"
        },
        {
            "name": "Erik Wennerström",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF FARRUGIA v. MALTA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-193453.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:0604JUD006304113",
    "externalsources": [],
    "extractedappno": [
        "63041/13",
        "36391/02",
        "60908/11",
        "34373/13",
        "7377/03",
        "59780/00",
        "2039/04",
        "44898/10",
        "50124/07",
        "13216/05",
        "7334/13",
        "22978/05",
        "17153/11",
        "10865/09",
        "45886/07",
        "32431/08",
        "39630/09",
        "47152/06",
        "17056/06",
        "21974/07",
        "19/11",
        "36395/11",
        "46931/12",
        "37537/13",
        "50541/08",
        "71409/10",
        "21980/04",
        "7025/04",
        "41269/08",
        "50571/05",
        "40351/09",
        "36658/05",
        "28871/95"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-193453",
    "judgementdate": "04/06/2019 00:00:00",
    "kpdate": "04/06/2019 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "86"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6",
        "6-3-c",
        "6-1"
    ],
    "parties": [
        "FARRUGIA",
        "MALTA"
    ],
    "rank": "3454.39013671875",
    "representedby": [
        "BRINCAT J.",
        "VASSALLO J.",
        "BUTTIGIEG G.A."
    ],
    "respondent": "MLT",
    "respondentOrderEng": "28",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "488650",
    "typedescription": "15"
}