{
    "__articles": "2;2-1;2-2;6;6-1;13;41",
    "__conclusion": "Violations of Art. 2 (deaths and failure to investigate effectively);No separate issue under Art. 6;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "19807/92",
    "article": [
        "6",
        "41",
        "2",
        "13"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "deaths and failure to investigate effectively"
            ],
            "element": "Violations of Art. 2",
            "type": "violation"
        },
        {
            "element": "No separate issue under Art. 6",
            "type": "other"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-75148.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 19807/92) against the Republic of Turkey lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mr Hüseyin Erdoğan and Ms Sevgi Erdoğan (who were replaced by Ms Hatice Erdogan upon their death), Ms Esme Şimşek, Mr Hüseyin Şimşek, Mr İsmail Hakkı Ilcı, Mr Nahit Özkaya, Mr Mahmut Ali Eliuygun (who was replaced by Bakiye Eliuygun upon his death) and Ms Necla Nurlu (“the applicants”), who are Turkish nationals, on 6 January 1992. They are relatives of İbrahim Erdoğan, Yücel Şimşek, İbrahim Ilcı, Cavit Özkaya and Hasan Eliuygun, suspected members of Dev-Sol (“Revolutionary Left”), who were killed by the security forces in İstanbul on 12 July 1991.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Ms Françoise Hampson, a lawyer practising in Colchester. The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants complained, both on their own behalf and on behalf of their dead relatives, that they had been victims of violations of Article 2 (right to life), Article 6 (right of access to court) and Article 13 (right to effective remedies) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was declared admissible by the Commission on 16 January 1996 and transmitted to the Court on 1 November 1998 in accordance with Article 5 § 3, second sentence, of Protocol No. 11 to the Convention, the Commission not having completed its examination of the case by that date.",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1. Mr R. Türmen, the judge elected in respect of , withdrew from sitting in the case (Rule 28). The Government accordingly appointed Mr F. Gölcüklü to sit as an ad hoc judge (Article 27 § 2 of the Convention and Rule 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicants and the Government each filed observations on the merits (Rule 59 § 1). The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine), the parties replied in writing to each other’s observations.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Fourth Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "8.  On 28 March 2002, the parties having failed to reach a friendly settlement, the Government submitted to the Court a unilateral declaration in which, inter alia, they offered to pay the sum of 160,000 pounds sterling in respect of the matters of which complaint was made by the applicants under the Convention, the said sum to include the costs and expenses incurred by them in the proceedings before the Commission and Court. On 18 March 2005, the Government withdrew the unilateral declaration.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "9.  The applicants’ dates of birth and their relationship to the five persons who were killed in the police operations described below are as follows:",
                                "elements": []
                            },
                            {
                                "content": "Hüseyin Erdoğan (1933) was the father and Sevgi Erdoğan (1956) was the wife of the late İbrahim Erdoğan. Esme Şimşek (1946) is the mother and Hüseyin Şimşek (1942) is the father of the late Yücel Şimşek. İsmail Hakkı Ilcı (1960) is the brother of the late İbrahim Ilcı. Nahit Özkaya (1962) is the brother of the late Cavit Özkaya. Mahmut Ali Eliuygun (1926) was the father and Necla Nurlu (1956) is the sister of the late Hasan Eliuygun.",
                                "elements": []
                            },
                            {
                                "content": "A.  General background",
                                "elements": [
                                    {
                                        "content": "10.  On 12 July 1991 the police carried out operations against activist members of Dev-Sol (“Revolutionary Left”), an extreme left-wing armed movement, classified as a terrorist organisation by the Turkish judicial authorities, in four buildings located in different areas of İstanbul. Ten alleged members of Dev-Sol were killed during these operations. None of the police officers, who had been wearing helmets and bullet-proof jackets, was killed or injured.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  In every case, the victims had been under surveillance for some time and the area was sealed off before the operation. According to some newspaper reports, the Minister of Internal Affairs at the material time had confirmed in a press statement that the victims had been under surveillance before the operations took place and that the operations had been coordinated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  According to some of the newspaper reports, after the operations Mr Mehmet Ağar, Chief of the İstanbul Police, had congratulated the members of the police force who had taken part in the raids.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The purpose of the operations, according to the Government, had been to apprehend persons suspected of having been involved in terrorist activities and bring them to trial, and also to prevent possible terrorist attacks.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The police reports suggest that in each case several calls to surrender were made, to which the deceased replied by opening fire with guns and rifles. All the suspected terrorists were killed. No member of the police force was killed or injured in any of the four locations. The only person injured was a resident in one of the buildings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  Certain newspaper reports suggest that there were calls to surrender, while some others claim that no call to surrender was made.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  According to the police reports, the deceased had been heavily armed; in each case the deceased had opened fire first; and in each location, guns and rifles of various sizes, bombs, hand grenades and material used for producing explosives were found. The Public Prosecutor’s reports confirmed the police reports in this respect.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Particular circumstances of each of the four operations",
                                "elements": [
                                    {
                                        "content": "17.  The circumstances of the four operations, which were co-ordinated, were as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Ekmek fabrikası Sokak, Apartment No. 26/1 - Nişantaşı – İstanbul",
                                        "elements": [
                                            {
                                                "content": "18.  According to the police reports, this apartment was the first to be raided, at 7.00 p.m. on 12 July 1991.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  The police reports suggest that there was an armed clash for one and a half hours between police and those inside the building. Two alleged terrorists were killed by the police at this location, namely İbrahim Ilcı and Bilal Karakaya.",
                                                "elements": []
                                            },
                                            {
                                                "content": "A resident (I.G.) who had tried to run away from the scene of the incident was shot and wounded by the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  The following details of the incident are given in the police reports:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In the course of the operations launched against the illegal Devrimci Sol organisation ... we proceeded with the duty police officers to the address in question to arrest the militants of the organisation. ... [A]fter taking the necessary measures... we went to flat No. 1 on the ground floor ... and knocked on the door. ... [A]s we were determining whether or not there was anyone inside, explosive materials were thrown from inside ... at the door at which we were waiting, and we officers withdrew and made calls to surrender and issued warnings to those inside. When it was observed that the people inside kept replying to our calls to surrender with hand grenades, and as it was observed that they had made a booby trap with explosive materials at the entrance, we made no attempt to enter the apartment. When securing the rear side of the building, we found a door opening onto the garden. This door was located in apartment no. 1. The building was surrounded, and the persons in the building were called on to give themselves up from the rear of the building as well. ... [T]he militants inside kept throwing hand grenades into the garden ... and it became impossible to approach the garden and the door behind the building ... The calls from behind the building were likewise answered with gunshots and hand grenades. Since this persisted, we returned fire. Since the militants in the building were continually throwing hand grenades into the garden and into the access area of the apartment, the people living in the other parts of the building were evacuated for their own safety, as we had reason to assume that there could be large quantities of explosives in the building. They resisted the calls to surrender for about one and a half hours, and with the aim of getting the militants, who kept throwing bombs and firing outside with guns, to leave the apartment, tear gas bombs were fired from a tear gas gun at the house from outside and we waited ... [B]ut when it was observed that the militants inside were not affected by the gas bombs and continued to throw bombs ... the security ring was tightened, a close armed combat took place with the armedorganisation militants inside and the individuals were captured dead. ... When it was observed that there were large numbers of bombs inside the house ... bomb disposal experts were called. First they defused the booby traps on the doors in order to be able to enter and make a search ... [I]t was observed that there were guns and hand grenades in the hands of the individuals who were dead in the room and lounge with the pins attached to their fingers ... ... [A]fter the hand grenades still in the hands of the (dead) individuals had been taken by the bomb disposal experts under the control of the Şişli Deputy Public Prosecutor, the two militants observed to be dead were removed to hospital in an ambulance...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  The police reports also contain details of weapons found on the premises:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... during the searches made in the house, there was found a Colt pistol, serial no. 934900 and cartridge clip in the hand of one individual captured dead, a 1x 9 mm bore Browning pistol, serial no. 34142 beside the other corpse, and inside the room in various places a 1 x 9 mm Beretta pistol, serial no. 724027, a cartridge clip with bullets, a 1x 7.65 mm bore Belgian pistol, the writing on which was illegible and cartridge clips with bullets. [I]n the pistol and the pistol cartridge clips in the room in which the individuals were found, 13 Colt bullets, 61 GDCO 7.65 mm bore cartridges, 25 x 32 calibre MKE cartridges, 15 x 9 mm foreign-made cartridges, 2 x 7.65 mm empty cartridges and 1 x 25 mm bullet were found. In the vicinity of the room and in a specially equipped place beneath the room we found 67 cartridges of 9 mm and 556 cartridges, 5 deformed bullets, 7 silencers, one of them broken, 40 large-piece silencers, 104 smaller parts such as those used in the manufacture of silencers, as well as 13 hand grenades (industrial products), 7 offensive hand grenades with ready-made primer and triggering device, 1 TNT mould (industrial product), 1 English-type offensive hand grenade, 5 defensive hand grenades, 4 small-size TNT moulds, 1 offensive hand grenade (industrial product), 2 booby traps with walk-on triggering mechanism (industrial product), 9 pipe bombs (handmade) ready for detonation with fragmentation effect, 2 Sim explosion flashes, model DN 54 CA 79-2, 7 x 6 battery power packs, 5 ready-to-use electrical devices, 6 electronic devices such as are used in bomb manufacture, 17 electric primers, 100 ordinary primers, 200 electronic devices, 20 x 4.5 volt Varta batteries, 3 electronic alarm clocks, 5 chronometers, 5 electric watches, 9 calculators, 20 kg basic explosive termite material, 5 timer wicks, 300 metres of explosive fuse, 2 boxes of potassium chlorate of 100 kg each, 3 bomb casings of dimensions 30x30x30 cm, 7 metal containers for bombs of dimensions 20x20x20 cm, 40 kg aluminium powder for the manufacture of bombs, 30 bomb casings in the form of pipe castings, chemical materials, 2 detonating fuses, 5 fire-extinguisher cylinders, 1 notepad with handwritten details of the numbers and types of weapons and explosive materials of the organisation, handwritten organisation lists, ... large quantities of leaflets and publications bearing the organisation’s signature, forged identity papers, ...documents on the murder of Engin Kaya, who had been executed by the organisation as a traitor (confessor), further documents on the murder of three students who had been brought to Istanbul from Izmir Province and murdered, and empty 7.5 mm calibre cartridge cases. This room had been lined with fibreglass and foam material for soundproofing, which shows that the people murdered by the organisation had been interrogated and killed there...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  The autopsy report on İbrahim Ilcı states the cause of death as broken ribs and internal haemorrhage due to bullet wounds. No autopsy report on Bilal Karakaya was made available to the Court.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Dikilitaş Gelincik Sokak, Apartment No. 6/2, Beşiktaş – İstanbul",
                                        "elements": [
                                            {
                                                "content": "23.  The police reports suggest that this was the second building to be raided, at 7.45 p.m. on 12 July 1991. They also suggest that there was an armed clash between the police and the alleged terrorists.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  Cavit Özkaya and Hasan Eliuygun and three other alleged terrorists, Niyazi Aydın, Zeynep Eda Berk and Nazmi Türkcan, were killed at this address.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The following are the relevant details from the police reports:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... On the door of apartment no. 2, on the ground floor, there was a sign reading “ER-BEK Engineering Office”. After we had secured the vicinity and ascertained that there were persons in the apartment, we knocked on the door of the engineering office and called upon the persons inside the apartment to open the door for the police. The door was not opened. After a short silence shots were fired through the door from inside the apartment. Thereupon we moved away from the door and, when the officers who had been deployed to secure the vicinity had taken measures to protect themselves, the persons who had shot through the door were called upon to give themselves up and to come out one at a time with their hands above their heads. Then the persons in the building started shouting slogans ... The persons in the building were called upon several times to surrender... They were told that we would otherwise open fire. The persons in the apartment, whose precise number was not known, continued firing shots and shouting slogans. Then warning shots were fired from outside. When the persons in the building continued shooting even after the warning shots, some officers of the security forces put on bullet-proof vests and forced the door open. When the persons in the building fired shots at the security officers in the entrance, close combat ensued in the course of which the persons fell to the ground. After suitable measures had been taken, bomb disposal experts were allowed into the apartment, as it was thought possible that there could be booby traps in the apartment. A check performed on the persons lying on the floor revealed a corpse lying at the entrance on the left side of the apartment next to a long-barrelled pistol. In a room next to the kitchen four male corpses, with normal and long-barrelled pistols, were found. The pistols lay next to the corpses, where they had fallen ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The police reports (confirmed by the public prosecutor’s reports) contain details of weapons and other materials found on the premises:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“After the bomb disposal experts had inspected the bombs found in the building and the duty public prosecutor, who had been notified in the course of the shoot-out, had arrived, a search was performed in the office and on the corpses ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "The ensuing search of the apartment revealed material evidence and devices which were taken into the hallway and listed. We found : 1 pistol with silencer mounted, made 1949, serial number A-25332, make MAT, two magazines, one of which inserted in the pistol, the other in the reserve, 1 Kalashnikov machine gun, made 1970, serial number 3 N 4265, with associated magazine, 1 7.65 mm calibre pistol, Czech make Vizor, serial number B-76021, and associated magazine, 1 9 mm calibre pistol, make Star, serial number E-834168, 2 associated magazines, 1 x 14-shot Browning 9 mm calibre pistol, serial number T-364431, and associated magazine, 1 x 14-shot Browning 9 mm calibre pistol, no serial number, and associated magazine. Next to the persons found dead the following objects were found: 15 7.62 mm calibre cartridges, 20 7.65 mm calibre cartridges, 30 9 mm calibre cartridges, 207 empty 9 mm calibre cartridges, 6 empty 7.65 mm calibre cartridge cases, 13 9 mm calibre bullets, 17 empty 5.56 mm calibre cartridge cases and 10 bombs made from factory-marked pipe castings with a diameter of 5 cm and a length of 10 cm; 10 electric primers, 10 ordinary primers, 2 plastic bags containing 20 kg aluminium powder, ... 1 reel with about 100 m of yellow-coloured fuse. ... The following objects were found in the pockets: handwritten lists compiled by the militants of police stations, political party buildings, police officers, military officers, district attorneys, judges, and reports on private companies and secret intelligence reports on state institutions, sketches and plans drawn up in preparation for militant actions, reports on the activities of the militants in the organisation, large quantities of identity cards and driving licences, two photocopied police identity cards, pamphlets bearing the signature of the organisation, 1 walkie-talkie radio set, make Realistic, for listening in to police radio channels and 1 list of code numbers and frequency settings; one car registration plate was found in the presence of the duty public prosecutor ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The autopsy report on Cavit Özkaya gives his cause of death as an internal haemorrhage, broken shoulder blades and ribs, together with the perforation of internal organs resulting from bullet wounds.",
                                                "elements": []
                                            },
                                            {
                                                "content": "A private forensic pathologist who, at the request of the applicants, inspected the premises after the incident and examined the autopsy reports, commented that the only fatal wound to the front side of Cavit Özkaya was probably the last shot to the body and that it had been fired when the body was on a firm surface, such as the ground. According to the forensic pathologist, three of the fatal shots and two non-fatal shots indicated that the individual had been shot from behind.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The autopsy report on Hasan Eliuygun gives his cause of death as internal haemorrhage caused by bullet wounds. The report indicates that he was shot by five bullets. Five metal fragments also hit his body. No autopsy reports on the other three deceased were made available to the Court.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Balmumcu, Özmelik Apartmanı, Apartment No. 11/1 Beşiktaş, İstanbul",
                                        "elements": [
                                            {
                                                "content": "29.  This was the third building, raided at 10.30 p.m. Two militants were killed at this address: İbrahim Erdoğan and Yücel Şimşek. The official report states that there was an armed clash with the people inside the building.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The following are some relevant details from the police reports:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... At the door of the lower basement it could be seen from the outside that a light was burning inside. Before ringing the doorbell the surrounding area was secured. When a team approached the door with the intention of checking the identity of any persons present and searching the room, shots were fired from the inside of the building to the outside, as the militants must have noticed that the surrounding area was being secured. Thereupon, for the safety both of the officers engaged in securing the surrounding area and of the officers standing in front of the door, in the name of the police, we called upon the militants who had fired the shots from inside the building to give themselves up. In reply to these calls, the militants inside the building answered with slogans like “government of murderers, the fascist police will not get us, ...” and kept on firing shots. This led to a shoot-out between us, the officers on duty, and the militants which went on for about 15 minutes. After the shooting ... the following was found: one of the militants was lying on the floor in the stairwell of the building, behind the door. He was holding a 14-shot gun in his hand. The other militant was lying in the room to the right-hand side of the stairwell. Next to him there lay a 7.65 mm calibre pistol. This is how the militants were captured. In case there was a primed bomb on any of these persons or in other rooms, the bomb disposal experts entered the apartment at once and checked in particular the persons lying on the floor. The check revealed that they were dead. The duty public prosecutor arrived at the scene. Then the corpses were taken to hospital in an ambulance...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The police reports (confirmed by the public prosecutor’s reports) also contain details of weapons and other materials found on the premises:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Besides the weapons lying next to the dead militants, the following objects were found: on the left hand side of the room that apparently served as the living room 3 pistols were found. In the adjoining room large quantities of weapons, ammunition and other materials were found. Thereupon the search was continued. After all the objects ... found had been brought together, a list was drawn up: 1 sub-machine gun, make Uzi, serial number SA67188, calibre 9 mm and 2 magazines belonging to this pistol; 1 Beretta pistol, calibre 22, serial number M55554, with magazine; 1 Magnum Ruger 357 pistol, serial number 152-38150 and magazine; 1 Unig pistol, 7.65 mm, no serial number, with magazine; 1 Browning 9 mm pistol, serial number A-81875 and magazine, 1 Colt pistol, no serial number, with magazine, 11.25 mm; 1 Star 9 mm pistol, serial number A-757647 and magazine; 1 Unig pistol, 7.65 mm, local imitation, serial number 444444 and magazine; 1 Browning pistol, 7.65 mm, local imitation, serial 772 and magazine; 1 Browning pistol, 7.65 mm, local imitation, serial number 222 and magazine; 1 Ceska pistol, 7.65 mm, serial number 476087 and magazine; 1 Map pistol, calibre 7.65 mm, local imitation, and magazine; 1 pistol, 7.65 mm, local manufacture, serial number 2422 and magazine; 1 pistol, 7.65 mm, local imitation of Japanese type, no serial number and magazine; 1 pistol, 7.65 mm, local manufacture, serial number 4930 and magazine; 1 Browning pistol, 7.65 mm, no serial number, with silencer and magazine; 1 Lama pistol, 7.65 mm, serial number 17920 and magazine; 1 Maxim pistol, calibre 6.35 mm, serial number 983 and magazine; 1 Sley pistol, calibre 68; serial number 3006; 1 Reck gas pistol, calibre 68; 7 pistol magazines for various calibres; 2 silencers for pistols; 2 binoculars 8x56m makes Mater and ZEF; 550 cartridges, calibre 22 mm; 55 cartridges, calibre 9 mm. In the pistols and in boxes were found: 300 cartridges of calibre 7.62 x 51 mm; 50 cartridges of calibre 7.62; 12 cartridges of calibre 38; 34 hunting-rifle cartridges of various calibres; 3 magnum 357 cartridges. In the area of the shoot-out were found: 28 empty cartridge cases, 9 mm; 33 empty cartridge cases, 5.56 mm; 19 empty cartridges cases, 7.65 mm; 4 deformed bullets; 10 metres of fast fuse; 7 timers for manufacture of explosive devices; 1 gas mask; 200g of explosive material; 5 kg white explosive powder; 4 kg yellow explosive powder; 500g gunpowder; large quantities of medical material and packed medicines; large quantities of packed clothing, officers’ uniforms, police uniforms, 4 gun holsters, 1 set of handcuffs; two radio holders, 3 sleeping bags, 8 walkie-talkie radios of various makes, large quantities of publications belonging to the special warfare division; large quantities of signed pamphlets of the organisation and other publications, handwritten intelligence reports prepared by the militants...”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The autopsy report on İbrahim Erdoğan gives his cause of death as internal bleeding due to bullet wounds and fractured skull and spinal column. The autopsy report described nine gunshot wounds to the body of İbrahim Erdoğan, of which six were to the back, five of them being jointly fatal. According to the autopsy report on Yücel Şimşek, his death occurred as a result of internal and external haemorrhage, destruction of the brain and skull and broken vertebrae caused by bullets and metallic parts of an explosive material. The report found that the two bullet injuries and four of the shrapnel injuries were of a jointly fatal quality, while the other shrapnel injuries were not of a fatal quality.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  According to Professor Pounder, a forensic pathologist who, at the request of the applicants, inspected the premises after the incident, there was no evidence of an exchange of gunfire having occurred inside the apartment; the main room of the apartment shows evidence of a minimum of nine gunshots having been fired; all nine gunshots fired in the main room of the apartment were directed downwards towards the floor with a shooter-to  target distance of about three metres or less; if a person was shot dead within the main room of the apartment, the evidence suggests that the person was on or close to the floor, within three metres of the shooter, and was not firing a weapon at the time of being shot.",
                                                "elements": []
                                            },
                                            {
                                                "content": "As to the injuries sustained by Yücel Şimşek, Professor Pounder expressed the view that the pattern of the four fatal shrapnel injuries implied that he was alive and upright at the moment they were inflicted and that he was thus already fatally injured at the time when he was hit by the two bullets.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Levent, Birlik Sokak, Apartment No. 10/1, Beşiktaş, İstanbul",
                                        "elements": [
                                            {
                                                "content": "34.  The fourth raid took place at this location. One alleged terrorist, Ömer Coşkunırmak, was killed there. His death is not the subject of any application.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Proceedings before the domestic authorities",
                                "elements": [
                                    {
                                        "content": "1.  Complaint by Sevgi Erdoğan to the public prosecutor against the İstanbul Chief of Police and the police officers who participated in the operations",
                                        "elements": [
                                            {
                                                "content": "35.  On 16 July 1991 the second applicant, Sevgi Erdoğan, filed a complaint with the Public Prosecutor of İstanbul. Her legal representatives claimed that, having regard to the use of grenades during the operation, the presence of explosive fragments found in the bodies of the deceased, the marks on the bodies which indicated that they had been shot at close range, the fact that the operation was carried out within a short space of time and the fact that all of the people living in the raided house had been killed, it was apparent that the security forces had aimed to kill these persons rather than to arrest them. It was further submitted that, as none of the members of the security forces had been injured, it was questionable whether there had really been any clashes. It was requested that criminal proceedings for murder be instituted against the İstanbul Chief of Police and the security personnel involved in the operation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 28 November 1991 the İstanbul Public Prosecutor’s Office referred the matter to the İstanbul Governor’s Office to obtain a decision as regards prosecution under the provisions of the Law on the Prosecution of Civil Servants. The İstanbul Provincial Administrative Council subsequently decided that there were no grounds for opening an investigation. No appeal was lodged against this decision.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Criminal proceedings instituted by the Public Prosecutor of İstanbul before the İstanbul Sixth ",
                                        "elements": [
                                            {
                                                "content": "37.  In an indictment dated 25 February 1992, the Public Prosecutor of İstanbul charged nine policemen, in relation to the events in the three locations referred to in paragraphs 23 to 34 above, with unintentional homicide and causing death in a way which rendered the identification of the perpetrator impossible. The charges were brought under Articles 452 § 1, 463, 50 and 51 § 2 of the Turkish Criminal Code.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  During the first hearing, which took place on 21 April 1992, the applicants Sevgi Erdoğan, Nahit Özkaya, Hüseyin Şimşek, Esme Şimşek and Mahmut Eliuygun applied to the court to intervene in the proceedings. In their statement to the court, the applicants submitted that, “apart from the so-called calls to surrender, there is no indication of either an intention or a willingness to arrest these people alive ... It is essential in this case to investigate whether or not the object of the operation was to arrest these people”. The Court granted their applications at hearings on 7 July and 15 September 1992.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Between 21 April 1992 and 16 June 1993 the defendants made their statements to the Court. Owing to the late appearance of some of the defendants, it took eleven hearings for the Court to complete the taking of oral evidence from all the defendants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  During the course of five hearings held between 23 September 1993 and 3 March 1994, the Court heard some twenty witnesses.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  Between 1 June 1994 and 24 November 1994 the Court, at the request of the applicants’ legal representatives, adjourned the hearings several times for them to make their final submissions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  In a decision dated 8 February 1995 the Court found no grounds for imposing any punishment on the defendants. The Court referred to the evidence according to which the deceased had participated in various terrorist activities. It also noted the evidence showing that weapons and explosives had been discovered in the flats of the deceased and found it established that the deceased had been members of Dev-Sol. The court noted that it had not carried out an examination at the scenes of the various operations, as requested by the intervening parties, since there had been an initial examination and there was no purpose in any further examination having regard to the time which had elapsed since the events in question. The court held that, according to the oral evidence given by the witnesses, in all three operations the area had first been sealed off and the deceased given warnings many times by megaphone. According to some witnesses, the deceased had started shooting from the windows and the security forces had fired back. Some witnesses had stated that they could not tell clearly who had fired first. However, other witnesses confirmed that they had first heard shooting from the flats. The court therefore found it established that the police had given the necessary warnings and that, on being fired at, had started shooting back. It considered that, in all three cases, the defendants had acted in accordance with their orders and within the scope of their duties. It found that the acts of the accused had remained within the limits of legitimate self-defence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  An intervener, who is a relative of Zeynep Eda Berk who was killed during the operations, appealed against the decision to the Court of Cassation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  On 13 February 1997 the Court of Cassation dismissed the appeal and upheld the judgment.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Criminal proceedings before the İstanbul Fourth ",
                                        "elements": [
                                            {
                                                "content": "45.  These proceedings concerned the killing of İbrahim Ilcı and Bilal Karakaya during the police raid at the first location (see paragraphs 18-22 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "During the preliminary investigation these proceedings were severed from the proceedings relating to the three other locations and the case was referred to the Public Prosecutor of the Şişli District. The case was then referred back to the Public Prosecutor of İstanbul.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  In an indictment dated 1 June 1994 the Public Prosecutor of İstanbul charged twelve police officers with intentional homicide and causing death in a way which rendered the identification of the perpetrator impossible. The charges were brought under Articles 450 § 5, 463, 281, 31, 33, 49 §§ 13 and 50 of the Turkish Criminal Code.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  Between 1 June 1994 and 21 February 1995 all the defendants gave their statements to the İstanbul Criminal Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  At a hearing on 29 June 1995 the legal representative of the applicant İsmail Hakkı Ilcı, brother of the late İbrahim Ilcı, requested to intervene in the proceedings. At a hearing on 21 September 1995, the court ordered the submission of documents indicating the family relationship between İsmail Hakki Ilcı and İbrahim Ilcı.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  In a judgment of 13 November 1997 the İstanbul Fourth Assize Court acquitted the police officers charged with the killing of İbrahim Ilcı and Bilal Karakaya. The  noted that, while the defendants had been performing their duties, the deceased had started firing at them and that the defendants had fired back in self-defence. The court found that there were no grounds for imposing any punishment on the defendants",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  On 23 February 1999 the Court of Cassation upheld this judgment. It rejected the applications’ allegations that the killings in this case had been extra-judicial. The evidence showed that the defendants had fired back in self-defence while performing their official duties, and had acted to protect their own lives and the lives of others.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE AT THE MATERIAL TIME",
                        "elements": [
                            {
                                "content": "A. Criminal prosecutions",
                                "elements": [
                                    {
                                        "content": "51.  Under the Criminal Code all forms of homicide (Articles 448 - 455) and attempted homicide (Articles 61 and 62) constitute criminal offences. The authorities’ obligations in respect of conducting a preliminary investigation into acts or omissions capable of constituting such offences that have been brought to their attention are governed by Articles 151 - 153 of the Code of Criminal Procedure. Offences may be reported to the authorities or members of the security forces as well as to public prosecutors’ offices. The complaint may be made in writing or orally. If it is made orally, the authority must make a record of it (Article 151).",
                                        "elements": []
                                    },
                                    {
                                        "content": "If there is evidence to suggest that a death is not due to natural causes, members of the security forces who have been informed of that fact are required to advise the public prosecutor or a criminal court judge accordingly (Article 152). Under Article 235 of the Criminal Code, any public official who fails to report to the police or a public prosecutor’s office an offence of which he has become aware in the course of his duty is liable to imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A public prosecutor who is informed by any means whatsoever of a situation that gives rise to the suspicion that an offence has been committed is obliged to investigate the facts in order to decide whether or not there should be a prosecution (Article 153 of the Code of Criminal Procedure).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  If the suspected offender is a civil servant and if the offence was committed during the performance of his duties, the preliminary investigation of the case is governed by the Law of 1914 on the Prosecution of Civil Servants, which restricts the public prosecutor’s jurisdiction ratione personae at that stage of the proceedings. In such cases it is for the relevant local administrative council (for the district or province, depending on the suspect’s status), which is chaired by the governor, to conduct the preliminary investigation and, consequently, to decide whether to prosecute. In the instant case the presiding governor had under his command the security forces which carried out the operation in issue. Once a decision to prosecute has been taken, it is for the public prosecutor to investigate the case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Civil and administrative liability arising out of criminal offences",
                                "elements": [
                                    {
                                        "content": "53.  Under section 13 of Law no. 2577 on administrative procedure, anyone who sustains damage as a result of an act of the authorities may, within one year after the alleged act was committed, claim compensation from them. If the claim is rejected in whole or in part or if no reply is received within sixty days, the victim may bring administrative proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Article 125 §§ 1 and 7 of the Constitution provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“All acts or decisions of the authorities shall be subject to judicial review ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The authorities shall be liable to make reparation for all damage caused by their acts or measures.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "That provision establishes the State’s strict liability, which comes into play if it is shown that in the circumstances of a particular case the State has failed in its obligation to maintain public order, ensure public safety or protect people’s lives or property, without it being necessary to show a tortious act attributable to the authorities. Under these rules, the authorities may therefore be held liable to compensate anyone who has sustained loss as a result of acts committed by unidentified persons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  Under the Code of Obligations, anyone who suffers damage as a result of an illegal or tortious act may bring an action for damages for pecuniary loss (Articles 41-46) and non-pecuniary loss (Article 47). The civil courts are not bound by either the findings or the verdict of the criminal court on the issue of the defendant’s guilt (Article 53).",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, under section 13 of Law no. 657 on State employees, anyone who has sustained loss as a result of an act done in the performance of duties governed by public law may, in principle, only bring an action against the authority by whom the civil servant concerned is employed and not directly against the civil servant (Article 129 § 5 of the Constitution and Articles 55 and 100 of the Code of Obligations). That is not, however, an absolute rule. When an act is found to be clearly illegal and, consequently, is no longer an “administrative” act or deed, the civil courts may allow a claim for damages to be made against the official concerned, without prejudice to the victim’s right to bring an action against the authority on the basis of its joint liability as the official’s employer (Article 50 of the Code of Obligations).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Use of firearms by law-enforcement officials",
                                "elements": [
                                    {
                                        "content": "1.  International law",
                                        "elements": [
                                            {
                                                "content": "56.  The United Nations Basic Principles on the Use of Force and Firearms by Law Enforcement Officials (“UN Force and Firearms Principles”) were adopted on 7 September 1990 by the Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders. Paragraph 9 of the Principles provides:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Law enforcement officials shall not use firearms against persons except in self-defence or defence of others against the imminent threat of death or serious injury, to prevent the perpetration of a particularly serious crime involving grave threat to life, to arrest a person presenting such a danger and resisting their authority, or to prevent his or her escape, and only when less extreme means are insufficient to achieve these objectives. In any event, intentional lethal use of firearms may only be made when strictly unavoidable in order to protect life.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  Paragraph 5 of the Principles provides, inter alia, that law enforcement officials shall “act in proportion to the seriousness of the offence and the legitimate objective to be achieved”. In accordance with paragraph 7, “governments shall ensure that arbitrary or abusive use of force and firearms by law enforcement officials is punished as a criminal offence under their law”. Paragraph 11 (b) states that national rules and regulations on the use of firearms should “ensure that firearms are used only in appropriate circumstances and in a manner likely to decrease the risk of unnecessary harm” (see, further, Makaratzis v. Greece [GC], no. 50385/99, §§ 28-32, 20 December 2004).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  National law",
                                        "elements": [
                                            {
                                                "content": "58.  Under Section 16 of Law no. 2559 on the duties and legal powers of police, enacted on 4 July 1934 and published in the Official Journal on 14 July 1934, police are entitled to use a weapon in the following circumstances: (a) for the purpose of selfdefence; (b) for the purpose of thwarting an attack involving sexual abuse of, or bodily harm to, individuals where it is not possible to thwart such an attack through any means other than using a weapon; (c) for the purpose of preventing an attempt to escape or an attack on the police and where police warnings are ignored during transfer or transportation of an accused who has been apprehended and remanded in custody for an offence requiring severe punishment or a sentenced convict where the police are responsible for safe delivery; (d) in a case where the police are incapable of thwarting, by any means other than using a weapon, a threat made against the post he holds, his weapon, a police station or third parties under police protection; (e) during a police operation in a location where the suspect is hiding and where a serious offence liable to severe punishment has occurred and has been witnessed and/or if an individual appears in suspicious circumstances but fails to adhere to police warnings; (f) during the capture of a fugitive who has been convicted and sentenced for an offence requiring long-term imprisonment where the fugitive fails to pay regard to police warnings and continues to flee; (g) where police warnings, to hand over weapons or other instruments of aggression, are ignored or where an attempt is made by force by a third party to recover such weapons and instruments; (h) during the capture of any person or persons where resistance is collectively or individually demonstrated with a view to obstructing the police in the performance of their duties or where the police are attacked; (i) if and when resistance is shown by using a weapon against the authorities or a member of the public.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Furthermore, pursuant to Article 17 of the Police (Duty and Power) Regulations, “Section 16 of Law no. 2559 shall be relied on exclusively to govern the use of a weapon by police when there is no other alternative. In such cases the police shall use the weapon to endeavour to capture the offender by inflicting minor rather than fatal injury and to avoid using the weapon in densely populated areas”.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "59.  The applicants complained under Article 2 that their relatives were killed in circumstances in which resort to lethal force was not justified. Alternatively, it was alleged that the planning and conduct of the operation which resulted in the deaths was not such as to ensure the protection of the right to life of their relatives. In addition, it was contended that the right to life of their relatives was not adequately protected by domestic law and practice in . The applicants further alleged that the investigation and criminal proceedings against certain members of the security forces was fundamentally flawed and, as a result, were not capable of being effective, in violation of the procedural obligations under Article 2 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "Article 2 of the Convention provides, so far as is material:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  Deprivation of life shall not be regarded as inflicted in contravention of this article when it results from the use of force which is no more than absolutely necessary:",
                                "elements": []
                            },
                            {
                                "content": "(a)  in defence of any person from unlawful violence;",
                                "elements": []
                            },
                            {
                                "content": "(b)  in order to effect a lawful arrest or to prevent the escape of a person lawfully detained;",
                                "elements": []
                            },
                            {
                                "content": "(c) ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Arguments of the parties",
                                "elements": [
                                    {
                                        "content": "1. The applicants",
                                        "elements": [
                                            {
                                                "content": "60. The applicants submitted first that no real attempt had been made to arrest their relatives and that the intention had rather been to kill them. Alternatively, they submitted that their relatives’ deaths had resulted from a use of lethal force that had been more than absolutely necessary. They noted that there was conflicting evidence as to whether the security forces had given a warning that the suspects should surrender. The security forces had not been issued with non-lethal weapons, such as CS gas and/or stun grenades. Furthermore, it was unclear as to whether the firing had come from inside or outside the building. In at least one location, there was no evidence of firing by those within the premises.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  As to the investigation conducted in the present case, the applicants argued that the public prosecutor had not been present when the premises were searched for the first time and that there was no independent evidence of what had been found in the premises. According to the applicants, no photographs of the scene of the incidents had been taken and there was no visual indication of the position of those killed in the four locations. Neither was there any information in the investigation file about which members of the security forces had been in each location at different times, and no statements of these members had been taken. No fingerprints had been taken, not even those on the weapons. Weapons allegedly found at the victims’ premises and weapons of the security forces had not been sent to forensic laboratories. Spent cartridges and grenade shrapnel inside or outside the premises had not been looked for. The clothes of those killed were missing from the investigation file.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "62.  The Government contended that the deceased had been members of a left-wing terrorist organisation and had participated in various terrorist activities, as the  dealing with the case had noted. Substantial quantities of weapons and explosives had been discovered in their flats.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Government pointed out that, according to the oral evidence given by the witnesses before the criminal court, in all three operations the area had first been sealed off by the police officers and the deceased had been given many warnings by megaphone. It had been established that the deceased had started shooting from the windows and the security forces had fired back. Some witnesses had even stated that they could not tell clearly who had fired first; others could confirm that they had first heard shooting from the flats.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The Government maintained that in all cases the police officers had acted in accordance with their orders and within the scope of their duties, and that they had made no more use of lethal force than was absolutely necessary. They had acted within the limits of legitimate self-defence to protect their own lives and the lives of others and to safeguard public order against these armed militants.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "65.  Article 2, which safeguards the right to life and sets out the circumstances when deprivation of life may be justified, ranks as one of the most fundamental provisions in the Convention, from which no derogation is permitted (see Velikova v. Bulgaria, no. 41488/98, § 68, ECHR 2000-VI). Together with Article 3, it also enshrines one of the basic values of the democratic societies making up the Council of Europe. The circumstances in which deprivation of life may be justified must therefore be strictly construed (see Salman v. Turkey [GC], no. 21986/93, § 97, ECHR 2000VII). The object and purpose of the Convention as an instrument for the protection of individual human beings also requires that Article 2 be interpreted and applied so as to make its safeguards practical and effective (see McCann and Others v. the United Kingdom, judgment of 27 September 1995, Series A no. 324, pp. 45-46, §§ 146-47).",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The first sentence of Article 2 § 1 enjoins the State not only to refrain from the intentional and unlawful taking of life, but also to take appropriate steps within its internal legal order to safeguard the lives of those within its jurisdiction (see Kiliç v. Turkey, no. 22492/93, § 62, ECHR 2000-III). This involves a primary duty on the State to secure the right to life by putting in place an appropriate legal and administrative framework to deter the commission of offences against the person, backed up by law-enforcement machinery for the prevention, suppression and punishment of breaches of such provisions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The text of Article 2, read as a whole, demonstrates that paragraph 2 does not primarily define instances where it is permitted to intentionally kill an individual, but describes situations where it is permitted to “use force” which may result, as an unintended outcome in the deprivation of life. The use of force, however, must be no more than “absolutely necessary” for the achievement of any of the purposes set out in subparagraphs (a), (b) or (c). In this respect the use of the term “absolutely necessary” in Article 2 § 2 indicates that a stricter and more compelling test of necessity must be employed than that normally applicable when determining whether State action is “necessary in a democratic society” under paragraph 2 of Articles 8-11 of the Convention. In particular, the force used must be strictly proportionate to the achievement of the aims set out in the subparagraphs of the Article (see McCann and Others, cited above, p. 46, §§ 148-9).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.   In keeping with the importance of Article 2 in a democratic society, where death results from the use of lethal force by the police or security forces, the Court must subject allegations of breach of this provision to the most careful scrutiny, taking into consideration not only the actions of the agents of the State who actually administered the force but also all the surrounding circumstances including such matters as the planning and control of the actions under examination (see McCann and Others, cited above, p. 46, § 150). In the latter connection, police officers should not be left in a vacuum when exercising their duties, whether in the context of a prepared operation or a spontaneous pursuit of a person perceived to be dangerous: a legal and administrative framework should define the limited circumstances in which law-enforcement officials may use force and firearms, in the light of the international standards which have been developed in this respect (see Makaratzis, cited above, § 59).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  Against this background, the Court must examine in the present case not only whether the use of lethal force used against the deceased persons was no more than absolutely necessary but also whether the operation was regulated and organised in such a way as to minimise to the greatest extent possible any risk to life (see Makaratzis, cited above, § 60).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  As to the alleged violation of the right to life of the applicants’ relatives",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a.  The establishment of the facts",
                                "elements": [
                                    {
                                        "content": "70.  The Court notes at the outset that it is confronted with divergent accounts of the events, in particular as regards the conduct of the police during the operations in the four buildings located in different areas of İstanbul. It observes that a judicial determination of the facts took place in the criminal proceedings brought against a total of 21 police officers before the İstanbul Fourth and Sixth Assize Courts. Both courts took evidence from the accused police officers involved in the operations and from various witnesses. The Sixth Assize Court determined that in the three locations which were the subject of the charges before it the areas had first been sealed off and the deceased given warnings by megaphone. As to the question whether the deceased or the security forces had fired first, certain of the witnesses stated before the Sixth Assize Court that the deceased had started shooting from the windows and that the security forces had returned fire, while other witnesses stated that they could not tell clearly who had fired first. On the basis of this evidence the court found it established that the police had been fired at first and that, in entering the apartments and killing all the suspected members of Dev-Sol, they had acted in accordance with their orders and within the scope of their duties and that their actions remained within the limits of legitimate self-defence. The Fourth Assize Court, which was concerned with the killing of İbrahim Ilcı and Bilal Karakaya during the police raid at the first location, likewise found that the deceased had opened fire first and that the police officers had fired back in lawful self-defence and in the performance of their official duties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  In general, it would require cogent elements to lead the Court to depart from the reasoned findings of fact reached by national judicial authorities, particularly where, as in the present case, the Court has not itself had the benefit of seeing and examining the relevant witnesses and forming its own assessment of their credibility. However, the central importance of the protection afforded under Article 2 is such that the Court is required to subject deprivations of life to the most careful scrutiny even where domestic proceedings and investigations have already taken place. Moreover, in view of the different burden of proof in criminal proceedings as well as the different standards applied in assessing criminal responsibility, the fact that such proceedings resulted in the acquittal of the police officers concerned can in no sense be regarded as decisive of the issue which arises under the Convention, namely whether the use of force has been shown to be no more than absolutely necessary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  Of still greater significance is the fact that the Court finds that the investigation of the deaths which led up to the institution of criminal proceedings against the police officers was marked by very serious deficiencies which detract from the reliance which might otherwise be placed on the decisions of the national courts. These deficiencies which are more fully described below, when examining the procedural aspects of the complaint under Article 2, include the absence of any effective investigation of the planning of the coordinated operations at the four locations; the absence of any photographs or sketch plans of the scenes of the incidents; the lack of any fingerprint, ballistics or other forensic evidence; and the lack of contemporary individual statements by the police officers who participated in the operations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  Having regard to the serious inadequacies in the investigation into the various operations leading to the deaths of the applicants’ relatives which were carried out by the authorities, the Court must treat the findings of the domestic courts with some caution. Nevertheless, even if this were possible, the Court does not find it necessary to attempt to resolve the points of conflict between the parties, since as appears below it finds that the material before it provides a sufficient factual basis on which to examine whether it has been shown that the national authorities complied with their obligations under Article 2 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b.  Application of the general principles in the circumstances of the present case",
                                "elements": [
                                    {
                                        "content": "74.  The applicants argue that there was a premeditated plan to kill the deceased individuals rather than to effect their lawful arrest. In this regard they place particular reliance on the fact that there was no evidence of the existence of search or arrest warrants having been issued, that the security forces were not armed with non-lethal weapons such as CS gas or stun-grenades, that the four operations were conducted consecutively rather than simultaneously and that the reports of various Non-Governmental and Inter-Governmental bodies on killings at the hands of the Turkish security forces showed that at the relevant time disproportionate force had been routinely used against suspects.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  In examining this question, the Court has been hampered by the absence of any contemporary documents recording the planning of the operations and the briefings given to the officers involved. Such material might have thrown light on a number of questions posed by the applicants, notably the reasons why, if the intention had been to arrest the suspects, the operations were not planned to be carried out in simultaneous raids. Nevertheless, on the material available to it, the Court does not find it sufficiently established that within the İstanbul police there had been a conspiracy to execute the suspects or that the police officers entering the apartments had been instructed by the superior officers to kill the suspects irrespective of the existence of any justification for the use of lethal force.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  An important factor to be taken into consideration in the present case is that, until it was dismantled, the Dev-Sol group had committed numerous crimes, including the assassination of many police officers, army officers or public prosecutors. This, coupled with the fact that the deceased had been followed by the police for months as members of this armed group, contributed to their being perceived as a dangerous threat in the eyes of the police. The Court accepts that police chiefs, while planning the operation, could reasonably make a number of suppositions on the basis of their experience in dealing with the armed DevSol group, in particular that the suspected members of this group would be armed and would be likely to use their arms if confronted. It is also true that the authorities operated on the basis of limited information as to the actual weapons kept by the suspects in each of the premises. Consequently, the Court finds in the circumstances that the police could reasonably have considered that there would be a need to resort to the use of their weapons in order to arrest the suspects or neutralise the threat posed by them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  This said, serious questions nevertheless arise as to the organisation of the operation. First, at the time of the events at issue the applicable legislation was Law no. 2559, enacted in 1934, which listed a wide range of situations in which a police officer could use firearms without being liable for the consequences. This legal framework would not appear sufficient to provide the level of protection “by law” of the right to life that is required in present-day democratic societies in Europe.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Government referred to the legal rules under which the police officers had acted. However, they did not explain how the rules concerning the use of force were implemented in practice and what controls were in place to ensure that they were respected. It appears that the system in place did not give lawenforcement officials clear guidelines and criteria governing the use of force when carrying out arrests of dangerous suspects in peacetime. Thus, it was almost unavoidable that the authorities responsible for the planning of the operation to effect the arrest of the suspects enjoyed an excessively wide autonomy of action and took unconsidered initiatives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  In the particular circumstances of the present case, it is not clear whether, in applying these rules, police chiefs instructed the police officers executing the operation to identify themselves as such and to give a clear warning of their intent to use firearms with sufficient time for the warnings to be observed. Furthermore, the police authorities appear to have made no distinction between non-lethal methods and lethal methods while planning the operation. The Court has been provided with no evidence that clear instructions were issued by superiors as to how to capture and detain the suspects alive or as to how to negotiate a peaceful surrender, which must have increased the risk to the lives of any who might have been willing to surrender. In fact, as noted by the applicants, the police officers who entered the apartments appear to have been provided only with guns and grenades and were not issued with non-lethal weapons. It is true that in the police reports regarding the operation in the apartment in the Nişantaşı neighbourhood, the police officers indicated that they had used tear gas bombs. However, it is not indicated in the same reports that the police officers had gas masks while entering the premises after using tear gas bombs. In any event, according to a declaration made by a police officer before the national courts, the officers participating in the operation were not able to use gas.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As a result, even though the suspects were surrounded and had taken no hostages whom they might have harmed, the storming of the premises, as planned and executed by the police authorities, could only be achieved in a manner which significantly jeopardised the lives of the suspects.",
                                        "elements": []
                                    },
                                    {
                                        "content": "These failures by the authorities amount in the view of the Court to a lack of appropriate care in the control and organisation of the arrest operation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The manner in which the operations were actually carried out at the four locations also gives rise to concern. The precise course of events at the scene of the operations is unclear on the evidence before the Court. There is conflicting evidence as to whether warnings were given to the suspects and as to whether the initial firing came from outside or inside the premises. Because of the inadequacies of the investigation by the national authorities, the Court is not able to rely with confidence on the findings of the domestic Courts on either of these points. Moreover, the lack of contemporary forensic and other evidence, notably photographic, fingerprint and ballistics evidence, as well as evidence derived from an examination of the clothing of the deceased, makes it difficult to arrive at a clear assessment as to the manner in which the ten suspects lost their lives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  However, the material before the Court is such as to give rise to serious doubt as to whether the death resulted from the use of force which was no more an absolutely necessary in self defence. In the first place, while it is true that the police appeared to have worn helmets and bullet-proof jackets, at least at some stage of the operation at each location, it remains a striking feature of the case that, although all ten alleged members of Dev-Sol were shot dead, none of the police officers was either killed or injured, despite the intensity of the exchange of fire which is alleged to have occurred in at least three of the locations and despite the evidence of the police officers that, at the first location, the suspects were continually throwing hand grenades into the garden and into the access area of the building and that they had grenades in their hands with the pins attached to their fingers at the time they were shot.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  Further, the Court attaches particular weight to the findings in the report of the Professor Pounder, an independent forensic pathologist who, with the permission of the national authorities, examined the third location where Ibrahim Erdogan and Yucel Şimşek were killed some six weeks after the deaths had occurred and who further examined the autopsy reports relating to five of the deceased.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  Professor Pounder, in his report which described in detail the exterior and interior of the premises, found no evidence of an exchange of fire within the main room of the apartment and no damage to the outer wall of the apartment around the window. However, he found signs of recent damage to some of the floor tiles in the room. It was his view that the tiles showed evidence of a minimum of nine gunshots having been fired, all of which were directed downwards, as revealed by the bullet-strike marks, the evidence suggesting that the person at whom they were fired was on or close to the floor and within three metres of the shooter. He further found no evidence of gunfire from the floor upwards. The Court notes, in this regard, that the body of the İbrahim Erdoğan appears from the police report to have been found in the main room of the apartment and, according to the autopsy report, bore nine gunshot wounds, six of which were to the back, five of them being fatal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  As to Yücel Şimşek, whose body was found behind the door in the stairwell of the building, the autopsy report noted that the two bullet injuries and four shrapnel injuries to the body were of a jointly fatal quality. The shrapnel injuries suggest that grenades or other explosive devices were used by the police officers, even though no reference to their use is made in the police reports. The pattern of the shrapnel injuries was in the view of Professor Pounder such as to indicate that Yucel Şimşek was alive and upright when the injuries were inflected and that he was already fatally injured at the time he was hit by the two bullets.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  It appears that Professor Pounder was unable to gain access to the other two locations which are the direct subject of the present proceedings. However, the Court notes that, having examined the autopsy report relating to Cavit Özkaya, who was killed at the second location, Professor Pounder found that five of the shots fired at the suspect appeared to have been fired from behind, while the only fatal wound to the front side of his body appeared to have been fired when the body was on a firm surface, such as the ground.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  These findings provide, in the view of the Court, strong evidence that in at least two of the locations which formed part of concerted and coordinated operations, the suspects were not shot and killed in self defence during an exchange of fire, as suggested by the police reports. While such findings might perhaps have been refuted or explained by cogent evidence of a forensic or other nature, such evidence has not, as noted above, been forthcoming or made available to the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  In sum, having regard to the above, the Court finds that in the planning and manner of execution of the operations there was a failure on the part of the national authorities to protect the right to life of the applicants’ relatives and that it has not been shown that the killing of the applicants’ relatives constituted a use of force which was no more than absolutely necessary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, the applicants have been the victims of a violation of Article 2 of the Convention on this ground.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  As to the alleged inadequacy of the investigation",
                                        "elements": [
                                            {
                                                "content": "88.  The obligation to protect the right to life under Article 2 of the Convention, read in conjunction with the State’s general duty under Article 1 of the Convention to “secure to everyone within [its] jurisdiction the rights and freedoms defined in [the] Convention”, requires by implication that there should be some form of effective official investigation when individuals have been killed as a result of the use of force (see Çakici v. Turkey [GC], no. 23657/94, § 86, ECHR 1999IV). The essential purpose of such an investigation is to secure the effective implementation of the domestic laws safeguarding the right to life and, in those cases involving State agents or bodies, to ensure their accountability for deaths occurring under their responsibility (see Anguelova v. Bulgaria, no. 38361/97, § 137, ECHR 2002IV). Since often, in practice, the true circumstances of the death in such cases are largely confined within the knowledge of State officials or authorities, the bringing of appropriate domestic proceedings, such as a criminal prosecution, disciplinary proceedings and proceedings for the exercise of remedies available to victims and their families, will be conditioned by an adequate official investigation, which must be independent and impartial. The same reasoning applies in the case under consideration, where there is no dispute that the deceased were killed by the police officers during an operation to arrest them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The investigation must be capable, firstly, of ascertaining the circumstances in which the incident took place and, secondly, of leading to the identification and punishment of those responsible. This is not an obligation of result, but of means. The authorities must take the reasonable steps available to them to secure the evidence concerning the incident, including, inter alia, eyewitness testimony and forensic evidence. A requirement of promptness and reasonable expedition is implicit in this context. Any deficiency in the investigation which undermines its capability of establishing the circumstances of the case or the person responsible is liable to fall foul of the required standard of effectiveness (see Kelly and Others v. the United Kingdom, no. 30054/96, §§ 96-97, 4 May 2001, and Anguelova, cited above, § 139).",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  In the instant case, following the incidents, administrative and judicial investigations were opened. A number of police officers and other witnesses were interviewed. After the investigation criminal prosecutions were brought against twenty-one police officers, who were subsequently acquitted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  However, the Court observes that there were striking omissions in the conduct of the investigation. In the first place, there appears to have been no investigation of the planning of the coordinated operations at the four locations and, in particular, of the instructions given to the police officers participating in them as to the best means of achieving the aim of arresting the suspects without recourse to the use of force and of the reasons why the officers concerned had apparently only been armed with lethal weapons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  The investigation into the manner in which the operations were carried out was also manifestly deficient. In particular, the investigation authorities did not take photographs at the scene of the incidents; nor did they make sketches of the interior or exterior of the premises or prepare a plan showing where each member of the security forces was at the various stages of the operation. As a result there is no indication in the case file of the position of those killed in the apartments and of the position and movements of each police officer in each operation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It also appears that the investigation authorities did not take fingerprints, in particular, from the weapons allegedly used by the deceased. Nor does it appear that a chemical analysis was carried out on the hands of the deceased to confirm that they had recently handled and fired weapons. Moreover, the weapons themselves were not sent for forensic examination in order to determine whether they had been recently fired. No search was conducted for spent cartridge and grenade shrapnel outside or inside the four apartments. The investigation authorities did not gather any evidence to show whether the firing had come from inside or outside the apartments. These omissions make it impossible to be sure that the suspects opened fire on the security forces first or at all.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  In addition, the weapons of the police officers were not submitted for forensic examination. Further, no detailed account of the events was taken from each of the police officers to determine with precision the part played by each officer. The investigation did not thus determine which members of the security forces members had fired which shots and from where. It also appears that the clothing of those killed unaccountably disappeared and was not provided to the forensic specialist for the purpose of determining the range from which the bullets had been fired by the police officers. Nor were photographs taken during the autopsy investigations. These omissions made it impossible to verify the applicants’ allegations in the domestic proceedings that the police officers shot some of the suspects while they were lying down, without weapons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  The above omissions seriously undermined the effectiveness of the investigation and the reliability of the findings; it also hampered the domestic courts, in the very protracted criminal proceedings, in making as full findings of fact as they might otherwise have done. In these circumstances the Court cannot accept the Government’s assertion that the domestic authorities carried out a complete investigation concerning the incidents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  Having regard to the above considerations, the Court concludes that the authorities failed to carry out an effective investigation into the events leading to the death of the applicants’ relatives.",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has accordingly also been a violation of Article 2 of the Convention in this respect.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "96.  The applicants further complained that there had been no effective investigation into their relatives’ death and that they were denied access to a court, in violation of Article 6 § 1 of the Convention, of which the relevant part provides:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "97.  The Court observes that the essence of the applicants’ complaint under Article 6 §1 of the Convention concerns the domestic authorities’ failure to mount an effective criminal investigation into the deaths of the applicants’ relatives. In the Court’s view, it is therefore more appropriate to examine the applicants’ Article 6 complaint in relation to the more general obligation on Contracting States under Article 13 of the Convention to provide an effective remedy in respect of violations of the Convention (see, among other authorities, Aksoy v. Turkey, judgment of 18 December 1996, Reports of Judgments and Decisions 1996VI, p. 2286, § 93).",
                                "elements": []
                            },
                            {
                                "content": "98.  It accordingly does not find it necessary to determine whether there has been a violation of Article 6 § 1.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "99.  The applicants complained that the investigatory procedure in this case was not effective and capable of leading to the identification and punishment of those responsible for the death of their relatives and that, for this reason, they did not have an effective remedy within the meaning of Article 13 of the Convention. They also alleged a violation of Article 6 of the Convention on the same factual basis. The Court will consider these complaints under Article 13, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "100.  The Government rejected the applicants’ submissions and argued that the judicial authorities had carried out an appropriate and effective investigation into their complaints.",
                                "elements": []
                            },
                            {
                                "content": "101.  The Court reiterates that Article 13 of the Convention guarantees the availability at the national level of a remedy to enforce the substance of the Convention rights and freedoms in whatever form they might happen to be secured in the domestic legal order. The effect of article 13 is thus to require the provision of a domestic remedy to deal with the substance of an “arguable complaint” under the Convention and to grant appropriate relief, although Contracting States are afforded some discretion as to the manner in which they conform to their Convention obligations under this provision. The scope of the obligation under Article 13 varies depending on the nature of the applicant’s complaint under the Convention. Nevertheless, the remedy required by Article 13 must be “effective” in practice as well as in law, in particular in the sense that its exercise must not be unjustifiably hindered by the acts or omissions of the authorities of the respondent State (see Aksoy, cited above, § 95; Aydın v. Turkey, judgment of 25 September 1997, Reports 1997VI, pp. 1895/96, § 103; and Kaya v. Turkey, judgment of 19 February 1998, Reports 1998I, pp. 329330, § 106).",
                                "elements": []
                            },
                            {
                                "content": "102.  Given the fundamental importance of the right to protection of life, Article 13 requires, in addition to the payment of compensation where appropriate, a thorough and effective investigation capable of leading to the identification and punishment of those responsible for the deprivation of life and including effective access for the complainant to the investigation procedure (see Kaya, cited above, pp. 330-31, § 107).",
                                "elements": []
                            },
                            {
                                "content": "103.  On the basis of the evidence adduced in the present case, the Court has found that the respondent State is responsible under Articles 2 of the Convention for the death of the applicants’ relatives. The applicants’ complaints in this regard are therefore “arguable” for the purposes of Article 13 (see, for example, Salman v. Turkey [GC], no. 21986/93, § 122, ECHR 2000VII).",
                                "elements": []
                            },
                            {
                                "content": "104.  The authorities thus had an obligation to carry out an effective investigation into the circumstances of the death of the applicants’ relatives. For the reasons set out above (see paragraphs 83-88), no effective criminal investigation can be considered to have been conducted in accordance with Article 13, the requirements of which may be broader than the obligation to investigate imposed by Article 2 (see Kaya, cited above, pp. 330-31, § 107). The Court finds, therefore, that the applicants were denied an effective remedy in respect of the death of their relatives, and were thereby denied access to any other available remedies at their disposal, including a claim for compensation.",
                                "elements": []
                            },
                            {
                                "content": "105.  Consequently, there has been a violation of Article 13 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "106.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "107.  The applicants claimed 42,500 pounds sterling (GPB) for nonpecuniary damage in respect of each deceased for the anxiety and pain they had suffered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  The Government submitted that no compensation was due to the applicants as the deceased had been terrorist suspects who had been intending to execute terrorist attacks (see McCann and Others, cited above, pp. 84-85, § 219). In any event, the claims in question were excessive and wholly without foundation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  The Court reiterates that the five deceased were indisputably members of the Dev-Sol, a group whose members carried out many terrorist activities. However, it is not convinced that they were preparing a terrorist attack at the time of the police operations. The Court recalls that it has found that the use of force which resulted in the death of the five suspects was in violation of Article 2 of the Convention and that the authorities failed to provide an effective investigation and remedy in respect of the killing, in breach of the procedural obligations under that Article and in breach of Article 13 of the Convention. In these circumstances, and deciding on an equitable basis, the Court awards in respect of non-pecuniary damage the sum of 30,000 euros (EUR) in respect of each deceased, the sums to be held for the benefit of their heirs. It also awards the applicants, Hatice Erdogan, Esme Şimşek, Hüseyin Şimşek, İsmail Hakkı Ilcı, Nahit Özkaya, Bakiye Eliuygun and Necla Nurlu, the sum of EUR 3,000 each for non-pecuniary damage sustained by them in their personal capacity.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "110.  The applicants claimed a total of GBP 7,332.50 for fees and costs incurred in the application by the legal team in the United Kingdom and a total of GBP 1,003 for the fees and costs in respect of work undertaken by lawyers in . This included postage, telecommunications, translation, and expert reports expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  The Government maintained that in the absence of any supporting evidence the above claims must be rejected as unsubstantiated, and that in any event they were excessive and unnecessarily incurred. They also contended that the applicants had claimed fees for lawyers who had not represented them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The Court reiterates that, in accordance with its case-law, it is only costs which are actually and necessarily incurred and reasonable as to quantum that are recoverable under this head. Taking into account the circumstances of the case, it awards the applicants EUR 12,000 jointly in respect of costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "113.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Holds by six votes to one that there has been a violation of Article 2 of the Convention in respect of the deaths of İbrahim Erdoğan, Yücel Şimşek, İbrahim Ilcı, Cavit Özkaya and Hasan Eliuygun;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds unanimously that there has been a violation of Article 2 of the Convention in respect of the respondent State’s obligation to conduct an effective investigation into the circumstances of the incidents that led to the death of the said persons;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds unanimously that no separate issue arises under Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds unanimously that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts to be converted into new Turkish liras at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses unanimously the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 25 April 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "\nIn accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the partly dissenting opinion of Mr Gölcüklü is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "There are three points on which I am unable to share the opinion expressed by the majority of my colleagues.",
                        "elements": []
                    },
                    {
                        "content": "114.  Firstly, I consider that in undertaking any evaluation of the way in which the operation in issue was organised and controlled, the Court should have studiously resisted the temptations offered by the benefit of hindsight.",
                        "elements": []
                    },
                    {
                        "content": "At the relevant time the authorities had to plan the operations and make decisions on the basis of incomplete information. Only the suspects knew at all precisely what they intended, and it had no doubt been part of their training to ensure that as little as possible of their intentions was revealed. It would be wrong to conclude in retrospect that a particular course of action would, as things later transpired, have been better than the one adopted at the time under the pressures of an ongoing anti-terrorist operation and that the latter course must therefore be regarded as culpably mistaken.",
                        "elements": []
                    },
                    {
                        "content": "115.  Secondly, the facts which led the majority of the Court to find a violation of Article 2 in its substantive aspect have not been established beyond all reasonable doubt. Certain omissions that have been noted in the conduct of the operations in question are inherent in the nature of such cases and thus inevitable.",
                        "elements": []
                    },
                    {
                        "content": "I therefore consider that there has not been a violation of Article 2 of the Convention in its substantive aspect.",
                        "elements": []
                    },
                    {
                        "content": "116.  Thirdly, the present case is, if not identical, at least similar, to the case of McCann and Others v. the United Kingdom (judgment of 27 September 1995, Series A no. 324), in which the Court did not make an award in respect of any kind of damage, seeing that “the three terrorist suspects who were killed had been intending to plant a bomb in Gibraltar”.",
                        "elements": []
                    },
                    {
                        "content": "In the present case the suspects who were killed were acknowledged, dedicated and hardened terrorists and were firmly set on continuing their criminal acts. As is clear from their criminal records and the weapons found in the flats where the operations in question were carried out, they were neither “angels” nor “saints”. In those circumstances, I consider that no award should have been made under this head.",
                        "elements": []
                    },
                    {
                        "content": "In any event, the sums awarded are more than exorbitant.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ. Casadevall",
            "role": "president"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrJ. Šikuta",
            "role": "judges"
        },
        {
            "name": "MrF. Gölcüklü",
            "role": "ad hoc judge"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ERDOGAN AND OTHERS v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-75148.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0425JUD001980792",
    "externalsources": [],
    "extractedappno": [
        "19807/92",
        "50385/99",
        "41488/98",
        "21986/93",
        "22492/93",
        "23657/94",
        "38361/97",
        "30054/96",
        "1895/96"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-75148",
    "judgementdate": "25/04/2006 00:00:00",
    "kpdate": "25/04/2006 00:00:00",
    "kpthesaurus": [
        "445",
        "7",
        "444",
        "110",
        "449",
        "231",
        "496",
        "4",
        "84",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "2-1",
        "13",
        "2",
        "6-1",
        "2-2",
        "6",
        "41"
    ],
    "parties": [
        "ERDOGAN AND OTHERS",
        "TURKEY"
    ],
    "rank": "545.524108886719",
    "representedby": [
        "HAMPSON Françoise"
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Aksoy v. Turkey, judgment of 18 December 1996, Reports of Judgments and Decisions 1996-VI, p. 2286, § 93, § 95",
        "Anguelova v. Bulgaria, no. 38361/97, § 137, § 139, ECHR 2002-IV",
        "Aydin v. Turkey, judgment of 25 September 1997, Reports 1997-VI, pp. 1895-1896, § 103",
        "Çakici v. Turkey [GC], no. 23657/94, § 86, ECHR 1999-IV",
        "Kaya v. Turkey, judgment of 19 February 1998, Reports 1998-I, pp. 329-330, § 106, pp. 330-331, § 107",
        "Kelly and Others v. the United Kingdom, no. 30054/96, §§ 96-97, 4 May 2001",
        "Kiliç v. Turkey, no. 22492/93, § 62, ECHR 2000-III",
        "Makaratzis v. Greece [GC], no. 50385/99, §§ 28-32, § 59, § 60, 20 December 2004",
        "McCann and Others v. the United Kingdom, judgment of 27 September 1995, Series A no. 324, pp. 45-46, §§ 146-150, pp. 84-85, § 219",
        "Salman v. Turkey [GC], no. 21986/93, § 97, § 122, ECHR 2000-VII",
        "Velikova v. Bulgaria, no. 41488/98, § 68, ECHR 2000-VI"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "327360",
    "typedescription": "15"
}