{
    "__articles": "6;6-1;13;35;35-1;41",
    "__conclusion": "Preliminary objection rejected (non-exhaustion);Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "51585/99",
    "article": [
        "6",
        "41",
        "35",
        "13"
    ],
    "conclusion": [
        {
            "details": [
                "non-exhaustion"
            ],
            "element": "Preliminary objection rejected",
            "type": "other"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-59616.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 51585/99) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Croatian national, Ankica Horvat (“the applicant”), on 20 April 1999.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented before the Court by Mr Z. Nogolica, a lawyer practising in . The Croatian Government (“the Government”) were represented by their Agent, Ms L. Lukina Karajković. ",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that, contrary to Article 6 § 1 of the Convention, civil proceedings instituted by her had not been heard within a reasonable time and that she had no effective remedy, contrary to Article 13 of the Convention, in respect of the length of those proceedings.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 16 November 2000 the Chamber declared the application admissible [Note by the Registry. The Court’s decision is obtainable from the Registry] and decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 2 in fine).",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicant and the Government each filed written observations on the merits and the parties replied in writing to each other’s observations.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  On 19 October 1992 the applicant lent to MJB, a company in , 10,000 German marks (DEM) for a period of three months at a rate of interest of 27%. On 23 November 1992 she lent to ZIP, a company in , DEM 20,390 for a period of one month at a rate of interest of 20%.",
                                "elements": []
                            },
                            {
                                "content": "8.  As the said companies failed to repay the loans, the applicant instituted proceedings against ZIP and MJB in the Zagreb Municipal Court (Općinski sud u Zagrebu).",
                                "elements": []
                            },
                            {
                                "content": "1.  Proceedings against the ZIP company and Ž.M.",
                                "elements": [
                                    {
                                        "content": "9.  The proceedings against ZIP and its alleged owner Ž.M. commenced on 29 March 1995 when the applicant, together with thirty-nine other plaintiffs, filed an action for repayment of their loans.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 17 May 1995 the court asked the applicant’s counsel to provide the address of the second defendant. On 23 May 1995 the applicant’s counsel submitted the address concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  A hearing was scheduled for 4 October 1995 but it was adjourned since the defendants failed to appear. It turned out that the defendants had not received notice of the date of the hearing as the address indicated was incorrect. The court asked the applicant’s counsel to submit the defendants’ correct address within thirty days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The next hearing was scheduled for 24 January 1996. However, it appears that in the meantime ZIP had ceased to exist and, as Ž.M.’s address remained unknown, the court ordered the applicant’s counsel to request the Social Welfare Centre (Centar za socijalnu skrb) to appoint a legal representative for Ž.M.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 20 June 1996 the applicant’s counsel informed the court that the Zagreb Social Welfare Centre had, by its decision of 11 March 1996, appointed a legal representative for Ž.M.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 13 September 1996 the court asked the applicant’s counsel to submit within thirty days a certificate from the registry of the  (Trgovački sud u Zagrebu) concerning the legal status of ZIP.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The next hearing, scheduled for 2 December 1999, was also adjourned due to the absence of the defendants. It turned out again that ZIP and Ž.M. had not received notice of the hearing date as the address indicated was incorrect. The court invited the applicant’s counsel to inform it within thirty days whether ZIP had in fact ceased to exist.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  According to the Government, during the next hearing on 7 June 2000, the court decided upon the parties’ application to return the proceedings to the status quo ante (zahtjev za povrat u prijašnje stanje). Due to the absence of ZIP the hearing was adjourned to 17 October 2000. It appears that the proceedings are still pending before the Zagreb Municipal Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Proceedings against the MJB company and B.J.",
                                "elements": [
                                    {
                                        "content": "17.  The proceedings against MJB and its alleged owner B.J. commenced on 30 March 1995 when the applicant, together with thirty other plaintiffs, filed an action for repayment of their loans with the Zagreb Municipal Court. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The court asked the applicant’s counsel to provide the address of B.J. On 25 August 1995 the applicant’s counsel informed the court of B.J.’s address.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The hearing scheduled for 2 October 1995 was adjourned due to the absence of the defendants. It turned out that MJB was no longer at its previous address and that B.J. was in detention on remand. The applicant’s counsel informed the court that B.J. had been released from detention and requested that the notices for the next hearing be sent to the defendants at the same addresses as before.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The hearing on 27 November 1995 was again adjourned due to the defendants’ absence. It appears that MJB had in the meantime ceased to exist and that B.J. had changed her address. The court invited the applicant’s counsel to inform it within thirty days whether MJB had in fact ceased to exist and of the correct address of B.J.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 7 December 1995 the applicant’s counsel informed the court of the defendants’ addresses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The next hearing, on 14 February 1996, was also adjourned due to the defendants’ absence for the same reasons as before, that is that MJB had ceased to exist and that B.J. had changed address. The court decided to look into the criminal case file no. KO-1574/93 in the same court, where criminal proceedings had been instituted against B.J., in order to obtain her proper address. Through that the court found her address.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  By order of 11 September 1996 the applicant’s counsel was requested to furnish the court with a certificate from the registry of the  regarding the legal status of MJB.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 20 September 1996 the applicant’s counsel submitted the requested document.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The next hearing, scheduled for 7 November 1997, was adjourned due to the defendants’ absence. The documents indicate that they had not received the notice of the hearing date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The next hearing, scheduled for 26 January 1998, was adjourned for the same reason. The court invited the applicant’s counsel to submit B.J.’s correct address within sixty days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 6 February 1998 the applicant’s counsel informed the court that in the police registry B.J.’s address was the same as before. He proposed that a legal representative be appointed for B.J.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 13 February 1998 the court ordered the applicant’s counsel to request the Social Welfare Centre to appoint a legal representative for B.J.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 2 April 1998 the applicant’s counsel informed the court that the Zagreb Social Welfare Centre had, by its decision of 26 March 1998, appointed a legal representative for B.J.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  According to the Government, during the next hearing, on 2 July 1998, the court issued a default judgment (presuda zbog izostanka) against B.J. The available documents show that MJB had ceased to exist.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 22 July 1998 the court sent a letter to the  asking for a certificate regarding the legal status of MJB. On 24 September 1998 the court received a letter from the  with a certificate that wrongly contained information about another firm, instead of MJB.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 13 April 2000 the court again sent a letter to the  asking whether MJB still existed. On the same day the court also requested the applicant’s counsel to submit the same information. It appears that the case is still pending before the Zagreb Municipal Court.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW ",
                        "elements": [
                            {
                                "content": "33.  The relevant part of the Constitutional Act on the  (“the Constitutional Court Act” – Ustavni zakon o Ustavnom sudu), which came into force on 24 September 1999, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "Section 59(4)",
                                "elements": []
                            },
                            {
                                "content": "“The  may, exceptionally, examine a constitutional complaint prior to exhaustion of other available remedies, if it is satisfied that a contested act, or failure to act within a reasonable time, grossly violates a party’s constitutional rights and freedoms and that, if it does not act, a party will risk serious and irreparable consequences.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT’S OBJECTION AS TO THE EXHAUSTION OF DOMESTIC REMEDIES",
                        "elements": [
                            {
                                "content": "34.  The Government invited the Court to reject the application on the ground that the applicant failed to exhaust domestic remedies. In this respect they alleged that the applicant failed to lodge a constitutional complaint pursuant to section 59(4) of the newly revised Constitutional Court Act. That Act exceptionally allowed the Constitutional Court to examine a constitutional complaint before exhaustion of other available remedies in cases where it was evident that there was a serious risk that the party’s constitutional rights and freedoms might be violated and that serious and irreparable consequences might arise from the failure of the relevant authorities to reach a decision. ",
                                "elements": []
                            },
                            {
                                "content": "35.  The Government argued further that the applicant, apart from the constitutional complaint pursuant to section 59(4) of the Constitutional Court Act, could have requested the President of the Zagreb Municipal Court and the Ministry of Justice to speed up the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "36.  The applicant disagreed with the Government.",
                                "elements": []
                            },
                            {
                                "content": "37.  The Court recalls that the rule of exhaustion of domestic remedies referred to in Article 35 of the Convention obliges those seeking to bring their case against the State before an international judicial organ to use first the remedies provided by the national legal system. Consequently, States are dispensed from answering before an international body for their acts before they have had an opportunity to put matters right through their own legal system. The rule is based on the assumption, reflected in Article 13 of the Convention – with which it has close affinity – that there is an effective remedy available in respect of the alleged breach in the domestic system, whether or not the provisions of the Convention are incorporated in national law. In this way, it is an important aspect of the principle that the machinery of protection established by the Convention is subsidiary to the national systems safeguarding human rights (see, inter alia, Handyside v. the United Kingdom, judgment of 7 December 1976, Series A no. 24, p. 22, § 48, and Aksoy v. Turkey, judgment of 18 December 1996, Reports of Judgments and Decisions 1996-VI, pp. 2275-76, § 51).",
                                "elements": []
                            },
                            {
                                "content": "38.  Under Article 35 of the Convention, normal recourse should be had by an applicant to remedies that are available and sufficient to afford redress in respect of the breaches alleged. The existence of the remedies in question must be sufficiently certain not only in theory but also in practice, failing which they will lack the requisite accessibility and effectiveness (see, inter alia, Vernillo v. France, judgment of 20 February 1991, Series A no. 198, pp. 11-12, § 27, and Dalia v. France, judgment of 19 February 1998, Reports 1998-I, p. 87, § 38).",
                                "elements": []
                            },
                            {
                                "content": "39.  Furthermore, in the area of exhaustion of domestic remedies, there is a distribution of the burden of proof. It is incumbent on the Government claiming non-exhaustion to convince the Court that the remedy was an effective one available in theory and in practice at the relevant time, that is to say, that it was accessible, was capable of providing redress in respect of the applicant’s complaints and offered reasonable prospects of success. However, once this burden of proof has been discharged, it falls to the applicant to establish that the remedy advanced by the Government was in fact exhausted or was for some reason inadequate and ineffective in the particular circumstances of the case or that there existed special circumstances absolving him or her from the requirement.",
                                "elements": []
                            },
                            {
                                "content": "40.  The Court would emphasise that the application of the rule must make due allowance for the fact that it is being applied in the context of the machinery for the protection of human rights that the Contracting Parties have agreed to set up. Accordingly, it has recognised that the rule of exhaustion of domestic remedies must be applied with some degree of flexibility and without excessive formalism (see Cardot v. France, judgment of 19 March 1991, Series A no. 200, p. 18, § 34). It has further recognised that the rule of exhaustion is neither absolute nor capable of being applied automatically; in reviewing whether it has been observed it is essential to have regard to the particular circumstances of each individual case (see Van Oosterwijck v. Belgium, judgment of 6 November 1980, Series A no. 40, p. 18, § 35). This means, amongst other things, that it must take realistic account not only of the existence of formal remedies in the legal system of the Contracting Party concerned but also of the general legal and political context in which they operate as well as the personal circumstances of the applicant (see Akdivar and Others v. Turkey, judgment of 16 September 1996, Reports 1996-IV, pp. 1210-11, §§ 65-68).",
                                "elements": []
                            },
                            {
                                "content": "41.  In the instant case, the Court notes that proceedings pursuant to section 59(4) of the Constitutional Court Act are considered as being instituted only if the , after a preliminary examination of the complaint, decides to admit it. Thus, although the person concerned can lodge a complaint directly with the , the formal institution of proceedings depends on the latter’s discretion.",
                                "elements": []
                            },
                            {
                                "content": "42.  Furthermore, for a party to be able to lodge a constitutional complaint pursuant to that provision two cumulative conditions must be satisfied. Firstly, the applicant’s constitutional rights have to be grossly violated by the fact that no decision has been issued within a reasonable time and, secondly, there should be a risk of serious and irreparable consequences for the applicant.",
                                "elements": []
                            },
                            {
                                "content": "43.  The Court notes that terms such as “grossly violated” and “serious and irreparable consequences” are susceptible to various and wide interpretation. In the present case it remains open to what extent the applicant risks irreparable consequences in so far as the case involves her civil claims for repayment.",
                                "elements": []
                            },
                            {
                                "content": "44.  The Court notes further that the wording of many statutes is not absolutely precise. The need to avoid excessive rigidity and to keep pace with changing circumstances means that many laws are inevitably couched in terms which, to a greater or lesser extent, are vague (see, for example and mutatis mutandis, Müller and Others v. Switzerland, judgment of 24 May 1988, Series A no. 133, p. 20, § 29, and Kokkinakis v. Greece, judgment of 25 May 1993, Series A no. 260-A, p. 19, § 40). The interpretation and application of such provisions depend on practice (see, mutatis mutandis, Kokkinakis, ibid., and Mangualde Pinto v. France (dec.), no. 43491/98, \n5 December 2000, unreported). In the present case, the Government produced before the Court only one case in which the  had ruled under section 59(4) of the Constitutional Court Act to support their argument concerning the sufficiency and effectiveness of the remedy. It is not for the Court to give a ruling on an issue of Croatian law that is as yet unsettled (see, mutatis mutandis, De Jong, Baljet and Van den Brink \nv. the Netherlands, judgment of 22 May 1984, Series A no. 77, p. 19, § 39). The absence of further case-law does, however, indicate the present uncertainty of this remedy in practical terms. In the Court’s view, the single case cited by the Government does not suffice to show the existence of settled national case-law that would prove the effectiveness of the remedy.",
                                "elements": []
                            },
                            {
                                "content": "45.  In the light of the foregoing, the Court considers that a complaint pursuant to section 59(4) of the Constitutional Court Act cannot be regarded with a sufficient degree of certainty as an effective remedy in the applicant’s case.",
                                "elements": []
                            },
                            {
                                "content": "46.  As to the Government’s contention that the applicant failed to take any steps to accelerate the proceedings, the Court recalls that in respect of the length of civil proceedings, the question of the methods by which the applicant could have accelerated the proceedings concerns the merits of the application (see X v. Germany, no. 8961/80, Commission decision of \n8 December 1981, Decisions and Reports (DR) 26, p. 200, and D. \nv. Belgium, no. 12686/87, Commission decision of 3 October 1990, DR 66, p. 105).",
                                "elements": []
                            },
                            {
                                "content": "47.  It is also to be noted that the other remedies cited by the Government, that is a request to the President of the Zagreb Municipal Court or the Ministry of Justice to speed up the proceedings, represent a hierarchical appeal that is, in fact, no more than information submitted to the supervisory organ with the suggestion to make use of its powers if it sees fit to do so. If such an appeal is made, the supervisory organ might or might not take up the matter with the official against whom the hierarchical appeal is directed if it considers that the appeal is not manifestly ill-founded. Otherwise, it will take no action whatsoever. If proceedings are taken, they take place exclusively between the supervisory organ and the officials concerned. The applicant would not be a party to such proceedings and might be informed only of the way in which the supervisory organ has dealt with her appeal (see, mutatis mutandis, Karrer and Others v. Austria, no. 7464/76, Commission decision of 5 December 1978, DR 14, p. 51).",
                                "elements": []
                            },
                            {
                                "content": "48.  In the above circumstances, the Court therefore notes that there does not exist a true legal remedy enabling a person to complain of the excessive length of proceedings in Croatia (see, mutatis mutandis, Tomé Mota \nv. Portugal (dec.), no. 32082/96, ECHR 1999-IX) and considers that the applicant was justified in considering that no other legal remedy on the national level would be effective in respect of her complaint. The Court finds, therefore, that there were no adequate and effective remedies for the purposes of Article 35 of the Convention which the applicant was required to exhaust. Thus, the Court decides that the Government’s objection on grounds of failure to exhaust domestic remedies cannot be upheld.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "49.  The applicant complained that the proceedings concerning her civil actions for repayment of the loans had not been concluded within a reasonable time as required by Article 6 § 1 of the Convention, the relevant part of which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Period to be taken into account",
                                "elements": [
                                    {
                                        "content": "50.  The Court observes firstly that the proceedings commenced on 29 and 30 March 1995, respectively, when the applicant lodged her civil actions for repayment of the loans with the Zagreb Municipal Court. However, the period which falls under the Court’s jurisdiction did not begin on those dates, but on 5 November 1997, when the Convention came into force in respect of Croatia (see Foti and Others v. Italy, judgment of \n10 December 1982, Series A no. 56, p. 18, § 53). The proceedings are currently pending before the court of first instance. Thus, they have so far lasted for more than six years, out of which a period of three years and eight months falls to be examined by the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court notes further that in order to determine the reasonableness of the length of time in question, regard must be had, however, to the state of the case on 5 November 1997 (see, among other authorities, Styranowski v. Poland, judgment of 30 October 1998, Reports 1998-VIII, p. 3376, § 46). In this respect the Court notes that at the date of entry of the Convention into force in respect of  both proceedings had lasted for about two and a half years.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Applicable criteria",
                                "elements": [
                                    {
                                        "content": "52.  The Court recalls that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and having regard to the criteria laid down in the Court’s case-law, in particular the complexity of the case, the conduct of the applicant and of the relevant authorities, and the importance of what is at stake for the applicant in the litigation (see, as recent authorities, Humen v. Poland [GC], \nno. 26614/95, § 60, 15 October 1999, unreported, and Comingersoll S.A. v. Portugal [GC], no. 35382/97, ECHR 2000-IV).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "53.  The Government argued that both cases disclose a certain degree of complexity as neither the plaintiffs nor the Zagreb Municipal Court were able to ascertain the correct addresses of the defendants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The applicant argued that it was the duty of the police to ascertain the addresses of the defendants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court acknowledges that it has been difficult to ascertain the defendants’ addresses. However, under Croatian law, it is possible to ask the Social Welfare Centre to appoint a legal representative for a defendant whose address in unknown. Although the applicant instituted proceedings at the end of March 1995, it took one year before a legal representative was appointed in the proceedings against Ž.M. and three years in the proceedings against B.J. Otherwise the Court does not find that the cases disclose any circumstances which would qualify them as complex.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Concerning the applicant’s conduct, the Government submitted that the applicant contributed to the length of the proceedings as she failed to provide the correct addresses of the defendants. In addition, she failed to lodge a request for the speeding-up of the proceedings with the President of the Zagreb Municipal Court or the Ministry of Justice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  On the issue of the applicant’s conduct, it should be noted that the Government have not shown that the possibility afforded to the applicant of speeding up the proceedings was a real one. Despite the information provided by the Government, the Court does not find it established that such a step would have had any prospects of success, regard being had in addition to the discretionary power of the competent judicial authority. In these circumstances, it would not appear that the applicant’s alleged passivity contributed to slowing down the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  As regards the conduct of the authorities, the Government claimed that the domestic courts showed diligence in the conduct of the proceedings. They submitted further that the Zagreb Municipal Court was constantly facing problems of excessive workloads, as each judge in the civil division of that court was dealing with more than 1,000 cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Court notes that in the period to be taken into account the case against ZIP and Ž.M. lay dormant between 5 November 1997 and 2 December 1999, which amounts to more than two years. The case against MJB and B.J. lay dormant between 22 July 1998 and 13 April 2000, which amounts to one year, eight months and twenty-one days. Therefore, the Court is not persuaded by the Government’s explanations for the delays. It recalls that it is for the Contracting States to organise their legal systems in such a way that their courts can guarantee to everyone the right to obtain a final decision on disputes relating to civil rights and obligations within a reasonable time (see, among other authorities, G.H. v. Austria, no. 31266/96, § 20, 3 October 2000, unreported).",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  In the light of the criteria laid down in its case-law and having regard to all the circumstances of the case, the Court considers that the length of the proceedings in question, which are still pending before the court of first instance, failed to satisfy the reasonable time requirement. There has, accordingly, been a violation of Article 6 § 1 of the Convention in respect of both sets of proceedings.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III. ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "61.  The applicant submitted also that she had no effective remedy whereby she could raise the issue of the excessive length of the proceedings in her cases. In her view, there had accordingly been a violation of Article 13 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "62.  The Government invited the Court to find this part of the application manifestly ill-founded. They contended that the applicant had at her disposal options to submit a request to the President of the Zagreb Municipal Court or the Ministry of Justice to speed up the proceedings and a request pursuant to section 59(4) of the Constitutional Court Act. In the Government’s view these options constituted effective remedies in respect of the length of the proceedings in the applicant’s cases.",
                                "elements": []
                            },
                            {
                                "content": "63.  The Court recalls firstly that the correct interpretation of Article 13 of the Convention is that this provision guarantees an effective remedy before a national authority for an alleged violation of the requirement under Article 6 § 1 to hear a case within a reasonable time (see Kudła v. Poland [GC], no. 30210/96, § 156, ECHR 2000-XI).",
                                "elements": []
                            },
                            {
                                "content": "64.  As to the request for speeding up the proceedings, either to the President of the Zagreb Municipal Court or to the Ministry of Justice, the Court reiterates that such requests represent a hierarchical appeal and cannot be considered as a remedy in respect of the length of the civil proceedings (see paragraph 47 above).",
                                "elements": []
                            },
                            {
                                "content": "65.  As to the request pursuant to section 59(4) of the Constitutional Court Act the Court reiterates that it does not represent an effective remedy in respect of the length of the civil proceedings as it has explained above (see paragraphs 41-45).",
                                "elements": []
                            },
                            {
                                "content": "66.  Accordingly, the Court finds that in the present case there has been a violation of Article 13 of the Convention in so far as the applicant has no domestic remedy whereby she could enforce her right to a “hearing within a reasonable time” in either of her cases, as guaranteed by Article 6 § 1 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "67.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "68.  In respect of non-pecuniary damage, the applicant sought the sum of 70,000 Croatian kunas (HRK).",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Government asked the Court to assess the amount of just satisfaction to be awarded on the basis of its case-law in civil cases in which normal diligence was required.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Court accepts that the applicant suffered damage of a non-pecuniary nature as a result of the length of the civil proceedings instituted by her. Making its assessment on an equitable basis and having regard to the circumstances of the case – in particular the fact that it concerns two sets of proceedings, the overall duration of these proceedings and the applicant’s personal situation – the Court awards the applicant HRK 20,000 as compensation for non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "71.  The applicant, who received legal aid from the Council of Europe in connection with the presentation of her case, did not seek reimbursement for costs and expenses. Accordingly, the Court does not award any sum in this respect.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "72.  According to the information available to the Court, the statutory rate of interest applicable in  at the date of adoption of the present judgment is 18% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Dismisses the Government’s objection as to the exhaustion of domestic remedies;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention in respect of both sets of proceedings;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, HRK 20,000 (twenty thousand Croatian kunas) in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at an annual rate of 18% shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 26 July 2001, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrG. Ress",
            "role": "president"
        },
        {
            "name": "MrA. Pastor Ridruejo",
            "role": "mri. cabral barreto"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrJ. Hedigan",
            "role": "judges"
        },
        {
            "name": "MrM. Pellonpää",
            "role": "judges"
        },
        {
            "name": "Mr V. Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF HORVAT v. CROATIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-59616.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2001:0726JUD005158599",
    "externalsources": [],
    "extractedappno": [
        "51585/99",
        "1574/93",
        "43491/98",
        "8961/80",
        "12686/87",
        "7464/76",
        "32082/96",
        "26614/95",
        "35382/97",
        "31266/96",
        "30210/96"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Constitutional Court Act, S. 59(4)"
    ],
    "itemid": "001-59616",
    "judgementdate": "26/07/2001 00:00:00",
    "kpdate": "26/07/2001 00:00:00",
    "kpthesaurus": [
        "445",
        "406",
        "40",
        "14",
        "128",
        "109",
        "444",
        "110",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "13",
        "35-1",
        "6-1",
        "35",
        "6",
        "41"
    ],
    "parties": [
        "HORVAT",
        "CROATIA"
    ],
    "rank": "423.310699462891",
    "representedby": [
        "N/A"
    ],
    "respondent": "HRV",
    "respondentOrderEng": "9",
    "scl": [
        "Case of D. v. Belgium, application no. 12686/87, Commission decision of 3 October 1990, Decisions et reports (DR) 66, pp. 109, 110",
        "Case of X. v. the Federal Republic of Germany, application no. 8961/80, Commission decision of 8 December 1981, DR 26, pp. 200, 205",
        "Cases of J. Karrer, S. Fuchs and F. Kodrnja v. Austria, application no. 7464/76, Commission decision of 5 December 1978, DR 14, pp. 51, 54",
        "Akdivar and Others v. Turkey judgment, of 16 September 1996, Reports of Judgments and Decisions 1996-IV, p. 1210­1211, §§ 65-68",
        "Aksoy v. Turkey judgment of 18 December 1996, Reports 1996-VI, pp. 2275, 2276, § 51",
        "Cardot v. France judgment of 19 March 1991, Series A no. 200, p. 18, § 34",
        "Comingersoll S.A. v. Portugal [GC], no. 35382/97, ECHR 2000-IV",
        "Dalia v. France, no. 26102/95, § 38, ECHR 1998-I",
        "De Jong, Baljet and Van den Brink judgment of 22 May 1984, Series A no. 77, p. 19, § 39",
        "Foti and Others v. Italy judgment of 10 December 1982, Series A no. 56, p. 18, §53",
        "G. H. v. Austria, no. 31266/96, § 20, 3 October 2000, unpublished",
        "Handyside v. the United Kingdom judgment of 7 December 1976, Series A no. 24, p. 22, § 48",
        "Humen v. Poland judgment of 15 October 1999 [GC], no 26614/95, 15 October 1999, unpublished, § 60",
        "Kokkinakis v. Greece judgment of 25 May 1993, Series A no. 260-A, p. 19, § 40",
        "Kudla v. Poland, no. 30210/96, §156, ECHR 2000-XI",
        "Mangualde Pinto v. France (dec.), no. 43491/98, 5 December 2000, unpublished",
        "Müller and Others v. Switzerland judgment of 24 May 1988, Series A no. 133, p. 20, § 29",
        "Styranowski v. Poland, no. 28616/95, § 46, ECHR 1998-VIII",
        "Tome Mota v. Portugal (dec.), no. 32082/96, ECHR 1999-IX",
        "Van Oosterwijck v. Belgium judgment of 6 November 1980, Series A no. 40, p. 18, § 35",
        "Vernillo v. France judgment of 20 February 1991, Series A no. 198, pp. 11-12, § 27"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "317649",
    "typedescription": "15"
}