{
    "__articles": "38",
    "__conclusion": "No violation of Article 38 - Examination of the case-{general} (Article 38 - Obligation to furnish all necessary facilities)",
    "applicability": "",
    "appno": "1413/05",
    "article": [
        "38"
    ],
    "conclusion": [
        {
            "article": "38",
            "base_article": "38",
            "details": [
                "Article 38 - Obligation to furnish all necessary facilities"
            ],
            "element": "No violation of Article 38 - Examination of the case-{general}",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-144141.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 1413/05) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Damir Darifovich Sibgatullin (“the applicant”), on 6 December 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  In a judgment delivered on 24 April 2012, the Court held that there had been a violation of Article 38 of the Convention on account of the Government’s failure to provide the Court with copies of witness statements requested by it at the communication stage. The Court also found a violation of Article 6 § 1 of the Convention taken in conjunction with Article 6 § 3 (c) of the Convention on account of the absence of a proper and adequate opportunity for the applicant to challenge the statements by the prosecution witnesses. The applicant was awarded 4,000 euros (EUR) for non-pecuniary damage. His remaining claims for just satisfaction were dismissed.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 23 July 2012 the Government informed the Court that they had sent the witness statements to the Court on 27 November 2007. The Government therefore disputed the Court’s finding of a violation of Article 38 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 16 October 2012, having decided to treat the Government’s letter of 23 July 2012 as a matter for revision of the judgment within the meaning of Rule 80 of the Rules of Court, the Court considered the request for revision and decided to ask the applicant’s representatives to submit any written observations. Those observations were received on 7 January 2013.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE COURT’S ORIGINAL JUDGMENT",
                        "elements": [
                            {
                                "content": "5.  In its judgment of 24 April 2012, while assessing whether the Government had failed to comply with their obligations under Article 38 of the Convention, the Court firstly examined the procedure by which the witnesses’ statements had been requested and the Government’s response to the Court’s request. In particular, it established that when communicating the application to the Government on 3 September 2007, in question no. 3 attached to the Statement of Facts prepared by the Court’s Registry, the Court had asked the Government to produce copies of the witness statements for the purpose of clarifying the evidentiary basis for the applicant’s conviction. On 22 November 2007 the Government submitted their observations on the admissibility and merits of the application, enclosing a number of items from the applicant’s criminal case file, but not including the witness depositions. They informed the Court that the requested documents would be submitted as soon as the Government had received them “from the relevant bodies of the Russian Federation”. The Court acknowledged receipt of the Government’s observations, with the enclosures, in writing on 30 November 2007, and invited them “to submit copies of the witness statements as soon as possible”. The Government provided the Court with an English translation of their observations on 20 December 2007. There were no enclosures other than those submitted by the Government on 22 November 2007. Following receipt of the applicant’s observations, in which he raised the issue of the Government’s compliance with their obligations under Article 38 of the Convention, on 13 February 2008 the Court notified the Government that it had still not received copies of the witness statements. The text of the letter signed by the Section Registrar of the Court read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“With reference to my letter of 30 November 2007, I also note that the documents requested in question no. 3 put to your Government still have not reached the Court. I therefore invite you again to submit the above documents as soon as possible.”",
                                "elements": []
                            },
                            {
                                "content": "The Government did not respond to the request.",
                                "elements": []
                            },
                            {
                                "content": "6.  Having studied the parties’ observations, the Court noted that on 3 March 2008 the Government submitted further observations in the case, emphasising in the same letter that they had submitted their observations on 22 November 2007 and the attachments on 27 November 2007. Although, according to the Government, the attachments had been sent a week after the observations, they had nonetheless submitted them within the time-limit set out by the Court in its communication letter. The Government thus considered that they had complied with their obligations under the Convention. However, the Court observed that it had received no further documents related to the present case since the Government’s letter of 22 November 2007. It stressed that on 30 November 2007, noting that the Government had not complied with the request to provide copies of the witness statements, it had asked them to send those documents as soon as possible. The Court paid particular attention to the fact that upon receipt of the repeated request for the documents the Government had not contacted the Court to clarify the issue, although, according to them, by that time the documents were already in the Court’s possession.",
                                "elements": []
                            },
                            {
                                "content": "7.  The Court also noted that the Government’s letter of 20 December 2007, with the English translation of their observations and enclosures, did not list copies of the witness statements among the documents which the Government had already sent to the Court. It was not until 3 March 2008, following the applicant’s complaint under Article 38 of the Convention and the Court’s third request for copies of the witness statements, that the Government replied that they had submitted the documents as attachments on 27 November 2007. Whereas the Court did not reply to this letter, it observed that the Government had formulated their reply in general terms and had not explicitly stated that the witness statements were included in the attachments. The Court also stressed that it had been open to the Government to resubmit the records of the witness statements or to enclose a copy of the letter which had allegedly been sent to the Court on 27 November 2007 but which the Court had never received. However, they had not done so. The Court therefore concluded that the Government had failed to produce a copy of the witness statements, despite repeated requests to that effect.",
                                "elements": []
                            },
                            {
                                "content": "8.  In such circumstances, the Court unanimously held that the Russian Government’s failure to respond diligently to the Court’s requests for the evidence it considered necessary for the examination of the application, such as witness statements, could not be reconciled with the Government’s obligations under Article 38 of the Convention (see Damir Sibgatullin v. Russia, no. 1413/05, §§ 60-68, 24 April 2012).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  THE REQUEST FOR REVISION",
                        "elements": [
                            {
                                "content": "9.  On 23 July 2012 the Government sent a letter to the Court disagreeing with its finding of a violation of Article 38 of the Convention. They submitted a printed copy of a screenshot showing that on 27 November 2007 they had published a large file on the Russian Federation secure website. They further submitted that they had informed the Court in writing on 3 March 2008 that the documents had already been submitted within the time-limit established by the Court. The Government observed that if the Court had had any doubts it should have contacted them again and should have repeated its request for the documents.",
                                "elements": []
                            },
                            {
                                "content": "10.  The applicant endorsed the Court’s conclusion in its original judgment, as well as its reasoning. He maintained that given the fact that the Court had made repeated requests for the witnesses’ depositions, the Government had been fully aware that the Court had not received them. However, they had disregarded the Court’s requests and had not complied with their obligation under Article 38 of the Convention. The applicant further argued that the Government had not submitted any evidence which would have been unknown to the Court or to them at the time the judgment was delivered. The applicant therefore expressed the view to the Court that the request for revision was unfounded and inadmissible.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  THE COURT’S ASSESSMENT",
                        "elements": [
                            {
                                "content": "11.  The relevant parts of Rule 80 of the Rules of Court provide:",
                                "elements": []
                            },
                            {
                                "content": "“A party may, in the event of the discovery of a fact which might by its nature have a decisive influence and which, when a judgment was delivered, was unknown to the Court and could not reasonably have been known to that party, request the Court ... to revise that judgment ...”",
                                "elements": []
                            },
                            {
                                "content": "12.  The Court reiterates that it has already set out principles regulating the procedure for revision of its final judgments in compliance with Rule 80 of the Rules of Court. In particular, in so far as it calls into question the final character of judgments of the Court, the possibility of revision is considered to be an exceptional procedure. Requests for revision of judgments are therefore to be subjected to strict scrutiny (see McGinley and Egan v. the United Kingdom (revision), nos. 21825/93 and 23414/94, § 30, ECHR 2000I, with further references).",
                                "elements": []
                            },
                            {
                                "content": "13.  Turning to the facts of the present case, the Court observes that it has first to decide whether it can agree to the request for revision of its original judgment. In this respect, it needs to examine whether the witness statements requested from the Government did in fact reach the Court before it passed the original judgment finding a violation of Article 38 of the Convention. It will commence by looking at the communication between the Government and the Court.",
                                "elements": []
                            },
                            {
                                "content": ".  The Court observes that at the relevant time the usual channel of communicating documents to the Court was for the Government to upload documents via a secure website and directly on to the Court’s webserver. If a document was uploaded and no error message appeared, the uploading process had been successfully completed. The Government could check whether an uploading operation had been successful by checking the calendar interface on the secure website for a particular date on which they had used that channel to send documents to the Court. If the Government had successfully uploaded a document to the website, an email with a link to the document was automatically sent to the Court’s Central Bureau, from which it was subsequently transferred to the Registry’s legal division in charge of the case.",
                                "elements": []
                            },
                            {
                                "content": ".  Turning to the specific circumstances of the present case, the Court notes that in response to the Government’s letter of 23 July 2012, with which a print of the screenshot from the Government’s secure website was enclosed, the Court’s IT department carried out a search for the missing documents. It was established that neither the Registry’s legal divisions nor the Court’s Central Bureau had received an email containing any trace of a document, file or attachment sent from the Government’s secure website on 27 November 2007 and related to the present case. However, relying on the attachment to the Government’s letter of 23 July 2012, the IT specialists were able to establish that the Government had in fact uploaded copies of the witness statements to their secure website on 27 November 2007, but that due to a transmission defect those documents had never reached the Court’s Central Bureau mailbox.",
                                "elements": []
                            },
                            {
                                "content": ".  The Court therefore finds it unequivocally established that the Government had submitted records of the witness statements by way of uploading them to the Government’s secure website on 27 November 2007. It also observes that that action has a decisive influence on the outcome of the judgment within the meaning of Rule 80 § 1 of the Rules of Court, namely the Court’s finding of a violation of Article 38 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": ".  Having established that the first part of Rule 80 § 1 of the Rules of Court, in particular “... a discovery of a fact which might by its nature have a decisive influence and which, when a judgment was delivered, was unknown to the Court” was satisfied, the Court has now to determine whether that decisive fact “could not reasonably have been expected to be known to” the Government. In other words, to agree to the request for revision of the original judgment the Court has to decide whether, before receiving the original judgment with the Court’s finding of their failure to submit the witness statements in violation of Article 38 of the Convention, the Russian Government could reasonably have been expected to know that the witness statements had not reached the Court.",
                                "elements": []
                            },
                            {
                                "content": ".  The Court observes that the sole, “technical”, way for the Government to ascertain whether the witness statements had reached the Court was to view the particular date, namely 27 November 2007, on the calendar interface on their secure website, which they in fact did to support their request for revision of the Court’s original judgment.",
                                "elements": []
                            },
                            {
                                "content": ".  In this respect the Court observes that despite the rapid development of modern technologies no IT system, even the most sophisticated one, can be entirely free of defects and flaws influencing its work. The Court also understands that no back-up mechanism, such as the one put in place by the Court’s IT division since the incident in the present case, introduced to minimise or prevent IT system failings can guarantee the flawless exchange of information between the Court and the parties. The Court, therefore, considers that other, more conventional, routes of communication with the parties should also serve as indicators and guarantees of the effective flow of information and the parties’ compliance with their responsibilities, including those under Article 38 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": ".  The Court is of the opinion that its correspondence with the Government after 27 November 2007, when a defect in the IT system precluded effective transmission of the documents from the Government’s website, served as such a “conventional” back-up mechanism capable of rectifying an IT error and providing the Government with the information that the witness statements had not been delivered. The Court observes that three days after the Government had published the witness statements on their secure website they received a letter from the Court in which it asked them to produce the witness statements as soon as possible. In the absence of a response from the Government, the Court repeated the request on 13 February 2008, attaching the applicant’s observations in which he raised the issue of the Government’s non-compliance with the requirements of Article 38 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": ".  The Court accepts, however, that the Government in their submissions of 3 March 2008 again insisted on their compliance with the obligation to submit the documents and that no further correspondence on that issue followed. In these circumstances the Court does not find it appropriate to place an additional obligation on the respondent Government in order to secure the rectification of an apparent error in the IT system, but considers that the second part of Rule 80 § 1 of the Rules of Court has been complied with in that the Government, subsequent to their submissions of 3 March 2008, could not reasonably have known that the witness statements had not reached the Court.",
                                "elements": []
                            },
                            {
                                "content": ".  The Court accordingly considers that the request for revision should be accepted and the judgment of 24 April 2012 should be revised. In the light of the findings above, the Court further concludes that the Government complied with their obligations under Article 38 of the Convention.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to revise the judgment of 24 April 2012 as regards its findings under Article 38 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that the Government complied with their obligations under Article 38 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 28 May 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "president"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DAMIR SIBGATULLIN v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-144141.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:0528JUD000141305",
    "externalsources": [],
    "extractedappno": [
        "1413/05",
        "21825/93",
        "23414/94"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-144141",
    "judgementdate": "28/05/2014 00:00:00",
    "kpdate": "28/05/2014 00:00:00",
    "kpthesaurus": [
        "121",
        "594"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "38"
    ],
    "parties": [
        "DAMIR SIBGATULLIN",
        "RUSSIA"
    ],
    "rank": "1124.0673828125",
    "representedby": [
        "RACHKOVSKIY M."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Damir Sibgatullin v. Russia, no. 1413/05, §§ 60-68, 24 April 2012",
        "McGinley and Egan v. the United Kingdom (revision), nos. 21825/93 and 23414/94, § 30, ECHR 2000 I"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "395933",
    "typedescription": "18"
}