{
    "__articles": "5;5-3;34;41",
    "__conclusion": "Preliminary objections rejected (non-exhaustion of domestic remedies, victim);Violation of Art. 5-3;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses (Convention proceedings) - claim dismissed",
    "applicability": "",
    "appno": "56271/00",
    "article": [
        "41",
        "5",
        "34"
    ],
    "conclusion": [
        {
            "details": [
                "non-exhaustion of domestic remedies, victim"
            ],
            "element": "Preliminary objections rejected",
            "type": "other"
        },
        {
            "details": [
                "Convention proceedings"
            ],
            "element": "Costs and expenses",
            "type": "other"
        },
        {
            "element": "- claim dismissed",
            "type": "other"
        }
    ],
    "content": {
        "001-68348.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 56271/00) against the  lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mr Horacio Sardinas Albo (“the applicant”), on 8 June 1998.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mrs B. Sartirana, a lawyer practising in . The Italian Government (“the Government”) were represented by their agent, Mr I.M. Braguglia, and by Mr F. Crisafulli, coagent.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained, in particular, about the length of his detention on remand (Article 5 § 3 of the Convention).",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed First Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  By a decision of 8 January 2004, following a hearing on admissibility and the merits (Rule 54 § 3), the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "8.  The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine), the parties replied in writing to each other’s observations.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "9.  The applicant was born in 1948 and is currently detained in Voghera.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s arrest and the criminal proceedings against him",
                                "elements": [
                                    {
                                        "content": "10.  On 6 August 1996 the applicant, accused of international drugtrafficking, was arrested in . He was in possession of a false passport in the name of José Luis Troccoli Perdomo.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 7 August 1996 the applicant was questioned by the Milan Public Prosecutor. Criminal proceedings were instituted against José Luis Troccoli Perdomo.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  By an order of 9 August 1996, the  investigating judge remanded the applicant in custody. He observed that there was strong evidence of guilt against the applicant, who was in possession of documents showing that he was in contact with persons connected to drug-trafficking. Given the amount of cocaine (104 kilograms) imported by those persons and the fact that they were probably part of a major criminal organisation, the investigating judge considered that there was a serious risk of re-offending and a risk of tampering with evidence. Moreover, the applicant had declared that he was a tourist and that he had no links whatsoever to . It was therefore reasonable to believe that he would try to abscond in order to avoid the consequences of the legal proceedings commenced against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The applicant challenged the order before the Milan District Court, which dismissed his appeal on 23 September 1996. The District Court observed that new evidence had emerged against the applicant, who had been recognised as the person who had rented a deposit box in which the cocaine had been found, had helped to move a container into the deposit box and was facing another set of proceedings for drug-trafficking pending in Bassano del Grappa. The Milan District Court held that there was a serious risk of his re-offending, as evidenced by the fact that the applicant was part of a powerful criminal organisation. Moreover, if he were released, the applicant might try to get in touch with the other members of the organisation in order to tell them about the investigations with a view to tampering with the evidence. Finally, there was a risk of his absconding, confirmed by the fact that the applicant had given a different name to the Bassano del Grappa judicial authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The applicant did not appeal on points of law to the Court of Cassation against the order of 23 September 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 27 May 1997 the Milan Public Prosecutor’s Office requested that the applicant and twelve other persons be committed for trial. The preliminary hearing was scheduled for 23 June 1997, on which date the applicant was committed for trial, to begin on 2 April 1998 before the Milan District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  In a judgment of 22 April 1998, filed with the registry on 27 April 1998, the Milan District Court declared that the case was outside its jurisdiction ratione loci and ordered the transmission of the case-file to the Genoa Public Prosecutor’s Office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  In a decision of 8 May 1998 the  investigating judge extended the applicant’s detention on remand. After confirming the observations made in the orders of 9 August and 23 September 1996, he noted that further investigation had revealed that the applicant had played an active role in renting the deposit box where the cocaine had been found and in sending the container in which it was concealed and had kept in contact with the other defendants who had been caught by the police in the act of removing the cocaine from the container. The investigating judge considered moreover that there was a risk of his re-offending and absconding after having committed the offence. He noted in that respect that another set of criminal proceedings had been instituted against the applicant in Bassano del Grappa, and that the accused had tried to abscond, producing false identification papers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The applicant did not appeal against the decision of 8 May 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 4 November 1998 the Public Prosecutor attached to the Genoa District Court forwarded the case-file to the Como Public Prosecutor’s Office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In a judgment of 7 October 1999, filed with the registry on 28 October 1999, the Como District Court found the applicant guilty of the charges against him and sentenced him to fifteen years’ imprisonment and imposed a fine of 130,000,000 Italian lire (ITL). The applicant’s name was established as being in reality Horacio Sardinas Albo.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 20 December 1999 the applicant appealed against that judgment. He challenged, in particular, the jurisdiction of the Como District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The hearing was scheduled for 16 March 2000. On that date, the applicant concluded a plea bargain (applicazione della pena su richiesta delle parti) with the Public Prosecutor attached to the Milan Court of Appeal. The applicant agreed to withdraw his appeal in return for a reduction in his sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  In a judgment of 16 March 2000, the Milan Court of Appeal recognized the agreement reached by the parties and reduced the applicant’s sentence to eleven years’ imprisonment and a fine of ITL 100,000,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The applicant’s appeal on points of law was declared inadmissible by the Court of Cassation in a judgment of 2 February 2001.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The first set of extradition proceedings",
                                "elements": [
                                    {
                                        "content": "25.  Meanwhile, on 14 May 1998, the Ministry of Justice had requested that the applicant be placed in detention with a view to his extradition to the . In an order of 15 May 1998 the Brescia Court of Appeal had provisionally granted the request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 22 May 1998 the applicant was interviewed by the President of the Brescia Court of Appeal. He declared that he did not agree to be extradited since the absence of diplomatic relations between  and the  could result in his being detained for an indefinite period of time (a situation commonly known as “limbo incarceration”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 22 May 1998 the applicant challenged the order of 15 May 1998. He contested in particular the authorities’ assumption that it was necessary to prevent him from absconding before the extradition decision could be enforced. By an order of 26 May 1998 the Brescia Court of Appeal rejected his claim. The applicant’s appeal on points of law was declared inadmissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 22 June 1998 the  authorities requested the applicant’s extradition for offences related to drug-trafficking (importation and possession of 425 kilograms of cocaine).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 25 August 1998 the Brescia Public Prosecutor’s Office requested that extradition be granted. It was noted that an arrest warrant had been issued against the applicant on 9 June 1993 by the Porto Rico District Court and that in the light of the evidence produced by the  authorities it was reasonable to believe that the applicant was guilty of the offences with which he had been charged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  In a judgment of 2 October 1998, filed with the registry on 6 October 1998, the Brescia Court of Appeal ruled in favour of extradition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 27 October 1998 the applicant appealed on points of law. He submitted that Cuban nationals incurred a serious risk of indefinite detention in the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  By a judgment of 29 January 1999, filed with the registry on 29 March 1999, the Court of Cassation dismissed the applicant’s appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 12 May 1999 the Ministry of Justice granted the extradition request. However, noting that criminal proceedings against the applicant were then pending before the Como District Court, the Ministry decided, according to Article 709 of the Code of Criminal Procedure (hereinafter, the “CCP”), to suspend the enforcement of the extradition.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The second set of extradition proceedings",
                                "elements": [
                                    {
                                        "content": "34.  Meanwhile the  authorities had once again requested the applicant’s extradition in relation to a charge of false statements. The applicant had allegedly declared that his name was Gilberto Ramos in order to obtain a  passport and had produced evidence corroborating the assertion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  By an order of 4 June 1999 the Brescia Court of Appeal decided that the applicant should be detained with a view to extradition. It noted, in particular, that the applicant had already left the jurisdiction of the  courts and that there was a specific risk of his absconding. The order indicated that the applicant was a Cuban citizen who, in February 1973, had obtained a permanent residence permit in the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 8 July 1999 the applicant appealed on points of law against the order of 4 June 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  By a judgment of 19 August 1999, filed with the registry on 1 September 1999, the Court of Cassation declared the applicant’s appeal inadmissible because it had been lodged out of time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  By a judgment of 9 March 2000, filed with the registry on 21 March 2000, the Brescia Court of Appeal ruled in favour of extradition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The applicant appealed on points of law. By a judgment of 19 September 2000, filed with the registry on 30 October 2000, the Court of Cassation, considering that the Court of Appeal had duly given reasons for its decision, dismissed the applicant’s appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  By an order of 3 November 2000 the Ministry of Justice granted the extradition request. However, noting that criminal proceedings against the applicant were still pending, the Ministry decided to suspend enforcement of the extradition.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Main legal grounds for deprivation of liberty pending trial",
                                "elements": [
                                    {
                                        "content": "41.  The first paragraph of Article 273 of the CCP provides that “no one shall be detained pending trial unless there is serious evidence of his guilt”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Article 274 CCP goes on to provide that detention pending trial may be ordered: “(a) if detention is demanded by special and unavoidable requirements of the inquiry into the facts under investigation concerning a genuine and present danger for the production or authenticity of evidence ...; (b) if the accused has absconded or there is a real danger of his absconding, provided that the court considers that, if convicted, he will be liable to a prison sentence of more than two years; and (c) where, given the specific nature and circumstances of the offence and having regard to the character of the suspect or the accused as shown by his conduct, acts or criminal record, there is a genuine risk that he will commit a serious offence involving the use of weapons or other violent means against the person or an offence against the constitutional order or an offence relating to organised crime or a further offence of the same kind as that of which he is suspected or accused ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Under Article 275 of the CCP, precautionary measures should be adapted, in each individual case, to the nature and degree of the conditions set out in Article 274; they must be proportionate to the seriousness of the offence and to the sanction which is likely to be applied. Detention pending trial may be ordered only if all other precautionary measures appear to be inadequate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Article 292 CCP provides inter alia that a detention order must contain an explanation of the actual grounds for the precautionary measure and of the specific evidence of guilt, including the factual elements on which the evidence is based and the grounds for its relevance, and must also take into account the time elapsed since the offence was committed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  According to the Court of Cassation’s case-law, the existence of evidence of guilt and of the reasons for detention set out in Article 274 of the CCP should be re-examined in the light of any new relevant facts, such as the time elapsed since the beginning of the enforcement of the precautionary measure (see the Fourth Section’s judgment no. 2395 of 16 October 1997 in the case of Luise).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Article 303 CCP lays down the maximum permitted periods of detention pending trial which vary according to the stage reached in the proceedings and according to the seriousness of the offences with which the accused is charged.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Applicability of Article 5 § 3 of the Convention to the proceedings before the Italian courts",
                                "elements": [
                                    {
                                        "content": "47.  In 1989 the Court of Cassation held that the Convention provisions were applicable in , provided that they were drafted in sufficiently precise terms (see the ’s judgment no. 15 of 8 May 1989 in the case of Polo Castro). According to the , the Convention is a special source of law which cannot be modified by ordinary law (judgment no. 10 of 19 January 1993).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  However, in more recent decisions, the Court of Cassation has held that Article 5 § 3 of the Convention is not directly applicable in Italy, by reason of its general and indeterminate character (natura programmatica  see, in particular, the following judgments: no. 2549 of 28 May 1996 (First Section) in the case of Persico; no. 2550 of 31 May 1997 (First Section) in the case of Esposito; no. 1439 of 21 May 1998 (Fourth Section) in the case of Scattolin).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Suspension of the enforcement of extradition",
                                "elements": [
                                    {
                                        "content": "49.  According to Article 709 of the CCP “The enforcement of extradition shall be suspended if the person to be extradited ought to be judged [in ] or must serve [in ] a sentence imposed on him or her for offences committed before or after the offence in respect of which the extradition has been granted ...”.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT’S PRELIMINARY OBJECTIONS",
                        "elements": [
                            {
                                "content": "A.  Non-exhaustion of domestic remedies",
                                "elements": [
                                    {
                                        "content": "50.  In their observations on the merits, the Government challenged the reasoning adopted by the Court in its decision on admissibility, leading to the rejection of an objection of non-exhaustion of domestic remedies for failure to introduce an appeal on points of law before the Court of Cassation. They noted that, in comparison to other similar cases, the applicant had made little use of the remedies which were available to him for obtaining his release and/or a review of the relevance of the reasons supporting his detention. They moreover challenged the Court’s statement according to which the diligence of the authorities in the conduct of the proceedings is not a factor which may be taken into account by the Italian Court of Cassation when deciding on the lawfulness of a detention on remand.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court notes that, although Article 35 § 4 of the Convention allows it to reject an application that it finds inadmissible under Article 35 at any stage in the proceedings, it has held that only new information and exceptional circumstances would induce it to reconsider its dismissal of an objection which was lodged and considered at the admissibility stage (see Cisse v. France, no. 51346/99, § 32, ECHR 2002-III, and Cordova v. Italy (No. 1), no. 40877/98, § 31, CEDH 2003-I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  In the present case, the Government failed to indicate new facts and to produce any precedent showing that the Court of Cassation had quashed an order for detention on the basis of a lack of diligence in the conduct of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court is therefore not persuaded that it should reconsider the position it adopted in its decision of 8 January 2004 dismissing the objection based on the non-exhaustion of domestic remedies. The Government’s requests on this point must accordingly be rejected.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Lack of quality of victim",
                                "elements": [
                                    {
                                        "content": "54.  In their observations on the admissibility of the application, the Government asked the Court to take into account the actual outcome of the trial. The applicant had been found guilty and his pre-trial detention had been deducted from the sentence he had to serve. He could therefore no longer claim to be the victim of a violation of Article 5 § 3 of the Convention on the ground of the duration of his detention pending trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court first notes that in their comments on the applicant’s claims for just satisfaction, the Government acknowledged that the deduction of the time spent in custody from the sentence does not deprive a person of the quality of victim under Article 5 § 3. Even assuming that this statement should not be interpreted as an implicit withdrawal of the Government’s objection, the Court recalls that an individual can no longer claim to be a victim of a violation of the Convention when the national authorities have acknowledged, either expressly or in substance, the breach of the Convention and afforded redress (Eckle v. Germany, judgment of 15 July 1982, Series A no. 51, p. 30, § 66. For the application of this principle in the context of Article 6, see Lüdi v. Switzerland, judgment of 15 June 1992, Series A no. 238, p. 18, § 34 and Schlader v. Austria (Dec.), no. 31093/96, 7 March 2000). Accordingly, in principle, where domestic proceedings are settled and include an admission of the breach by the national authorities and the payment of a sum of money amounting to redress, the dual requirements established in Eckle are satisfied and the applicant can no longer claim to be a victim of a violation of the Convention (Rechachi and Abdelhafid v. the United Kingdom (Dec.), no. 55554/00, 10 June 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  In the present case, the Italian authorities had never acknowledged that the requirements of Article 5 § 3 had not been met and no financial redress was offered to the applicant. Moreover, it should be recalled that the fact of deducting the time spent in detention on remand from the prison sentence imposed on a person does not in any way acquire the character of restitutio in integrum, for no freedom is given in place of the freedom unlawfully taken away (see Ringeisen v. Austria, judgment (article 50) of 22 June 1972, Series A no. 15, p. 8, § 21).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  It follows that the Government’s objection should be dismissed.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "58.  The applicant complained about the length of his detention on remand. He relied on Article 5 § 3 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "In its relevant parts, Article 5 of the Convention provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "(a)  the lawful detention of a person after conviction by a competent court;",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "(f)  the lawful arrest or detention ... of a person against whom action is being taken with a view to deportation or extradition.",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article ... shall be entitled to trial within a reasonable time or to release pending trial...”",
                                "elements": []
                            },
                            {
                                "content": "59.  The Government contested that submission.",
                                "elements": []
                            },
                            {
                                "content": "A.  The period to be taken into consideration",
                                "elements": [
                                    {
                                        "content": "60.  The parties agreed that the period to be taken into consideration should start on 6 August 1996, date of the applicant’s arrest (see paragraph 10 above). However, they disagreed as to its final point.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Government observed that on 15 May 1998 the applicant was placed in detention with a view to extradition (see paragraph 25 above) and that the first set of the extradition proceedings ended on 12 May 1999 (see paragraph 33 above). Few days later, on 4 June 1999, another warrant for the applicant’s arrest was issued in the ambit of the second set of extradition proceedings, which came to an end on 3 November 2000, after the applicant’s conviction (see paragraphs 35 and 40 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  In the Government’s view, the present application was declared admissible only with regard to applicant’s detention on remand. The extradition proceedings – to which Article 5 § 3 could not apply – would not be under the Court’s scrutiny. Moreover, these proceedings were conducted with the required diligence and the duration of the applicant’s detention with a view to extradition could not be regarded as excessively long.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Referring to the Court’s approach in the case of Clooth v. Belgium (see judgment of 12 December 1991, Series A no. 225, p. 14, § 35), the Government considered that the period to be taken into consideration under Article 5 § 3 should end on the day on which the first order for detention with a view to extradition was issued (15 May 1998). The applicant’s detention on remand was subsequently “resumed” on 12 May 1999, but ended few days later, on 4 June 1999 (date of the second order for detention with a view to extradition).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Government noted that the existence of other grounds supporting the deprivation of liberty affected the applicant’s status as a victim of the alleged violation of Article 5 § 3 of the Convention. In fact, even if his detention on remand had been revoked, after 14 May 1998 (and with the sole exception of the period between 12 May and 4 June 1999) he would not have been released from prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The applicant argued that the orders for his detention with a view to extradition were unlawful and could not be taken into account. These orders not only contained wrong data about his nationality, but also failed to properly address the issue of limbo incarceration. Moreover, even if the orders in issue had not been adopted, the applicant would not have been released before 7 October 1999. His detention on remand was in fact never revoked and the execution of his extradition was suspended awaiting the outcome of the criminal proceedings pending in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Court first observes that in its decision of 8 January 2004, it declared admissible “the applicant’s complaint concerning the length of his deprivation of liberty prior to his conviction by the Como District Court”. It also stated that “the applicant was arrested on 6 August 1996 and was deprived of his liberty according to Article 5 § 1 (c) and (f) of the Convention until 7 October 1999, when the Como District Court sentenced him to fifteen years’ imprisonment. His detention before trial and extradition thus lasted three years, two months and one day”. In the light of the foregoing, the Court cannot accept the Government’s argument according to which the present application was declared admissible only with regard to the length of the applicant’s detention on remand prior to the adoption of the orders for detention with a view to extradition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court further notes that the extradition orders were to be executed only after the determination of the drug-trafficking case pending against the applicant in  (see paragraphs 33, 40 and 49 above). Moreover, the Italian extradition authorities, who had ordered the applicant’s detention on the basis of a request for extradition – which was as such covered by Article 5 § 1 (f) – based their decisions mainly on a reason (the risk of absconding – see paragraphs 27 and 35 above), which is more appropriately examined in the context of Article 5 § 1 (c) of the Convention (see, mutatis mutandis, Scott v. Spain, judgment of 18 December 1996, Reports of Judgments and Decisions 1996-VI, pp. 2394-2395, §§ 51-52 and p. 2400, § 75).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  Finally, the present case might be easily distinguished from that of Clooth v. , quoted by the Government, in which the Court refused to take into consideration the period subsequent to the applicant’s release from detention on remand. In this respect, it is sufficient to note that the applicant’s detention on remand was never revoked and that at no stage was his deprivation of liberty based exclusively on the orders adopted in the ambit of the extradition proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  In the light of the above, the Court does not see any reason for departing from its finding that the final point of the period to be taken into consideration should be fixed at 7 October 1999, date of the applicant’s conviction by the Como District Court. In the circumstances of the present case and in the exercise of its powers to consider the legal basis of the applicant’s detention “autonomously”, the Court will approach the period between the applicant’s arrest (6 August 1996) and this latter date as falling within the scope of Article 5 § 1 (c) of the Convention (see, mutatis mutandis, Scott v. Spain, judgment quoted above, p. 2395, § 52 in fine).",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  This period extends to over three years, two months and one day.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The reasonableness of the length of detention",
                                "elements": [
                                    {
                                        "content": "1.  The submissions of the parties",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Government",
                                "elements": [
                                    {
                                        "content": "71.  The Government considered that the length of the applicant’s pretrial detention was compatible with Article 5 § 3 of the Convention. They alleged that there existed serious reasons to believe that the applicant had committed the offences of which he was accused, as a considerable amount of evidence, both testimonial and material, was collected during the investigations. Moreover, the Italian courts received from the  authorities additional information on the applicant’s previous behaviour and another set of criminal proceedings was instituted against him in Bassano del Grappa.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Government considered that the provisions of the CCP were in line with the Court’s case-law, setting, in the field of the adoption and prorogation of the precautionary measures, requirements which were sometimes even stricter than those of the Convention. The time elapsed since the arrest of the defendant was indeed one of the factors that the Italian courts should take into account, even if its relevance should be ascertained in the light of circumstances of the case and of the persistence of the reasons justifying the deprivation of liberty. In this respect, the Government argued that it would be unreasonable to presume that the sole passing of time always and automatically weakens the grounds for detention and that after a certain time, new facts should be produced in order to keep a person in custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  It is true that the decisions concerning the applicant’s detention were motivated in a concise way; however, this was due to the applicant’s failure to put forward substantial arguments capable to persuade the domestic jurisdictions that he should have been released pending trial. The Italian courts therefore confined themselves in exposing the essential grounds for their decisions, relying on the danger of re-offending, on the risks of fleeing and of tampering with the evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  In the Government’s view, these dangers should be evaluated in the light of the fact that the applicant was part of a vast and powerful international organisation devoted to large-scale drug trafficking, through which he could easily obtain assistance and money. In particular, there was a serious risk that the applicant might try to warn his accomplices, to collude with the witnesses or to threaten them. Such risk did not automatically weaken with the passing of time and with the progress of the investigations, as in the Italian system the proofs of guilt should in principle be produced at the public hearings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Government further noted that given his prominent place in the criminal organisation, it was likely that the applicant was obtaining his whole income from his activity as a drug-trafficker. It would have been difficult and dangerous for the applicant to quit this business, having regard to the possible reactions of his accomplices, to the fact that he had no other sources of income and that, as an inadmissible alien, he could hardly find a regular job in Italy or in Europe. Moreover, the applicant would be an individual unlikely “to feel any social pressure urging him to improve the morality of his life”. Other factors to be taken into account in this respect would also be the applicant’s criminal record and the circumstance that other criminal proceedings were pending against him in the  and in Bassano del Grappa.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Government suggested that in the applicant’s case there was also a very strong danger of absconding, which lasted for the overall period of his detention and did not diminish with the passing of time. In the first place, the applicant had come to  after having fled the American justice, loosing a bail of USD 100,000. It was therefore quite obvious that he would have absconded again if another opportunity – free of charge – was offered to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The only real alternative to detention on remand was, under Italian law, house arrest. However, this latter form of deprivation of liberty mainly relies on the accused self-discipline as – notwithstanding the controls made by the police – it is much easier to flee from a house than from a penitentiary. Therefore, it might be granted only if there are strong reasons to believe that the defendant would prefer to face his trial than to try to abscond. However, these reasons were non-existent in the present case, as the applicant was aware that he risked a quite substantial penalty, much longer than the period of time which he had already spent in pre-trial detention. Furthermore, he was a foreigner, with no family or personal ties in , who at the same time had connections which proved helpful in hiding, creating new identities and falsifying passports. In this respect, the Government argued that the applicant’s situation was similar to that of Mr Van der Tang, who was detained on remand for three years, one month and twenty-seven days without violating Article 5 § 3 of the Convention (see Van der Tang v. Spain, judgment of 13 July 1995, Series A no. 321).",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  As regards the diligence of the authorities in the conduct of the proceedings, the Government pointed out that the applicant’s case was undoubtedly complex, having regard to the nature of the charges and to the number of the defendants (thirteen). Moreover, the particular circumstances of the case gave rise to problems of competence ratione loci – which required to establish certain facts and to solve certain legal questions – and to the moving of the trial on two occasions. Notwithstanding this, the preliminary investigations lasted little more than nine months (from 9 August 1996 until 27 May 1997, date of the Milan Public Prosecutor’s request for committal for trial) and the preliminary hearing was scheduled for 23 June 1997. Then, twenty days after the commencement of the trial, the Milan District Court ascertained that there were doubts as to its competence and decided accordingly. The case-file was rapidly forwarded to the Genoa Public Prosecutor and some six months after it was sent to the Como judicial authorities (4 November 1998), which adopted a decision on the merits of the charges less than one year later (7 October 1999).",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  While acknowledging that no activity was performed between 23 June 1997 (date of the committal for trial) and 2 April 1998 (date of the first hearing before the Milan District Court), the Government considered that the judicial authorities had, in general, acted with the required diligence. They referred, on this point, to the findings of the Court in the cases of Stögmüller, Wemhoff and W. v. Switzerland, where delays similar to those imputable to the Italian authorities had not been considered excessive (see Stögmüller v. Austria, judgment of 10 November 1969, Series A no. 9; Wemhoff v. Germany, judgment of 27 June 1968, Series A no. 7; W. v. Switzerland, judgment of 26 January 1993, Series A no. 254-A).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The applicant",
                                "elements": [
                                    {
                                        "content": "80.  The applicant disagreed with the Government’s arguments. He argued that the information provided to the Court were inaccurate and misleading. He affirmed that he had never been interrogated by the Bassano del Grappa judicial authorities and that he never tried to abscond producing false identification documents. The proceedings in Bassano del Grappa were in fact discontinued during the preliminary investigations. Moreover, the applicant alleged that he had been honestly working since he was twelve years old, and that when he was arrested in  in 1993, he had a lawful construction company in Porto Rico and other income coming from investments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The applicant pointed out that during the overall period of his detention on remand, only few days were devoted to judicial activities and that no new element had been obtained at the outset of the preliminary investigations, which lasted approximately nine months. The only reason for the continuous adjourning of the trial was the different interpretation given by the various courts on the issue of the competence ratione loci.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The applicant also observed that the domestic courts had never undertaken a serious and precise analysis of the elements supporting the alleged risks of re-offending, fleeing and tampering with the evidence. It would be inconceivable that, in a State governed by the rule of law, such analysis is omitted simply because the detained person fails to introduce a formal claim before the competent organ. In any case, the risks at issue could not but diminish with the passing of time, as the contacts with the environment in which the offence had been committed were cut and the financial resources of the applicant were radically reduced.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  Finally, account should be taken of the re-educational function of the detention, which might lead the detainee to reconsider his life-style in order to avoid, in future, further deprivations of liberty. All these factors should have induced the Italian authorities to replace the applicant’s detention on remand with a less strict precautionary measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Principles established under the Court’s case-law",
                                "elements": [
                                    {
                                        "content": "84.  Under the Court’s case-law, the issue of whether a period of detention is reasonable cannot be assessed in abstracto. Whether it is reasonable for an accused to remain in detention must be assessed in each case according to its special features. Continued detention can be justified in a given case only if there are specific indications of a genuine requirement of public interest which, notwithstanding the presumption of innocence, outweighs the rule of respect for individual liberty (see, among other authorities, W. v. Switzerland, judgment of 26 January 1993, Series A no. 254-A, p. 15, § 30, and Pantano v. Italy, no. 60851/00, § 66, 6 November 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  It falls in the first place to the national judicial authorities to ensure that, in a given case, the pre-trial detention of an accused person does not exceed a reasonable time. To this end they must examine all the facts arguing for or against the existence of a genuine requirement of public interest justifying, with due regard to the principle of the presumption of innocence, a departure from the rule of respect for individual liberty and set them out in their decisions dismissing the applications for release. It is essentially on the basis of the reasons given in these decisions and of the true facts mentioned by the applicant in his appeals, that the Court is called upon to decide whether or not there has been a violation of Article 5 § 3 of the Convention (see Kudla v. Poland [GC], no. 30210/96, § 110, CEDH 2000-XI, and Labita v. Italy [GC], no. 26772/95, § 152, CEDH 2000-IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The persistence of reasonable suspicion that the person arrested has committed an offence is a condition sine qua non for the lawfulness of the continued detention, but after a certain lapse of time it no longer suffices. In such cases, the Court must establish whether the other grounds given by the judicial authorities continued to justify the deprivation of liberty. Where such grounds were “relevant” and “sufficient”, the Court must also ascertain whether the competent national authorities displayed “special diligence” in the conduct of the proceedings (see Ilijkov v. Bulgaria, no. 33977/96, § 77, 26 July 2001; Contrada v. Italy, judgment of 24 August 1998, Reports 1998-V, p. 2185, § 54; I.A. v. France, judgment of 23 September 1998, Reports 1998-VII, pp. 2978-79, § 102).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of those principles in the instant case",
                                "elements": [
                                    {
                                        "content": "87.  The Court observes that the relevant authorities examined whether the applicant should remain in detention following his applications for release on two occasions: 23 September 1996 and 26 May 1998 (see paragraphs 13 and 27 above). In addition, on 9 August 1996, 8 and 15 May 1998 and 4 June 1999 they stated the reasons for ordering and prolonging the applicant’s detention awaiting trial and extradition (see paragraphs 12, 17, 25 and 35 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  In deciding to keep the applicant in custody, the authorities relied simultaneously on the existence of serious evidence of his guilt and on the risks of his re-offending and absconding. It was also pointed out that there was a significant danger of evidence being tampered with.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  It is alleged by the applicant, and not disputed by the Government, that the decisions refusing to grant conditional release contained poor reasoning to the grounds for continued detention. However, in the Court’s view the material produced before it clearly established that the applicant was well aware as to why he was being kept in detention. While it would certainly have been desirable for the Italian courts to have given more detailed reasoning as to the grounds for the applicant’s detention, this cannot in itself, in the present case where the relevant circumstances, and particularly the evident and significant risk of his absconding, remained unchanged, amount to a violation of his rights under Article 5 § 3 of the Convention (see Van der Tang v. Spain, judgment of 13 July 1995, Series A no. 321, p. 19, § 60).",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Court reiterates that for there to be “reasonable suspicion” there must be facts or information which would satisfy an objective observer that the person concerned may have committed an offence (see Erdagöz v. Turkey, judgment of 22 October 1997, Reports 1997-VI, p. 2314, § 51 in fine, and Fox, Campbell and Hartley v. the United Kingdom, judgment of 30 August 1990, Series A no. 182, pp. 16-17, § 32). In the present case, the Italian authorities pointed out that the applicant was in possession of documents showing that he was in contact with persons connected to drugtrafficking. Moreover, further investigation had revealed that the applicant had played an active role in renting the deposit box where the cocaine had been found and in sending the container in which it was concealed (see paragraphs 12 and 17 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  In these circumstances, the Court is satisfied that sufficient evidence of guilt had been brought against the applicant, and that the domestic courts could reasonably suspect that he was involved in drug-trafficking. However, the existence of a strong suspicion of the involvement of a person in serious offences, while constituting a relevant factor, cannot alone justify a long period of pre-trial detention (see Tomasi v. France, judgment of 27 August 1992, Series A no. 241-A, p. 35, § 89, and Scott v. Spain, judgment quoted above, p. 2401, § 78).",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The national courts referred to the risk of evidence being tampered with, to the fact that the accused was dangerous and that he could try to abscond.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  The Court considers that the grounds stated in the relevant decisions were reasonable, at least initially. It is true that the risk of tampering with evidence significantly diminished with the progress of the investigation and that the applicant’s alleged ties with persons implicated in drug-trafficking could have been cut, at least to a certain extent, by his prolonged detention, thus weakening the danger of re-offending. However, the Court is of the opinion that there was a substantial risk of the applicant’s absconding which persisted throughout the total period of his detention. This risk was confirmed by a number of relevant factors, such as the fact that the applicant was a foreigner without a residence in , lacking links or property in the country. It was therefore reasonable to believe that the applicant was under considerable temptation to evade trial, especially in view of the heavy prison sentence to which he was liable. Moreover, it could not be disregarded that the applicant was found in possession of a false passport and that he had already fled the American justice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  In view of the above, the Court is persuaded that the danger of absconding constituted, in the particular circumstances of the present case, a relevant and sufficient ground for refusing the applicant’s applications for release (see, mutatis mutandis, Van der Tang v. Spain, judgment quoted above, pp. 19-20, §§ 64-67). It therefore remains to be ascertained whether the national authorities displayed \"special diligence\" in the conduct of the proceedings (see paragraph 86 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  The Court observes that the applicant was detained pending trial and extradition for little more than three years and two months, approximately ten months and a half during the investigation and the remainder after his committal for trial, which occurred on 23 June 1997 (see paragraph 15 above). Having regard to the seriousness of the charges, to the number of defendants and to the difficulties of the fight against criminal organisations dealing with international drug-trafficking – in particular with regard to obtaining and producing evidence –, the Court accepts that the applicant’s case, as submitted by the Government, was one of a certain complexity. It follows that the length of the preliminary investigations is not, as such, open to criticism.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  It is to be noted that a number of unjustified delays occurred after the preliminary hearing. In particular, it remains unexplained why the first hearing of the applicant’s trial was fixed only at 2 April 1998, which is more than nine months after the date of the committal for trial (see paragraph 15 above). Moreover, the case did not stay with the Milan District Court and was forwarded first to  and then, on 4 November 1998, to the  judicial authorities, which eventually adopted a judgment on the merits of the charges (see paragraphs 16, 19 and 20 above). While accepting that the issue of determining the competent jurisdiction could have been of some complexity and might have required to establish facts and to clarify legal points, the Court considers that a delay of more than seven months to solve a question of competence ratione loci is excessive. It follows that during an overall period of more than one year and four months, there was either a total stay of the proceedings, or a suspension of the examination of the merits of the case awaiting a ruling on a preliminary issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  In the light of the foregoing, the Court considers that the duty of “special diligence” enshrined in Article 5 § 3 has not been observed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c) \tConclusion",
                                "elements": [
                                    {
                                        "content": "98.  In conclusion, there has been a violation of Article 5 § 3.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "99.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "100.  The applicant observed that being far from his family, he was unable to receive from them clothes, food or soap, and was obliged to buy at his own expenses all what he needed during his detention. Moreover, the applicant’s family visited him few times in , encountering substantial expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The applicant also pointed out that he had suffered a moral distress for the long period spent in prison in a condition of uncertainty about his fate. This psychological suffering had been aggravated by the moving of his trial from one court to another, by the distance of his relatives and by the difficulties he had in finding the documents supporting his case and in contacting his lawyers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  In the light of the above, the applicant requested the Court to make an award for the material and moral prejudice on an equitable basis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  The Government recalled that the existence and the amount of any pecuniary damage should be proved. In the instant case, the applicant failed to produce any evidence of the expenses which he is alleging and nothing shows that his relatives had indeed visited him in prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  The Government also considered that the damages invoked by the applicant were not linked with the violation of Article 5 § 3 of the Convention, which concerned only the period exceeding the reasonable time of the pre-trial detention and not the overall duration of the deprivation of liberty. Moreover, even if he were released pending trial the applicant would not have been able to return in the , being thus in any case obliged to provide for his daily life expenses outside prison and to receive visits from his family.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  As to the moral prejudice, the Government considered that the finding of a violation would constitute in itself a sufficient redress. They noted that the applicant was finally convicted to a heavy penalty and that the duration of his pre-trial detention was deducted from his sentence. According to the principles laid down by the Court in the case of Ringeisen v.  (see judgment (article 50) quoted above, p. 8, § 21), this fact should be taken into consideration in evaluating the damage flowing from the excessive duration of the detention. Moreover, the Government were inclined to presume that the applicant was all the way long perfectly aware of his misbehaviour and of the substantial rightfulness of his detention, and that he could not have felt that the latter was a “great injustice”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  The Court dismisses the claim relating to material damage as it is not based on proof that the alleged loss had actually been sustained. On the other hand, the Court considers that the applicant undoubtedly sustained non-pecuniary damage on account of his prolonged deprivation of liberty. Having regard to the circumstances of the case and ruling on an equitable basis as required by Article 41 of the Convention, it awards him 4 000 Euros (EUR) under that head, plus any tax that may be chargeable on that account.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "107.  The applicant alleged that during the three years of his detention on remand, his lawyers visited him many times in prison, prepared a number of legal acts and attended the domestic hearings. The applicant was also assisted by an American counsel, who on one occasion visited him in the penitentiary. However, the applicant was unable to find the bills relating to these legal expenses, and asked the Court to make an award on an equitable basis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  The Government recalled that any legal expenses should be proved and observed that the applicant failed to produce any bill or receipt and to indicate which acts were performed by his lawyers and which fees had been applied in his case. In any event, only the costs relating to the requests for release for excessive duration of the pre-trail detention might be taken into account. Now, the applicant had challenged only the first order for detention on remand (issued on 9 August 1996) and the cost of this legal act could not exceed EUR 500. Moreover, the appeal in issue was introduced few days after the applicant’s arrest, when his detention could not have been regarded as unreasonably long. Therefore, the expenses relating to it were not created by the violation of the Convention and should not be reimbursed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  The Government finally observed that the applicant had at his disposal some financial means, which could hardly come from any lawful activity, since he had no official source of income. In the Government’s view, it is questionable whether the society should reimburse to him the sums which he had illegally gained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  According to the Court’s established case-law, an award can be made in respect of costs and expenses incurred by the applicant only in so far as they have been actually and necessarily incurred and are reasonable as to quantum (see, inter alia, Belziuk v. Poland, judgment of 25 March 1998, Reports 1998-II, p. 573, § 49, and Craxi v. Italy, no. 34896/97, § 115, 5 December 2002).",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  The Court notes that part of the lawyer’s fees claimed by the applicant seem to concern the defence against the criminal charges in the domestic proceedings and against his extradition to the . However, the applicant’s complaints on these issues have been declared inadmissible. Therefore, these fees do not constitute expenses necessarily incurred in seeking redress for the violation of the Convention found in the present case (see, mutatis mutandis, Nikolova v. Bulgaria, no. 31195/96, § 79, ECHR 1999-II). Moreover, the applicant failed to specify the amount of the expenses relating to his request for release from custody and did not produce any bill showing that these expenses were actually incurred. In these circumstances, the Court decides not to award any reimbursement in respect of the costs sustained in attempting to forestall or secure redress for the violation of the Convention through the domestic legal system.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  Although invited to do so, the applicant’s lawyer did not present any claim for reimbursement of costs and expenses incurred in the  proceedings. Noting that the applicant received legal aid from the Council of Europe before the Convention institutions, the Court considers that no award should be made under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "113.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Dismisses the Government’s preliminary objections;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 4 000 (four thousands euros) in respect of non-pecuniary damage, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 17 February 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrV. Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "08/01/2004 00:00:00",
    "docname": "CASE OF SARDINAS ALBO v. ITALY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-68348.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0217JUD005627100",
    "externalsources": [],
    "extractedappno": [
        "56271/00",
        "51346/99",
        "40877/98",
        "31093/96",
        "55554/00",
        "60851/00",
        "30210/96",
        "26772/95",
        "33977/96",
        "34896/97",
        "31195/96"
    ],
    "importance": "3",
    "introductiondate": "08/06/1998 00:00:00",
    "issue": [],
    "itemid": "001-68348",
    "judgementdate": "17/02/2005 00:00:00",
    "kpdate": "17/02/2005 00:00:00",
    "kpthesaurus": [
        "183",
        "498",
        "448",
        "227",
        "404",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "5-3",
        "41",
        "5",
        "34"
    ],
    "parties": [
        "SARDINAS ALBO",
        "ITALY"
    ],
    "rank": "507.881378173828",
    "representedby": [
        "SARTIRANA B."
    ],
    "respondent": "ITA",
    "respondentOrderEng": "23",
    "scl": [
        "Belziuk v. Poland, judgment of 25 March 1998, Reports 1998-II, p. 573, § 49",
        "Cisse v. France, no. 51346/99, § 32, ECHR 2002-III",
        "Clooth v. Belgium, judgment of 12 December 1991, Series A no. 225, p. 14, § 35",
        "Contracta v. Italy, judgment of 24 August 1998, Reports 1998-V, p. 2185, § 54",
        "Cordova v. Italy (no. 1), no. 40877/98, § 31, ECHR 2003-l",
        "Craxi v. Italy, no. 34896/97, § 115, 5 December 2002",
        "Eckle v. Germany, judgment of 15 July 1982, Series A no. 51, p. 30, § 66",
        "Erdagöz v. Turkey, judgment of 22 October 1997, Reports 1997-VI, p. 2314, § 51 in fine",
        "Fox, Campbell and Hartley v. the United Kingdom, judgment of 30 August 1990, Series A no. 182, pp. 16-17, § 32",
        "I.A. v. France, judgment of 23 September 1998, Reports 1998-VII, pp. 2978-79, § 102",
        "Ilijkov v. Bulgaria, no. 33977/96, § 77, 26 July 2001",
        "Kudia y. Poland [GC], no. 30210/96, § 110, ECHR 2000-XI",
        "Labita v. Italy [GC], no. 26772/95, § 152, ECHR 2000-IV",
        "Lüdi v. Switzerland, judgment of 15 June 1992, Series A no. 238, p. 18, § 34",
        "Nikolova v. Bulgaria, no. 31195/96, § 79, ECHR 1999-II",
        "Pantano v. Italy, no. 60851/00, § 66, 6 November 2003",
        "Rechachi and Abdelhafid v. the United Kingdom (Dec.), no. 55554/00, 10 June 2003",
        "Ringeisen v. Austria, judgment (article 50) of 22 June 1972, Series A no. 15, p. 8, § 21",
        "Schlader v. Austria (Dec.), no. 31093/96, 7 March 2000",
        "Scott v. Spain, judgment of 18 December 1996, Reports of judgments and Decisions 1996-VI, pp. 2394-2395, §§ 51-52, p. 2400, § 75, and p. 2401, § 78",
        "Tomasi v. France, judgment of 27 August 1992, Series A no. 241-A, p. 35, § 89",
        "Van der Tang v. Spain, judgment of 13 July 1995, Series A no. 321, p. 19, § 60, and pp. 19-20, § 64-67",
        "W. v. Switzerland, judgment of 26 January 1993, Series A no. 254-A, p. 15, § 30"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "329109",
    "typedescription": "15"
}