{
    "__articles": "3;35;35-1;41",
    "__conclusion": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Remainder inadmissible;No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "68066/12",
    "article": [
        "3",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "details": [
                "Article 35-1 - Exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection joined to merits and dismissed",
            "type": "other"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment"
            ],
            "element": "No violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "no-violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Effective investigation"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-165230.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 68066/12) against the Slovak Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Slovak national, Mr Jaroslav Adam (“the applicant”), on 22 October 2012.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms V. Durbáková, a lawyer practising in Košice.",
                        "elements": []
                    },
                    {
                        "content": "The Government of the Slovak Republic (“the Government”) were represented by their Agent, Ms M. Pirošíková.",
                        "elements": []
                    },
                    {
                        "content": "3.  Relying on Articles 3 and 13 of the Convention, the applicant alleged, in particular, that he had been mistreated by the police during his detention, that there had not been an adequate investigation into his allegation, and that he had not had at his disposal an effective domestic remedy in that respect.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 2 April 2014 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1994 and lives in Bidovce. He is of Romani origin.",
                                "elements": []
                            },
                            {
                                "content": "A.  Arrest and police custody",
                                "elements": [
                                    {
                                        "content": "6.  At about 7 p.m. on 18 December 2010 a twelve-year old boy was mugged and his mobile phone taken from him while he was walking along a road between two villages in southeastern Slovakia. The perpetrators of the mugging were not known to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The boy and his parents subsequently reported the incident to the local county police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  In response, a police unit consisting of three officers searched the area surrounding the crime scene with the boy and his father.",
                                        "elements": []
                                    },
                                    {
                                        "content": "At around 8 p.m. they spotted the applicant, who was then aged sixteen, another minor and a third person, all of whom the boy identified as his assailants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The applicant and his two associates, both of whom were also of Romani origin, were arrested. The parties dispute the circumstances of the arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government relied on entries in the county police logbook for the relevant night and on a note on the record drawn up by the county police dated 18 December 2010 indicating that the suspects had resisted arrest and attempted to flee. They had consequently had to be subdued, no injuries had been sustained, and the use of force by the arresting officers had been found lawful. That material referred to the measures of restraint used against the applicant and the other two suspects as “self-defence mechanisms for holding and grabbing”. The applicant, for his part, denied that he had shown any resistance or that the police had used any measures of restraint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The applicant and his companions were then taken to the county police station. According to the results of a breathalyser test carried out there, all three detainees had consumed alcohol and the applicant was in a state of slight inebriation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The three suspects were kept at the police station and preliminarily questioned (vyťažení) by officers from the county police. As to the rooms in which they were kept, these were used as offices, were fitted out with the usual office equipment and were not furnished as detention cells.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicant’s and the Government’s accounts in relation to further details vary as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to the applicant, during the probing, the officers subjected him to psychological pressure and physical violence with a view to obtaining his confession. In particular, he was slapped and punched in the head, was not allowed to sit or lie down or to rest during the entire length of his detention, and was not provided any food or drink.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the Government’s submission, there had been no ill-treatment, the three suspects were kept in separate rooms and were checked on at fifteenminute intervals. The applicant was allowed to use the toilet, which was equipped with a washbasin with drinkable tap water.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The Public Prosecution Service (“the PPS”) was informed of the arrest and, at 11.10 p.m. the case file, along with the responsibility for the detention of the young men, was passed on to an investigator from the local district police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Meanwhile or in parallel, the victim was examined by a doctor, his mother orally submitted a criminal complaint, and the crime scene was inspected.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Charge",
                                "elements": [
                                    {
                                        "content": "14.  In the early hours of 19 December 2010 the applicant and his two co-detainees were charged with robbery and the investigator decided to place them in a facility for provisional detention. However, the decision was not implemented as no room was available in such a facility within a reasonable distance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Subsequently, a legal-aid lawyer was appointed for the applicant and a copy of the document containing the charges was sent to, inter alia, the child protection services.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  Between 12 noon and 1 p.m. on 19 December 2010 the applicant was brought before the investigator, who interviewed him in the presence of his mother and the lawyer. No mention was made of any illtreatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  At 1.50 p.m. the applicant was placed in a provisional detention cell as documented by a protocol, which cites him as submitting in response to a pre-printed question that had not been subjected to any violence. The relevant documentation further contains a hand-written note with the applicant’s signature indicating that “[he] ha[d] received dinner”. According to the Government, the cell was equipped with, inter alia, a washbasin and drinkable water from the tap.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  At 6.05 p.m. the applicant and his co-detainees were released, and the police took them home.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  When the applicant’s mother appeared before the investigator on 20 December 2010 she decided to avail herself of her right not to give evidence, making no mention of any ill-treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 21 December 2010, acting through the intermediary of his lawyer, the applicant lodged an interlocutory appeal against the charge, arguing that he himself had not been involved in the mugging, which had been perpetrated by his minor associate alone and to which the latter had confessed. There was no mention of any ill-treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 12 January 2010 the charge against the applicant was withdrawn.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Criminal complaint of ill-treatment in detention",
                                "elements": [
                                    {
                                        "content": "21.  In the applicant’s submission, meanwhile, in the days that followed his release, his mother presented herself at the county police station and contacted the Ministry of the Interior by telephone to complain about the treatment to which her son had been subjected while detained. According to the applicant, her complaint was not registered and she was orally advised to submit it in written form.",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to the Government, however, the heads of the county police and the district police, who were the only persons entitled to receive complaints in matters such as those obtaining in the present case, did not receive any complaint from the applicant’s mother. Similarly, there was no mention of a visit or any communication from her in the records of visits and telephone calls received by the county police or in the operational logbook of the district police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 5 January 2011 the applicant and his associates lodged a written criminal complaint with the Ministry of the Interior.",
                                        "elements": []
                                    },
                                    {
                                        "content": "They directed it against the officers of the county police who had been on duty between 7 p.m. on 18 December 2010 and 10 a.m. on 19 December 2010, suggesting that the offence of abuse of authority of a public official could have been committed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In particular, they submitted that, while in police custody, each of them separately had been pressured to confess on the pretext that the others had already confessed. The applicant also submitted that he had been subjected to slapping in the face and on the head until he had confessed. The persons inflicting that treatment had worn uniforms. Although the applicant did not know their identity, he would certainly recognise them. Another person had been present, not wearing a uniform, presumably a relative of the boy who had been robbed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Throughout the entire time in police custody, the applicant had had to stand, without being allowed to sit or lie down, and he had not been given any food or water.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Moreover, in the applicant’s submission, his legal guardians had not been notified of his custody, let alone been present.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicant submitted a medical report dated 19 December 2010. The doctor who issued the report observed that the applicant had “allege[d] that he had been beaten by police officers the day before” and “had received a slap on the right half of a cheek”. In reply to a printed question about whether the injury could have been sustained as alleged, the reply “yes” was given. The doctor further observed that there was no haematoma and that the cheek was sensitive and slightly swollen. He diagnosed “a bruised cheek on the left” and classified the injury as slight, with recovery time below seven days.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Determination of the criminal complaint",
                                "elements": [
                                    {
                                        "content": "24.  The criminal complaint was sent to the local Control and Inspection Section (“the CIS”) of the Ministry of the Interior for examination. Subsequently, the part of the complaint concerning the failure to notify the applicant’s legal guardians of his arrest and detention, to provide him with food and water during his detention, and to hear him immediately after his arrest was sent to the district police (see paragraph 29 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  In examining the complaint concerning the alleged physical mistreatment, the CIS interviewed the applicant and his associates, as well as the investigator and two officers under suspicion. In addition, it examined the case file concerning the investigation into the alleged robbery and other documentary material.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 9 March 2011 the CIS dismissed the complaint. In doing so it observed that the applicant had not raised any complaint of ill-treatment during his interview with the investigator on 19 December 2010, and held that this could not be explained by his proclaimed fear of the officers involved since, in that interview, the applicant had been assisted by his mother and lawyer (see paragraph 15 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The CIS observed that in his oral depositions, the applicant had claimed that he had been beaten at the county police station for about three hours and that he had sustained bruises and a swollen cheek. However, those allegations of sustained beating and its consequences did not correspond to the findings in the doctor’s report of 19 December 2010, which only attest to an allegation of having received a slap on the right cheek and to having a swollen cheek, but no haematoma.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The CIS also noted that in the investigation file concerning the alleged robbery there was no indication of any ill-treatment. It observed that the applicant’s injury could have been inflicted in the course of his arrest, which he had resisted and which accordingly had had to be carried out forcefully.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In addition, the CIS observed that the police officers in question had not been involved in the investigation of the alleged robbery, but had merely been guarding the applicant. Consequently, they had had no reason to pressure him into confessing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The applicant challenged the decision of 9 March 2011 by lodging an interlocutory appeal with the PPS. He requested twice that a decision by the PPS to dismiss the appeal be reviewed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant argued in particular that he had not resisted his arrest and that, accordingly, no physical force had been used in the course of it. His injury could therefore not be explained as the CIS had done. He had not complained of the ill-treatment before the investigator because nobody had asked him about it and because he had been concerned about possible repercussions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant further argued that the fact that there was no mention of the ill-treatment in the investigation file was irrelevant. In fact, it was logical, because the officers involved would naturally not mention their misconduct and would deny it. That incongruity and contradiction of the arguments had not been examined.",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to the applicant, a “racial motive was not excluded” and the treatment to which he had been subjected had been contrary to Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The interlocutory appeal and the requests for review were eventually dismissed by the Office of the Prosecutor General (“the OPG”), which communicated its decision to the applicant in a letter of 29 September 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The PPS fully endorsed the findings of CIS, considering as crucial the fact that before the doctor on 19 December 2010 the applicant had only alleged slapping, that the doctor’s observations on the applicant’s injury did not correspond to the applicant’s subsequent allegation of sustained beating, and that the applicant had not raised any ill-treatment allegation with the investigator on 19 December 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Without any explanation, the PPS also concluded that there was no indication of any racial motive behind the treatment complained of by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  As to the part of the applicant’s criminal complaint concerning the alleged failure to notify his legal guardians of his arrest and detention, to provide him with food and water during his detention, and to hear him immediately after his arrest (see paragraph 24 above), the district police informed the applicant in a letter of 8 June 2011, without any explanation at all, that “in the investigation of the given matter, no error had been committed by the investigative organs”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Final domestic decision",
                                "elements": [
                                    {
                                        "content": "30.  On 2 December 2011 the applicant lodged a complaint, under Article 127 of the Constitution, with the Constitutional Court against the OPG and the Regional Office of the PPS involved in his case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "He emphasised that at the time of his arrest he had been a minor, that he had been kept at the police station the whole night without being able to sit or lie down, and without being given any food or water, and that he had been subjected to psychological pressure and physical violence with a view to forcing him to confess. He considered that such treatment had been in breach of his rights under Article 3 of the Convention, as was the ensuing investigation into his complaints on account of its lack of efficiency and independence, as well as the authorities’ failure to act on their own initiative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant also alleged that the lack of a proper investigation had been aggravated by the lack of an effective remedy and discrimination, contrary to his rights under Articles 13 and 14 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On the last point, the applicant argued that there had been many known incidents of police violence against the Roma in the course of arrest and detention in Slovakia, and that his treatment by the police had been influenced by his Romani origin.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 10 April 2012 the Constitutional Court rejected the complaint as manifestly ill-founded. It observed that the applicant had no legal right to have a third person criminally prosecuted, that his right to lodge a criminal complaint merely implied that he had the right “to have the complaint dealt with by a body authorised to do so”, and that it had thus been dealt with. It further observed that the applicant had not complained of his alleged ill-treatment before the investigator on 19 December 2010 or in his interlocutory appeal against the charge (see paragraphs 15 and 19 above). The fact that he had had those means of asserting his rights at his disposal excluded the jurisdiction of the Constitutional Court. It concluded without further explanation that, in the circumstances, neither the proceedings before the PPS nor their decisions could have violated the applicant’s rights as identified in his constitutional complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The decision was served on the applicant on 25 April 2012.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  INTERNATIONAL MATERIAL",
                        "elements": [
                            {
                                "content": "32.  Various international material concerning the Situation of Roma in Slovakia at the relevant time has been summarised for example in the Court’s judgments in the cases of Mižigárová v. Slovakia (no. 74832/01, §§ 57-63, 14 December 2010); V.C. v. Slovakia (no. 18968/07, §§ 78-84 and 146-49, 8 November 2011); and Koky and Others v. Slovakia (no. 13624/03, § 239, 12 June 2012).",
                                "elements": []
                            },
                            {
                                "content": "Further relevant material",
                                "elements": [
                                    {
                                        "content": "1.  The European Commission against Racism and Intolerance (ECRI): Report (Fifth Monitoring Cycle) of 19 June 2014 on Slovakia (CRI[2014]37)",
                                        "elements": [
                                            {
                                                "content": "33.  The report contains the following passages:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“...",
                                                "elements": []
                                            },
                                            {
                                                "content": "3. Racist and homo/transphobic violence",
                                                "elements": []
                                            },
                                            {
                                                "content": "- Data",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  Police ill-treatment (and generally speaking abusive behaviour) towards Roma have also been reported by the media, civil society and international organisations (IOs)...",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "- Authorities’ response",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  ... The most famous example with extensive media coverage concerns a group of Roma boys who were allegedly subjected to degrading treatment while detained by police officers in Košice in March 2009. Although the racist motivation of the crime was included in the indictment of 10 policemen in spring 2010 to date the case is still pending. More recently, in June 2013, NGOs and the media reported repressive police action in a village in the Kosice region, Moldava nad Bodvou, which allegedly resulted in injuries to over 30 individuals, including children. Only six months after the incident did the General Prosecutor’s office order an investigation into the police action which is still pending.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  ECRI reiterates its recommendation that... the Slovak authorities provide for a body which is independent of the police and prosecution authorities, entrusted with the investigation of alleged cases of racial discrimination and misconduct by the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  ECRI also strongly reiterates its recommendation that the Slovak authorities ensure effective investigations into allegations of racial discrimination or misconduct by the police and ensure as necessary that the perpetrators of these types of acts are adequately punished.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment: Report of 25 November 2014 on its visit to Slovakia in 2013 (CPT/Inf [2014] 29)",
                                        "elements": [
                                            {
                                                "content": "34.  The report contains, inter alia, the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“11.  ... the [CPT] delegation did receive a number of consistent and credible allegations of physical illtreatment by police officers (including from several detained juveniles). Most of the allegations concerned the time period immediately after apprehension (even when the person concerned allegedly was not resisting apprehension or after he/she had been brought under control) and the period before and during police questioning. The alleged ill-treatment mostly consisted of slaps, punches and kicks to various parts of the body. In one case, the head of a detained juvenile was allegedly repeatedly banged against a wall by a police officer during questioning, apparently in an attempt to extract a confession.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Another person met by the delegation stated that during his apprehension on the street, after having been brought under control by the police, he had been slapped in the face and kicked by a uniformed police officer...",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  ...According to the information available, on 19 June 2013, some 60 police officers entered the settlement and individual houses, officially in an attempt to search for wanted individuals and stolen goods. [...] Following the operation, 15 persons were apprehended and escorted to the Moldava nad Bodvou sub-district police department where they spent several hours. Allegedly, in the course of the actual apprehension and subsequent detention, several individuals were ill-treated by the police....",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  In its report on the 2009 visit, the CPT referred to the incident of 21 March 2009, concerning the case of six Roma juveniles who had allegedly been forced, under threat of physical assault by police officers, to strip naked in a police station in Košice and to slap each other. Furthermore, they had allegedly been subjected to intimidation by police dogs. The Committee is concerned to note that, according to the information provided by the Slovak authorities during the 2013 visit, i.e. four-anda-half years after the alleged incident, the criminal case was still pending before the first instance court....",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  UN Committee against Torture (CAT): Concluding Observations on the Third Periodic Report of Slovakia (2007-2013) of 8 September 2015 (CAT/C/SVK/CO/3)",
                                        "elements": [
                                            {
                                                "content": "35.  In paragraph 11 of its report, the Committee expressed its concern:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(d) That no charges were brought against police officers who participated in the raid on 19 June 2013 on the Roma settlement of Moldava nad Bodvou in eastern Slovakia, which resulted in the apprehension of 15 persons, a number of whom reportedly were seriously ill-treated by the police during their apprehension and subsequent detention;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(e) That all 10 policemen who physically abused and inflicted degrading treatment on six Roma juveniles in the city of Košice on 21 March 2009 were acquitted in the first instance judgement by the Košice II District Court on 27 February 2015, since the court refused to admit the video recording of the incriminating act as a legally obtained piece of evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLES 3 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "36.  The applicant complained that he had been subjected to treatment prohibited under Article 3 of the Convention and that his allegations to that effect had not been properly investigated, contrary to the requirements of that provision and Article 13 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "Article 3 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "Article 13 provides that:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "37.  As to the Article 3 complaints, the Government objected that the applicant had failed to meet the requirement of exhaustion of domestic remedies under Article 35 § 1 of the Convention, in that he had not properly pursued his assertions at the domestic level and had failed to claim damages from the State under the Police Corps Act and the State Liability Act in relation to the treatment suffered at hands of State agents. Consequently, they considered the Article 13 complaint manifestly ill-founded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The applicant disagreed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court considers that, on the specific facts of the present case, the Government’s non-exhaustion objection in relation to the applicant’s Article 3 complaints raises issues which are closely related to the merits of these complaints and the complaint under Article 13 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  Accordingly, the Court finds that the complaints under Articles 3 and 13 of the Convention should be examined together and that the Government’s objection of non-exhaustion of domestic remedies should be joined to the merits of the Article 3 complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Other than that, the Court notes that the relevant part of the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Substantive limb of Article 3 of the Convention",
                                        "elements": [
                                            {
                                                "content": "42.  The applicant alleged that he had been beaten, denied food and water, subjected to psychological pressure and racially discriminated against during his detention on 18 and 19 December 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Government contested the applicant’s allegations as to the extent of his injury, the conditions of his detention and the treatment to which he had been subjected while detained.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In particular, they pointed out that, on the evidence available, the applicant had only had a swollen and bruised left cheek, which he had attributed to a slap in the face (see paragraph 23 above), which was in contradiction of his allegations at the domestic level (see, for example, paragraph 26 above). In the Government’s submission, the applicant’s injury was caused by the measures used to overcome his resistance during his arrest, which measures had been lawful and legitimate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Moreover, the Government considered it incongruous on the one hand, that the applicant would have been beaten with a view to pressing him into confessing, as he alleged, and on the other hand, that having not confessed, his version would have been promptly accepted by the investigator. The Government also contended that the officers at the county police station would not have had any reason to pressure him into confessing since shortly after his arrest it had become clear that the case fell outside the jurisdiction of the police and within the jurisdiction of the investigating authorities. Therefore, the police officers had merely held the applicant in custody and had played no role in the investigation of the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In addition, the Government submitted that, contrary to his allegations, the applicant had been served dinner on 19 December 2010, although it was not possible to establish whether he had been served any breakfast and lunch on that day. In their submission, he had had access to drinking water on both 18 and 19 December 2010 (see paragraphs 11 and 16 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Government acknowledged that, in view of the lapse of time, it was not possible to establish at what time on 18 December 2010 the applicant’s legal guardians had been notified of his arrest but it was known that his mother had been present during his questioning before the investigator on 19 December 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Government submitted that the applicant, who was a healthy young man, had been detained for less than twenty-four hours and, on his release, had a swollen cheek with no lasting consequences on his health. In their view, the applicant’s treatment had not attained the minimum level of severity to fall within the purview of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  In reply, the applicant disagreed and reiterated his complaints. In particular, he resolutely denied any resistance to his arrest, the use by the police of any measures of restraint and, accordingly, any injury resulting from the use of any such measures. In his view, the reports on the use and the lawfulness of the use of measures of restraint during his arrest had been fabricated later to provide an explanation for his injuries.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In addition, the applicant contended that the measures allegedly used against him for “holding and grabbing” him did not normally leave marks such as those observed on his cheek by a doctor.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Moreover, the applicant pointed out that he had been served dinner the day following the day of his arrest whereas the applicable rules required food to be served to any person detained for more than six hours.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Emphasising that he was of Romani origin and that he had still been a minor at the time of his detention, the applicant considered that he had shown beyond all reasonable doubt that he had been subjected to treatment reaching the threshold required for a breach of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Court has recently summarised the applicable case-law principles in its judgment in the case of Bouyid v. Belgium ([GC], no. 23380/09, §§ 8190, ECHR 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The core of the present case appears to be the applicant’s allegation that, while at the county police station, and in combination with other factors, he was slapped in the face by the police officers questioning him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court reiterates that such treatment has been found to fall within the ambit of Article 3 (see Bouyid, cited above, §§ 100-12). It remains open, however, on the facts of the present case, whether the applicant was in fact slapped in the face in the circumstances he alleges.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  There is no dispute between the parties that the applicant was detained and that shortly after his release he was found by a doctor to have a slightly swollen cheek. At the same time, there is no indication that he had had a swollen cheek before his arrest. Nor has it been alleged or otherwise indicated that the swollen cheek was selfinflicted or that the ill-treatment causing his swollen cheek was inflicted between his release and his examination by a doctor.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  It can therefore be concluded that the applicant’s swollen cheek was the result of measures taken against him by agents of the State between his arrest and release.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The contention between the parties is as to precisely how the applicant’s condition came about. The Government on their part cited as the cause of his injury the measures used by the police for “holding and grabbing” him in order to overcome his resistance to arrest. The applicant, on the other hand, resolutely denied any such proposition and insisted that the police officers had deliberately slapped him in the face during his questioning.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Court observes that the controversy between the parties as to the cause of the applicant’s swollen cheek arose already at national level and that it continues before it with reference to certain arguments or pieces of evidence that do not appear to have been advanced and addressed expressly at the domestic level. It finds that, as such, the matter appears to fall primarily to be examined under the procedural head of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  At any rate, the Court reiterates that it must be cautious in taking on the role of a first-instance tribunal of fact where this is not made unavoidable by the circumstances of a particular case (see McKerr v. the United Kingdom (dec.), no. 28883/95, 4 April 2000).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  In assessing the credibility of the applicant’s factual assertions, the Court finds it appropriate to scrutinise first of all the existing medical evidence concerning the applicant’s condition following his release from custody. The medical report of 19 December 2010 summarises his allegations as to the cause of his condition so that “he had been beaten by police officers the day before” and that he “had received a slap on the right cheek”. In terms of findings, the doctor observed that there was no haematoma, that the cheek was bruised, sensitive and slightly swollen, and that the injury was slight, with recovery time below seven days (see paragraph 23 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Court observes in particular that the doctor’s findings do not contain any further details as to the location, size and shape of the applicant’s injury and contain no elements, such as a state of shock (see, a contrario, Bouyid, cited above, §§ 12 and 93), fatigue, dehydration or anything else to corroborate his allegations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Moreover, they contain nothing as regards the cause of the applicant’s injury. In particular, the Court notes that there is no indication in the doctor’s conclusions or otherwise that it could only have been caused by a slap in the face as alleged by the applicant or, conversely, that it could not have been caused by the means referred to by the Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  In addition, the Court cannot but note certain inconsistencies in the applicant’s submissions as noted by the doctor and made to the domestic authorities and before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In particular, the medical report indicates that the applicant alleged that he had received a slap on the “right half of a cheek”, while the doctor’s finding of a bruise refers to a “cheek on the left”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Moreover, the applicant’s allegation that he had been beaten for three hours in the face and on the head, as a result of which he had bruises (see paragraph 26 above), and that he was slapped and punched in the head (see paragraphs 11 and 22 above) is contradicted by his allegations as recorded by his doctor that he had been slapped in the face and the finding of that doctor that there were no haematoma (see paragraph 23 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Court further notes that the Government have furnished an alternative explanation for the applicant’s condition and have submitted documentary evidence for a part of their explanation, in particular as to the alleged use of physical force to overcome the applicant’s alleged resistance during his arrest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The applicant, for his part, disputed the Government’s version and submitted that the reports on the use and the lawfulness of the use of measures of restraint during his arrest had been fabricated later to provide an explanation for his injuries.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In that regard, however, the Court notes that the documentation produced by the Government appears to be detailed and systematic while the applicant’s contention has been general in terms and without any evidence in its support.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Furthermore, the Court observes that, although the applicant’s alleged ill-treatment took place during his detention between 18 and 19 December 2016, he lodged an official complaint in that respect only after seventeen days, on 5 January 2011. In so far as he alleged that complaints on his behalf had been made earlier by his mother, the Court observes that he has offered nothing to support such allegations and that the Government’s claim that there is no trace of any such complaints has gone unanswered by the applicant. In addition, the Court notes that the applicant has produced no other elements to support his version of the impugned events such as, for example, a statement from his co-accused.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  Thus, in view of all the circumstances, the Court considers that the explanation offered by the Government of the events underlying the applicant’s allegations is a plausible. Accordingly, it finds that it has not been established that the applicant was actually exposed to slapping in the face during his preliminary questioning at the county police station.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  It therefore cannot be concluded that the applicant was exposed to treatment contrary to Article 3 of the Convention. This finding is not altered by other aspects of the case, which the Court finds auxiliary to the principal aspect set out above and which have either not been established on the facts (denial of liquid, psychological pressure) or did not attain the requisite threshold for the legal protection under Article 3 of the Convention to be engaged (to some extent denial of food).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  As to the alleged discriminatory nature of the applicant’s treatment, the Court notes that it was complained of in very vague and general terms. It considers that, given the specific circumstances of the present case, such allegations may be of relevance under the procedural head of Article 3 of the Convention rather than under its substantive head.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  In these circumstances, the there is no need to determine the question of exhaustion of domestic remedies attached to the merits of the complaint under the substantive head of Article 3. This concerns in particular the possibility of claiming damages from the State under the Police Corps Act and the State Liability Act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  In sum, there has been no violation of the substantive head of Article 3 of the Convention in the present case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Procedural limb of Article 3 of the Convention",
                                        "elements": [
                                            {
                                                "content": "64.  The applicant complained that the authorities concerned had failed to carry out on their own initiative an effective, independent and prompt investigation into his credible assertion that he had been subjected to treatment that was incompatible with Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  By way of reply, the Government objected that the applicant had failed to pursue his Article 3 complaints properly, in particular by raising them during his questioning on 19 December 2010 and in his interlocutory appeal of 21 December 2010 against his charges. Likewise, no mention of any illtreatment had been made by his mother when she appeared before the investigator on 20 December 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  In addition, the Government recapitulated the course of the investigation into the applicant’s criminal complaint. They pointed out that he had officially complained of ill-treatment for the first time two weeks after his release. The ensuing investigation had involved the examination of the entire case-file concerning the robbery of which he had then stood accused, the police records pertaining to his detention, medical reports, and oral evidence from all those concerned. In addition, the applicant’s allegations had not only been examined by the CIS but also, following his interlocutory appeals, by three levels of the PPS. The former was structurally and hierarchically separate from the Police Corps and was directly answerable to the Minister of the Interior, while the latter was a separate structure responsible for, inter alia, supervision of the investigation authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In sum, the Government considered that the impugned investigation had been extensive, prompt, effective and independent. In the course of it, the authorities had properly examined all of the applicant’s arguments.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The applicant disagreed and reiterated his complaints. In particular, he contended that his allegation of having been submitted to treatment incompatible with Article 3 of the Convention had been credible, inter alia, in view of the fact that he had been detained at the county police station in an irregular fashion for thirteen hours, and the ensuing investigation into his allegation had been neither effective nor institutionally independent. In addition, he submitted that he had had asserted his rights by lodging a criminal complaint and by pursuing the remedy available in that respect and emphasised that the authorities had failed to pursue the investigation on their own initiative, despite his mother having complained about his illtreatment in person to the head of the county police station and by telephone to the CIS.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  In a further reply, the Government submitted that the only persons authorised to receive complaints in matters such as those obtaining in the present case were the heads of the county police and of the district police. Neither of them had had any records or recollections of having received a complaint from the applicant’s mother, and there had been no mention of a visit or any communication from her in the respective police records (see paragraph 21 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "In addition, relying on the findings of the Constitutional Court in its decision of 10 April 2012 (see paragraph 31 above), the Government contended that the applicant had had no legal right to have a third person criminally prosecuted. His right to lodge a criminal complaint had merely implied that he had the right “to have the complaint dealt with by a body authorised to do so”, and it had been treated accordingly.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The Court reiterates that where an individual raises an arguable claim that he has suffered treatment infringing Article 3 at the hands of the police or other similar agents of the State, that provision, read in conjunction with the State’s general duty under Article 1 of the Convention to “secure to everyone within their jurisdiction the rights and freedoms defined in ... [the] Convention”, requires by implication that there should be an effective official investigation (see, for example, El-Masri v. the former Yugoslav Republic of Macedonia [GC], no. 39630/09, § 182, ECHR 2012, with further references). The next stage in the Court’s analysis of the applicant’s complaint is an assessment of whether his allegations of illtreatment at the national level can be considered as credible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  To that end, the Court observes that, according to the applicant, his grievances were first raised at the domestic level by his mother in the days following his release and that the authorities failed to act upon them proactively. However, as submitted by the Government and not opposed by the applicant, there appears to be no record of any such submissions having been made by his mother. In addition, the Court notes that the applicant himself has not substantiated his allegations that a complaint was lodged on his behalf by his mother. In these circumstances, the Court cannot but conclude that the applicant’s allegations that a complaint was made by his mother and not acted upon by the authorities have not been made out.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  Nevertheless, there is no doubt that an official complaint was made on the applicant’s behalf on 5 January 2011. In it, those allegedly responsible for his treatment were identified in some detail, the nature of the treatment allegedly inflicted on him was described, and a medical certificate attesting to his condition was submitted in evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court is of the opinion that, in assessing the credibility of the applicant’s allegations, it must take into account that the applicant was a minor and that there were misgivings as to the regularity of his detention and as to whether his legal guardians had properly been notified of his custody, especially as all of those factors must have been known to the authorities at the relevant time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  All in all, the Court has no difficulty in accepting that the applicant’s allegations of ill-treatment contrary to the requirements of Article 3 of the Convention were sufficiently credible to give rise to an obligation on the part of the authorities to investigate them in compliance with the requirements of Article 3 of the Convention. This conclusion is independent of whether or not the alleged ill-treatment has ultimately been made out before the Court because, in the event of ill-treatment of a person deprived of liberty at the hands of his or her captors, it is precisely the lack of a proper investigation that often makes the ill-treatment impossible to prove.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The Court has summarised the applicable general principles in its Bouyid judgment (cited above, §§ 114-23) as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "- The essential purpose of an investigation required for the purposes of Article 3 of the Convention is to secure the effective implementation of the domestic laws prohibiting torture and inhuman or degrading treatment or punishment in cases involving State agents or bodies, and to ensure their accountability for ill-treatment occurring under their responsibility.",
                                                "elements": []
                                            },
                                            {
                                                "content": "- Generally speaking, for an investigation to be effective, the institutions and persons responsible for carrying it out must be independent from those targeted by it. This means not only a lack of any hierarchical or institutional connection but also practical independence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "- Whatever mode is employed, the authorities must act of their own motion. In addition, in order to be effective the investigation must be capable of leading to the identification and punishment of those responsible. It should also be broad enough to permit the investigating authorities to take into consideration not only the actions of the State agents who directly used force but also all the surrounding circumstances.",
                                                "elements": []
                                            },
                                            {
                                                "content": "- Although this is not an obligation of results to be achieved but of means to be employed, any deficiency in the investigation which undermines its ability to establish the cause of injuries or the identity of the persons responsible will risk falling foul of the required standard of effectiveness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "- A requirement of promptness and reasonable expedition is implicit in this context. While there may be obstacles or difficulties which prevent progress in an investigation in a particular situation, a prompt response by the authorities in investigating allegations of ill-treatment may generally be regarded as essential in maintaining public confidence in their adherence to the rule of law and in preventing any appearance of collusion in or tolerance of unlawful acts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "- The victim should be able to participate effectively in the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "- Lastly, the investigation must be thorough, which means that the authorities must always make a serious attempt to find out what happened and should not rely on hasty or ill-founded conclusions to close their investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  On the facts of the present case, in response to the applicant’s criminal complaint, the authorities interviewed him and his associates, as well as the investigator and the two police officers under suspicion. In addition, they examined the case file concerning the investigation into the alleged robbery and other documentary material.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  Although the applicant’s interlocutory appeals against the decision to dismiss his criminal complaint and his constitutional complaint in this matter were subsequently examined by the PPS at three levels and ultimately by the Constitutional Court, there is no indication that any additional evidence was taken and examined at those levels or that those examinations constituted more than a review and ultimate endorsement of the position taken by the CIS.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The authorities’ reasoning as regards the part of the applicant’s complaint concerning the alleged beating at the police station may be summarised as follows: the applicant had not raised any complaint of illtreatment in his interview with the investigator on 19 December 2010 or in his interlocutory appeal against his charge; his allegations of sustained beating did not correspond to his submission to the doctor or to the latter’s findings in the medical report of 19 December 2010; there was no indication of any ill-treatment in the investigation file concerning the alleged robbery, and the applicant’s injury could have been inflicted in the course of his arrest; and the police officers in question would not have had a motive for beating him into confessing as they were not investigating the alleged robbery but were merely guarding him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  As regards those findings, the Court observes at the outset that, rather than investigating the applicant’s allegations on their own initiative, the authorities appear to have shifted the burden of pursuing his claims to him. In particular, one of the reasons why the applicant’s criminal complaint in relation to the alleged beating at the police station was dismissed was that he had failed to raise that complaint before in his interview with the investigator (see paragraph 26 above). Moreover, they did so retrospectively, referring the applicant to the proceedings against him, without there being any apparent logic for such a proposed course of action. By a similar token, the Court finds it difficult to follow the argument that no mention of any ill-treatment of the applicant was found in the investigation file concerning the robbery imputed to him at that time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  As to the Government’s contention, made in reliance on these findings, that the applicant failed to pursue his Article 3 claims properly, the Court notes that it appears directly to contradict an essential attribute of the protection under the Convention in relation to credible assertions of treatment contrary to Article 3 of the Convention that the authorities must act of their own motion. The applicant undoubtedly submitted his claims to the authorities in his criminal complaint of 5 January 2011 and he lodged and pursued all the way to the Constitutional Court any remedy available to him along that avenue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The Court further notes that no steps appear to have been taken with a view to eliminating the inconsistencies in the versions as to the cause of the applicant’s swollen cheek. The authorities could have taken measures to examine the other person who, in the applicant’s submission, had been present at the county police station during his questioning; cross-examined the officers involved, whom the applicant could not identify but considered that he would be able to recognise; held a face-to-face interview with the applicant and those officers; and questioned the doctor who had treated the applicant shortly after his release.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  In addition, the Court notes that the remaining part of the applicant’s criminal complaint, namely that concerned with the alleged failure to notify his legal guardians of his arrest and detention, to provide him with food and water during his detention, and to hear him immediately after his arrest, was dismissed without any explanation at all, the district police limiting themselves to concluding that, “in the investigation of the given matter, no error was committed by the investigative organs”. The Court also notes that the relevant part of the applicant’s subsequent constitutional complaint appears to have been completely overlooked by the Constitutional Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  The Court considers that these elements, coupled with the sensitive nature of the situation related to Roma in Slovakia at the relevant time (see paragraph 32 above and Koky and Others, cited above, § 239), are sufficient for it to conclude that the authorities have not done all that could have been reasonably expected of them to investigate the applicant’s allegations of illtreatment and, as the case may be, to draw consequences.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  In view of the above findings, the Court dismisses the relevant part of the Government’s non-exhaustion objection and concludes that there has been a violation of the procedural limb of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  At the same time, in view of this conclusion, it does not find it necessary to examine on the merits the remaining aspects of the applicant’s complaints under the procedural limb of Article 3 or his complaint under Article 13 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "84.  Lastly, relying on Article 14 in conjunction with Articles 3 and 13 of the Convention, the applicant complained that his ethnic origin had been a decisive factor in the ill-treatment he had suffered during his detention, as well as in the failure of the authorities to conduct a proper investigation into it.",
                                "elements": []
                            },
                            {
                                "content": "Article 14 of the Convention provides that:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "85.  In support of his complaint, the applicant referred to various international reports and other texts, and submitted that discrimination against Roma in Slovakia was pervasive in all aspects of their lives and included attacks by police officers and the general population against Roma and a lack of investigation into such attacks.",
                                "elements": []
                            },
                            {
                                "content": "86.  In reply, the Government objected that the applicant had failed to exhaust domestic remedies as required by Article 35 § 1 of the Convention and considered that, in any event, the complaint was manifestly illfounded. They supported the first part of their submission by reasoning similar to that advanced in respect of their non-exhaustion objection in relation to the applicant’s Article 3 complaints. As to the remainder of their submission, they considered that there was no indication that the applicant had been in a worse situation than anybody else on account of his origin. In the absence of any such indication, there had been no reason for the authorities to examine separately possible racist motives on the part of the police officers involved in the applicant’s case.",
                                "elements": []
                            },
                            {
                                "content": "87.  The applicant responded by submitting that his racial origin had been a decisive factor in the treatment he had received during his detention and in the subsequent investigation into it. In his view, the authorities had had at their disposal indications that a racist motive could have played a role in his treatment and it had been up to them to unmask it and produce evidence in that regard, which in his view they had failed to do.",
                                "elements": []
                            },
                            {
                                "content": "88.  In a further reply, the Government emphasised that the applicant and his associates had been arrested after the victim of the robbery had identified them as having been involved in it, that their detention had had to do exclusively with their prosecution for the robbery, and that they had all been released immediately after the necessary depositions had been taken by the investigator. That entire process had been strictly free of any racist motives.",
                                "elements": []
                            },
                            {
                                "content": "89.  The Court observes first of all that the Government have raised an objection under Article 35 § 1 of the Convention. It considers, however, that it is not necessary to make a separate ruling on it because the complaint is in any event inadmissible on other grounds, as laid out below.",
                                "elements": []
                            },
                            {
                                "content": "90.  The Court’s case-law on Article 14 establishes that discrimination means treating differently, without an objective and reasonable justification, persons in relevantly similar situations. Racist violence is a particular affront to human dignity and, in view of its perilous consequences, requires from the authorities special vigilance and a vigorous reaction. It is for this reason that the authorities must use all available means to combat racism and racist violence, thereby reinforcing democracy’s vision of a society in which diversity is not perceived as a threat but as a source of its enrichment (see Stoica v. Romania, no. 42722/02, § 117, 4 March 2008, with further references).",
                                "elements": []
                            },
                            {
                                "content": "91.  The Court also reiterates that, in certain cases of alleged discrimination, it may require the respondent Government to disprove an arguable allegation of discrimination and, if they fail to do so, find a violation of Article 14 of the Convention on that basis (see Nachova and Others v. Bulgaria [GC], nos. 43577/98 and 43579/98, § 157, ECHR 2005VII).",
                                "elements": []
                            },
                            {
                                "content": "92.  Returning to the facts of the present case, the applicant submitted in his interlocutory appeal against the decision of 9 March 2011 that a “racist motive was not excluded”. In that submission, he invoked Article 3 of the Convention, but not Article 14 or its domestic equivalents. Thereafter, the applicant complained of discrimination in his constitutional complaint, referring to his Romani origin and submitting that there had been many known incidents of police violence against the Roma in the course of arrest and detention in Slovakia. His discrimination complaint before the Court is couched in similar terms.",
                                "elements": []
                            },
                            {
                                "content": "93.  The Court is aware of the seriousness of the applicant’s allegations and, as it has already noted above (see paragraph 32), of the sensitive nature of the situation related to Roma in Slovakia at the relevant time. However, when exercising its jurisdiction under Article 34 of the Convention, it has to confine itself, as far as possible, to the examination of the concrete case before it. Its task is not to review domestic law and practice in abstracto, but to determine whether the manner in which they were applied to or affected the applicant gave rise to a violation of the Convention (see DRAFT – OVA a.s. v. Slovakia, no. 72493/10, § 65, 9 June 2015, with further references).",
                                "elements": []
                            },
                            {
                                "content": "94.  From that perspective, the Court notes the vagueness and general nature of the applicant’s allegations, both domestically and before this Court. It observes in particular that they comprise no individual elements imputable to the officers involved in the applicant’s case or in any other way linked to its specific circumstances. The Court is of the view that, therefore, the present case must be distinguished from those in which the burden of proof as regards the presence or absence of a racist motive on the part of the authorities in an Article 3 context has been shifted to the respondent Government (contrast Makhashevy v. Russia, no. 20546/07, §§ 176-79, 31 July 2012; Stoica, cited above, §§ 128-32; and Nachova and Others, cited above, §§ 163-66). Thus, the authorities cannot be said to have had before them information that was sufficient to bring into play their obligation to investigate on their own initiative possible racist motives on the part of the officers involved (see Mižigárová, cited above, §§ 122 and 123).",
                                "elements": []
                            },
                            {
                                "content": "95.  In sum, the Court finds that the applicant has failed to make a prima facie case that his treatment during his detention and the subsequent investigation into it was discriminatory.",
                                "elements": []
                            },
                            {
                                "content": "It follows that the remainder of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "96.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "97.  The applicant claimed 15,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  The Government contested the claim for being overstated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The Court accepts that the applicant has suffered non-pecuniary damage. Having regard to all the circumstances, it awards him EUR 1,500, plus any tax that may be chargeable, under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "100.  The applicant also claimed EUR 648.28 for legal fees incurred before the domestic authorities, EUR 4,600 for legal fees incurred before the Court, and EUR 322 for administrative expenses incurred both domestically and before the Court. In support of this claim, he submitted a conditional fee agreement with his lawyer and a pro-forma invoice from her itemising the fees and expenses incurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The Government requested that the claim be determined in accordance with the Court’s case-law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In addition, the Court has found that conditional fee agreements may show, if they are legally enforceable, that the sums claimed are actually payable by the applicant and that it must, as always, assess whether they were reasonably incurred (see Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, §§ 54 and 55, ECHR 2000‑XI, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 3,000, plus any tax that may be chargeable to the applicant, covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "104.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Decides, unanimously, to join the Government’s objection as to the exhaustion of domestic remedies to the merits of the Article 3 complaints;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares, unanimously, the complaints under Articles 3 and 13 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds, by six votes to one, that there has been no violation of Article 3 of the Convention in its substantive limb;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds, unanimously, that there has been a violation of Article 3 of the Convention in its procedural limb;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds, unanimously, that there is no need to examine the merits of the complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds, by six votes to one,",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses, unanimously, the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 26 July 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge Serghides is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "1.  With all due respect to the majority, I find myself unable to share their view that in the present case there was a violation of Article 3 of the Convention only in its procedural limb and not also under its substantive limb.",
                        "elements": []
                    },
                    {
                        "content": "2.  It is an undisputed fact that the applicant, then aged 16, was detained by the police and shortly after his release was found by a doctor to have a bruised left cheek, which he had not had before his detention. The respondent State, therefore, had, under the circumstances, the burden of proof to provide a reasonable, credible and convincing explanation as to what had happened. In Samüt Karabulut v. Turkey (no. 16999/04, § 42, 27 January 2009) the Court noted: “Article 3 does not prohibit the use of force in certain well-defined circumstances, such as to effect an arrest. However, such force may be used only if indispensable and must not be excessive ...”; but it ultimately concluded (ibid., § 43): “the Government have failed to furnished convincing or credible arguments which would provide a basis to explain or justify the head injury sustained by the applicant during his arrest, at the end of a peaceful demonstration”.",
                        "elements": []
                    },
                    {
                        "content": "3.  In Βouyid v. Belgium ([GC], no. 23380/09, § 83, ECHR 2015) the Grand Chamber clearly held as follows:",
                        "elements": []
                    },
                    {
                        "content": "As the Court went on to explain (ibid., § 83 in fine): “[t]hat is justified by the fact that persons in custody are in a vulnerable position and the authorities are under a duty to protect them”. In that case, the Court found proven the fact that the bruising on the applicants’ faces had resulted from a slap inflicted by the police officers while they were under police control (ibid., § 98). This reversal of the burden of proof in cases where an individual is taken into police custody in good health but is found injured at the time of release can also be explained by the fact that it is usually difficult for the applicant to furnish sufficient evidence to convince the Court of police misconduct.",
                        "elements": []
                    },
                    {
                        "content": "4.  In Bouyid (ibid., § 82) the Court held that for allegations of ill-treatment, the standard of proof “beyond reasonable doubt” was to be adopted. It is obvious that the same standard should be adopted when the burden of proof is reversed, as in the present case. I believe that the principle that the Convention is a vital and living instrument should apply – and the Bouyid case is a good example of this – not only in relation to the substantive law but also in relation to the procedural law and the law of evidence, and the development of all these aspects should be in parallel. The judgment in the Bouyid case not only contributed to furthering the guarantee of the right under Article 3 to be protected from ill-treatment, but also elucidated the issue of the evidential proof in such matters by leaving no doubt about it. If in the reversal mechanism the standard of proof were to retreat or diminish, then there would be no justification to talk about reversal. This view is supported, by analogy, by the clear jurisprudence on the matter in relation to the right to life under Article 2 of the Convention. In Velikova v. Bulgaria (no. 41488/98, § 70, ECHR 2000VI) the Court clearly held that, where an individual was taken into police custody in good health and was later found dead, there was a reversal of the burden of proof and the State, on which it lay, had to provide a satisfactory and convincing explanation based on the standard of proof “beyond reasonable doubt”. This principle applies also, a fortiori, in relation to Article 3, because unlike the right under Article 2, the Article 3 right is absolute, applying always without any exceptions or possible defences for the State.",
                        "elements": []
                    },
                    {
                        "content": "5.  In view of the above jurisprudence, the question arises whether, under the circumstances, the respondent State, on which the burden of proof lay, provided a reasonable, credible and convincing explanation of what had happened. On the one hand, and similar to what was alleged by the respondent State in Samüt Karabulut (cited above), the Government in the present case averred that the applicant’s injury was caused by the measures used to overcome his resistance during his arrest. The applicant, on the other hand, contended that during his preliminary questioning at the county police station he had been beaten and slapped on the face by police officers, and submitted that his injuries did not correspond to the coercive means which the Government declared to have been used on him, i.e. forms of restraint. In paragraph 59 of the judgment, the majority find the explanation offered by the Government a plausible one, and accordingly, they consider that it has not been established that the applicant was actually exposed to slapping on the face during his preliminary questioning.",
                        "elements": []
                    },
                    {
                        "content": "6.  As has been seen above, according to the jurisprudence, the standard or measure of proof incumbent on the respondent State is very high – beyond reasonable doubt – and it thus has to offer a reasonable, credible and convincing explanation. A plausible or possible explanation does not reach the evidential standard or measure required by the jurisprudence, which requires that the explanation be convincing. A plausible explanation has only the appearance of truth or reasonableness as opposed to a convincing explanation, which is effective as proof or evidence, containing the element of conviction or firm persuasion as to the truth of an explanation by rejecting any other. In other words, a plausible argument can be defeated by a convincing one. At paragraph 72 of their judgment the majority, while dealing with the allegations of a violation under the procedural limb of Article 3 of the Convention, rightly consider that the allegations of ill-treatment of the applicant “were sufficiently credible to give rise to an obligation on the part of the authorities to investigate them in compliance with the requirements of Article 3 of the Convention”. Also in paragraph 71 of the judgment the Court, again while dealing with the allegations of a violation under the procedural limb of Article 3, rightly says that it is of the opinion that, “in assessing the credibility of the applicant’s allegations, it must take into account that the applicant was a minor and that there were misgivings as to the regularity of his detention and as to whether his legal guardians had properly been notified of his custody, especially as all of those factors must have been known to the authorities at the relevant time”.",
                        "elements": []
                    },
                    {
                        "content": "7.  Irrespective of whether the examination of the two limbs of Article 3, substantive and procedural, are or should be independent of each other, the above unanimous finding of the Court in paragraph 72 of its judgment, while dealing with the procedural limb of Article 3, that the applicant’s allegations were “sufficiently credible”, should not be ignored when examining the substantive limb of Article 3 and dealing with the explanation given by the Government. There should be some consistency and coherence in the findings of the Court in relation to allegations which are relevant when examining both limbs of Article 3. One wonders how the explanation given by the Government would reach the standard required by the jurisprudence such as to be “convincing” when that explanation was found by the majority only to be “plausible”, while the explanation given by the applicant was found by the Court to be “sufficiently credible”. How, after all, could the Government’s explanation be “convincing” when it was found by the Court that there was a lack of a proper investigation into the matter by the authorities, thus violating Article 3 in its procedural limb? When balancing or weighing up the two different explanations, those which are “sufficiently credible” should logically carry more weight and persuasion than those which are simply “plausible”, no matter whether the standard of proof is beyond reasonable doubt or less strict.",
                        "elements": []
                    },
                    {
                        "content": "8.  Furthermore, I consider that the explanation given by the Government based on its own record, simply stating that on 18 December 2010 “coercive means were used in accordance with the law” was not even “plausible”, as the majority found. It was general, vague and unsubstantiated and should have been rejected, as the Court did in Samüt Karabulut (cited above).",
                        "elements": []
                    },
                    {
                        "content": "9.  It was the unanimous finding of the Court (paragraph 77) that instead of the authorities investigating the applicant’s allegation on their own initiative, they appear to have shifted the burden of asserting his claims to the applicant himself. This is exactly what the Government did in pursuing their stand before this Court as regards the substantive limb of Article 3; thus they did seek to shift the burden of their evidential duty to the applicant, something which I find unacceptable.",
                        "elements": []
                    },
                    {
                        "content": "10.  Challenging the applicant’s credibility, the majority found (paragraph 52 of the judgment) that “the medical report indicates that the applicant alleged that he received a slap on the ‘right half of a cheek’, while the doctor’s finding of a bruise refers to ‘cheek on the left’”. While being fully aware that this Court is not, and should not take on the role of, a first instance court of fact, I will comment on this finding of the majority by making a reference to the two relevant medical reports in the case file. Thus I will have the opportunity to examine the content of these reports, which are of crucial evidential importance. These reports, which are written in the Slovakian language and bear the same date, 19 December 2010, are signed by the same doctor and concern the medical condition of the applicant.",
                        "elements": []
                    },
                    {
                        "content": "11.  The first medical report is entitled “Medical Report – Finding” (from now on referred to as the “first report”) and begins by stating: “Allegedly beaten by the police officers yesterday. Received a slap on the right half of a cheek”. Immediately after, probably describing the finding of the doctor (“Obj.”) the report goes on as follows: “no haematoma present, palp. [?] sensitive cheek, / minim. swollen cheek, / to the left, ears nose, DU [?] without discharge”. The next sentence, probably referring to the diagnosis of the doctor: “Dg.: contusio faciei 1.sins”, is not in the Slovakian language and is of unknown meaning to me. At the end of the report it is stated: “Recommended cold compress”. To the bottom right of the medical report there are, in handwriting, two sentences, the meaning of which is undecipherable, apart from the two abbreviated words “orient. neurolog.” probably referring to “neurologické orientácia“, in English “neurological orientation”. On basis of the above reference to the neurological orientation and our inability to understand the context in which it is used, I do not share the certainty of the majority’s observation in paragraph 54 of the judgment that the doctor’s findings “contain no elements, such as a state of shock (see, a contrario, Bouyid, cited above §§ 12 and 93), fatigue, dehydration or anything else to corroborate his allegations”.",
                        "elements": []
                    },
                    {
                        "content": "12.  The majority’s interpretation of the doctor’s first report is that the doctor found no marks on the applicant’s right cheek. But such a finding is not expressly stated in this report. It would be odd for a medical report not to say anything about the specific complaint, i.e. as to what the doctor did or did not find on the applicant’s right cheek, and instead to state only what the doctor found on the applicant’s left cheek or what the doctor did not find on the applicant’s eyes and nose. I believe that the most probable meaning of the doctor’s findings in the first report is this: “No haematoma. A sensitive to palpation right cheek. A swollen left cheek. Nose and eyes without discharge”. This interpretation is supported by the fact that the word “lica” meaning “cheek”, is used twice in the doctor’s findings in the first report: in the first place it must refer to the right cheek and in the second to the left cheek. It is not proper, I believe, for important issues such as the alleged violations to be decided on uncertainties and ambiguities of documents and to draw conclusions from them that are adverse for an alleged victim. In case of doubt, I believe that the Court has a duty, under the Convention, to safeguard and secure the core of the substantive right of the alleged victim, i.e. his right to be free from degrading treatment, by following the principle in dubio in favoram pro libertate.",
                        "elements": []
                    },
                    {
                        "content": "13.  The other medical report entitled “Medical Report – Preliminary” (from now on referred to as the “second report”) is a standardised form – a printed questionnaire – containing twelve questions. Answers to only five of the questions, however, are given by the doctor, the rest remaining unanswered. The answers given by the doctor to questions 1, 2, 4, 8 and 11 are the following. As to the first question, probably on the findings of the doctor, the answer was: “A bruised cheek on the left”. As to the second question on the patient’s submission about the origin and manner of infliction of the injury, the answer was: “Allegedly beaten by a police officer”. As to the fourth question “could the injury have been sustained as alleged?”, the answer was: “Yes”. As to the eighth question “would the injury have permanent or temporary consequences?”, the answer was: “An expert to determine this after a year”. As to the eleventh question on the time needed for recovery, the answer was: “Slight. Recovery time below 7 days”.",
                        "elements": []
                    },
                    {
                        "content": "14.  Contrary to the majority, I take very seriously the answers given to questions 4 and 8 in the second medical report. I also take seriously the fact that the answer given to question 2 does not confine the applicant’s complaint to any particular cheek. It is to be noted also that in the first report it is stated, apart from the applicant’s specific complaint about a slap on the “right half of a cheek”, that he was beaten by the police officers, without any further explanation. In paragraph 55 the majority note “that there is no indication in the doctor’s conclusions or otherwise that [the applicant’s injury] could only have been caused by a slap in the face as alleged by the applicant or, conversely, that it could not have been caused by the means referred to by the Government”. For me, however, what is more important is the opinion of the doctor that the injury could have been sustained as alleged by the applicant (answer to question 4 of the second medical report). The doctor’s finding about the left cheek in answering question 1 is, I believe, in line with what the doctor said in answering questions 2 and 4. It is quite probable that what the doctor said in answering the first question is his main finding, avoiding here the additional mention that the other cheek was found to be sensitive – a minor finding perhaps for the doctor, but certainly an important one for the Court. A sensitive cheek does not necessarily have to be swollen. On the other hand, there would be no need to describe the same cheek as both swollen and sensitive. It can be argued, in any event, that the first report, dealing with the “finding”, carries more weight than the second, which is preliminary in nature.",
                        "elements": []
                    },
                    {
                        "content": "15.  The applicant submitted that he had been subjected to slapping on the face and on the head until he confessed. A specific – and probably his main – complaint, however, seems to be a slap he had received on his right cheek, an allegation raised not only before the Court, but also before the domestic authorities and the doctor who examined him. I do not therefore see that there is any inconsistency in regard to this part of his story as the majority so assess. Besides, the doctor who examined him had found, according to the most reasonable – in my view – interpretation of his first report, that something happened to both of his cheeks: the right cheek was sensitive and the left cheek was swollen and bruised. Therefore, there is again nothing inconsistent between the doctor’s finding and the applicant’s allegation.",
                        "elements": []
                    },
                    {
                        "content": "16.  There does not seem to be any expert medical evidence before the Court that a slap on the face, even if strong, could result unavoidably in a bruised cheek (as was the condition of the applicant’s left cheek) and probably not to sensitivity (as was the condition of applicant’s right cheek) or to any bodily harm, or even any sign of maltreatment. Here one cannot therefore jump to the conclusion that the applicant had not suffered a slap on his right cheek, simply because no hematoma or bruising was found on it. Apart from the physical strength of the assaulter and the forcefulness of the slap, for a slap to leave signs of its appearance on a face, many other factors could probably be relevant, e.g. the anatomy of the victim’s face, whether the victim was young with a soft face, whether the slap landed mainly on the bone or the flesh, the manner or method of slapping used and the training of the assaulter to use violence without leaving signs on the body.",
                        "elements": []
                    },
                    {
                        "content": "17.  One would not expect from anyone, especially from a young person of the applicant’s age, who was allegedly ill-treated and had suffered slapping on his face, to remember or recognise with the utmost precision which slap was stronger than the other and on which cheek it was received, or to be able to recognise, in the heat of the moment, the difference in each actual slap he had received on one cheek from the effect that the slap had on the other cheek. Even if there were some degree of exaggeration in the applicant’s story as to the degree of his maltreatment, which, in any event, can be understood, taking into account his psychological condition due to the circumstances of his arrest and detention, what happened to him does not seem to be an illusion or a lie. On the contrary, his story appears to be genuine. It would not be to his benefit to argue, if he believed it to be true, that the stronger slap he had received, was on the part of his face showing the lesser external problem or appearance of maltreatment.",
                        "elements": []
                    },
                    {
                        "content": "18.  In any event, regardless of its forcefulness, a slap on the face of the person receiving it is always an assault to human dignity, and is, thus, degrading treatment per se, not because of the bodily harm, if any, it may cause to the victim, but because it disrespects human dignity and value, by humiliating and violating the human autonomy and social identity of a person. As the Court profoundly held in Βouyid (cited above, § 81), the Article 3 prohibition of degrading treatment “is a value of civilisation closely bound up with respect of human dignity”. It also eloquently held (ibid., § 101):",
                        "elements": []
                    },
                    {
                        "content": "19.  The Court in Bouyid went further (ibid., § 104) and examined the impact a slap may have on a person: “A slap has a considerable impact on the person receiving it. A slap to the face affects the part of the person’s body which expresses his individuality, manifests his social identity and constitutes the centre of his senses – sight, speech and hearing – which are used for communication with others ...” It continued (ibid., § 105), by reiterating that “it may well suffice that the victim is humiliated in his own eyes for there to be degrading treatment within the meaning of Article 3 of the Convention ... Indeed, it does not doubt that even one unpremeditated slap devoid of any serious or long-term effect on the person receiving it may be perceived as humiliating by that person”. The Court went on to find this “particularly true” (ibid., § 106):",
                        "elements": []
                    },
                    {
                        "content": "All the above considerations apply also to the facts of the present case.",
                        "elements": []
                    },
                    {
                        "content": "20.  Proof of bodily harm would be relevant in deciding the severity of the violation and classifying it as torture or inhuman treatment or degrading treatment under Article 3. But as regards the latter type, no bodily harm is required to raise an issue under Article 3. This point was made clear in Bouyid (§ 87):",
                        "elements": []
                    },
                    {
                        "content": "Thus, even if, supposedly, there was no sensitivity on the applicant’s right cheek or any sign of maltreatment, it does not follow that there was no slap on this cheek. In any event, it should be reiterated that the applicant alleged that he was beaten by police officers and the fact remains that the doctor assessed in his second report that the bruising to the left cheek could have been sustained as the applicant alleged.",
                        "elements": []
                    },
                    {
                        "content": "21.  The Court in the same case (Bouyid) referred also to the vulnerability of persons under the control of the police as an additional reason for being treated in a more humane way – a positive duty incumbent on the authorities. Specifically, it held as follows (§ 107):",
                        "elements": []
                    },
                    {
                        "content": "22.  The above-mentioned positive duty or obligation of the authorities to protect persons in a vulnerable situation being held in police custody is even more imperative where the victim is a young person, like the applicant in the present case and one of the applicants in Bouyid. On this particular consideration of the vulnerability of minors, the Court held in Bouyid as follows (ibid., § 109):",
                        "elements": []
                    },
                    {
                        "content": "23.  Contrary to the above principle, the authorities, in the present case as in Bouyid, had omitted to fulfil both their positive and negative duties (substantive and procedural) to protect an under-age applicant.",
                        "elements": []
                    },
                    {
                        "content": "24.  I find that the respondent State has not satisfied its evidential burden as provided by the jurisprudence, with the result that the applicant’s injury to his left cheek and the swelling on his right cheek could be attributed to the authorities’ violence during his preliminary questioning and not to restraint during his arrest.",
                        "elements": []
                    },
                    {
                        "content": "25.  In conclusion, I find that there has been a violation of Article 3 of the Convention in its substantive limb. This finding would have increased the amount of non-pecuniary damage, the determination of which, however, could only be theoretical, since I am in the minority.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Luis López Guerra",
            "role": "president"
        },
        {
            "name": "Helena Jäderblom",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ADAM v. SLOVAKIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-165230.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:0726JUD006806612",
    "externalsources": [],
    "extractedappno": [
        "68066/12",
        "74832/01",
        "18968/07",
        "13624/03",
        "23380/09",
        "28883/95",
        "39630/09",
        "42722/02",
        "43577/98",
        "43579/98",
        "72493/10",
        "20546/07",
        "31107/96",
        "16999/04",
        "41488/98"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Police Corps Act",
        "State Liability Act"
    ],
    "itemid": "001-165230",
    "judgementdate": "26/07/2016 00:00:00",
    "kpdate": "26/07/2016 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "596",
        "14",
        "128",
        "216",
        "577",
        "283"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "35-1",
        "3",
        "41",
        "35"
    ],
    "parties": [
        "ADAM",
        "SLOVAKIA"
    ],
    "rank": "1580.77783203125",
    "representedby": [
        "DURBAKOVA V."
    ],
    "respondent": "SVK",
    "respondentOrderEng": "42",
    "scl": [
        "Bouyid v. Belgium [GC], no. 23380/09, ECHR 2015",
        "El-Masri v. “the former Yugoslav Republic of Macedonia” [GC], no. 39630/09, § 182, ECHR 2012",
        "Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, §§ 54 and 55, ECHR 2000‑XI",
        "Koky and Others v. Slovakia, no. 13624/03, § 239, 12 June 2012",
        "Makhashevy v. Russia, no. 20546/07, §§ 176-79, 31 July 2012",
        "McKerr v. the United Kingdom (dec.), no. 28883/95, 4 April 2000",
        "Mižigárová v. Slovakia, no. 74832/01, §§ 122-23, 14 December 2010",
        "Nachova and Others v. Bulgaria [GC], nos. 43577/98 and 43579/98, ECHR 2005 VII",
        "OVA a.s. v. Slovakia, no. 72493/10, § 65, 9 June 2015",
        "Stoica v. Romania, no. 42722/02, 4 March 2008"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "449348",
    "typedescription": "15"
}