{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Art. 6-1",
    "applicability": "",
    "appno": "25957/03",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-100795.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 25957/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Ms Irina Utyuzhnikova (“the applicant”), on 30 June 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Ms V. Milinchuk, former Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 9 March 2007 the President of the First Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1968 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  In 1989 the applicant's husband received a fatal work-related injury. In 1990 the applicant was granted compensation by her husband's former employer, a private company (“the company”).",
                                "elements": []
                            },
                            {
                                "content": "6.  On 10 March 1997 the applicant brought court proceedings against the company, following numerous re-calculations of the amount to be paid and regular failures of the company to effectuate the payments. In particular, she sought compensation of pecuniary and non-pecuniary damage, penalties for the belated payments and indexation of such payments and re-calculation of monthly payments with subsequent indexation.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 11 February 1998 the Oktyabrskiy District Court of Irkutsk (“the District Court”) granted the applicant's claims in part. The judgment was set aside on appeal on 26 June 1998 by the  (“the ”) which required a new hearing of the case. The appeal court also issued a special statement reprimanding the judge in charge of the applicant's case for erroneous application of the law that resulted in the quashing of the judgment and delays in the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "8.  Once back at the trial court, the case was assigned to judge V., and on 7 December 1998 it was transferred for unspecified reasons to judge T.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 16 December 1998 the hearing did not take place as the respondent failed to appear.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 24 March 1999 the hearing again did not take place due to the judge's illness.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 13 August 1999 the respondent's representative requested to adjourn the proceedings as he was ill. The proceedings were adjourned to 18 October 1999 with account of the judge's vacation. The parties were requested to provide some additional evidence.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 18 October 1999 the proceedings again were adjourned at the respondent's representative's request. The respondent was notified that in the event of a default in appearance on 30 November 1999 the case would be examined in its absence.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 30 November 1999 the court invited the applicant to provide some additional evidence and adjourned the hearing to 7 February 2000.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 7 February 2000 at the applicant's request the hearing was adjourned to 21 April 2000. On the latter date the hearing did not take place as the judge was away for training.",
                                "elements": []
                            },
                            {
                                "content": "15.  The hearing of 7 June 2000 did not take place due to the judge's illness.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 28 October 2000 the case was transmitted back to judge V.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 27 December 2000 the hearing was adjourned to 14 February 2001 at the respondent's representative's request.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 22 February 2001 the applicant submitted the amended claims and calculations.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 27 June 2001 the hearing was adjourned as the respondent's representative requested the court to obtain certain evidence.",
                                "elements": []
                            },
                            {
                                "content": "20.  From 31 July to 10 December 2001 no hearings were scheduled due to the judge's illness and subsequent vacation.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 25 January 2002 the hearing did not take place as the applicant's representative failed to appear.",
                                "elements": []
                            },
                            {
                                "content": "22.  The hearing of 4 March 2002 was adjourned on account of a need to obtain certain evidence.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 10 April 2002 the case was transferred to judge P., again for unspecified reasons. A hearing was scheduled for 29 August 2002.",
                                "elements": []
                            },
                            {
                                "content": "24.  Between 29 August and 15 October 2002 three hearings did not take place due to the applicant's failure to appear.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 13 November 2002 the District Court granted the applicant's claims in part awarding her a lump sum of 7,311 Russian roubles (RUB), RUB 3,600 in penalties and RUB 3,600 in legal expenses.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 3 April 2003 the  upheld the judgment.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 17 November 2003 the proceedings were deemed enforced in the part concerning the amount of RUB 7,311.",
                                "elements": []
                            },
                            {
                                "content": "28.  On 13 December 2005 the District Court discontinued the enforcement proceedings against the company in the part concerning the remainder of the award due to the fact that the company had been liquidated in October 2005 and had no assets to cover the applicant's claims.",
                                "elements": []
                            },
                            {
                                "content": "29.  It appears that the applicant did not appeal against this decision.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "30.  Federal Law № 68-ФЗ of 30 April 2010 (in force as of 4 May 2010) provides that in case of a violation of the right to trial within a reasonable time or of the right to enforcement of a final judgment, the Russian citizens are entitled to seek compensation of the non-pecuniary damage. Federal Law № 69-ФЗ adopted on the same day introduced the pertinent changes in the Russian legislation.",
                                "elements": []
                            },
                            {
                                "content": "31.  Section 6.2 of the Federal Law № 68-ФЗ provides that everyone who has a pending application before the European Court of Human Rights concerning a complaint of the nature described in the law has six months to bring the complaint to the domestic courts.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "32.  The applicant complained that the excessive length of the proceedings in her case breached the “reasonable time” requirement as provided in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "33.  The Court observes that the proceedings commenced on 10 March 1997 and ended on 3 April 2003. However, the part of the proceedings that occurred before 5 May 1998, the date of entry of the Convention into force in respect of , has to be excluded from the overall length. Thus, the aggregate length of the proceedings within the Court's jurisdiction ratione temporis amounts to four years and eleven months, when the domestic courts examined the applicant's claims twice at two levels of jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "34.  The Government submitted that the complaint was manifestly illfounded and requested to reject it in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "36.  The Government disagreed with the complaint. In particular, they submitted that the applicant's case had been complex as evidenced by the fact that the domestic courts had had to consider it twice. They argued that a certain delay was attributable to the applicant herself because she had appealed the judgments, amended her claims and requested to adjourn the proceedings or failed to appear in hearings. In addition, the delays had been caused by the repeated transfer of the case to different judges, their vacation, training and sick leaves, as well as by the conduct of the respondent. According to the Government, the authorities had made an effort to speed up the proceedings, in particular, by issuing the reprimanding statement of 26 June 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The applicant maintained her complaint. In particular, she pointed out that after the remittal of the case to the first instance no hearings were held in 1998, and between 1999 and 2001 the court held only one hearing each year.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII). In addition, only delays attributable to the State may justify a finding of a failure to comply with the “reasonable time” requirement (see, among other authorities, Zimmermann and Steiner v. Switzerland, 13 July 1983, p. 11, § 24, Series A no. 66; see also Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court considers that the applicant's case was not complex, even though it did require accurate arithmetical calculations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  Insofar as the applicant's behaviour is concerned, the Court accepts that at the applicant's request or following her failure to appear the court adjourned its hearings on five occasions (see paras. 14, 21, 24 above). As to the applicant's alleged delaying of the proceedings by lodging complaints to the higher courts and amending her claims, it reiterates that an applicant cannot be blamed for taking full advantage of the resources afforded by the national law in defence of his interests (see, mutatis mutandis, Yağcı and Sargın v. Turkey, 8 June 1995, § 66, Series A no. 319A). In any event, the delays caused by such actions on the part of the applicant appear to be insignificant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Turning to the conduct of the authorities, the Court recalls that in the course of the proceedings four hearings were cancelled or adjourned due to the responsible judge's unavailability for various reasons and that the case was transferred three times to a different judge, which further inhibited progress. It is also mindful of the gap in the proceedings that occurred between 31 July and 10 December 2001 when no hearings were scheduled due to the judge's illness and vacation. In this respect, the Court reiterates that it is the States' duty to organise their judicial systems in such a way that their courts can meet the requirements of Article 6 § 1 (see Muti v. , 23 March 1994, § 15, Series A no. 281-C). Accordingly, the Court does not find the judge's absences to be objective factors justifying significant delays in the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court further recalls that six hearings in the course of the proceedings were adjourned at the request of the respondent or following the respondent's representative's failure to appear. With regard to the respondent's behaviour, the Court refers to its settled case-law to the effect that “parties' attitude does not dispense the courts from ensuring the expeditious trial required by Article 6 § 1” (see, among many other authorities, Unión Alimentaria Sanders S.A. v. Spain, 7 July 1989, § 35, Series A no. 157). In the applicant's case the domestic courts had an opportunity to discipline the defaulting respondent but failed to do so despite their threat to that effect (see Salmanov v. , no. 3522/04, § 87, 31 July 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Lastly, the Court takes cognisance of the significant intervals between the scheduled hearings and notes in particular that during almost five years the domestic courts only held nine hearings in total.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Regard being had to all the circumstances of the case, in particular, the relative simplicity of the case and the significant delays attributed to the judicial authorities, the Court concludes that there has been a breach of the “reasonable time” requirement.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "45.  The applicant further complained that she had not had an effective remedy against the allegedly unreasonable length of the proceedings in her case. She relied on Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": " “Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "46.  The Government submitted that the complaint was manifestly ill-founded and requested to reject it in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "48.  The Court takes cognisance of the existence of a new remedy introduced by the federal laws № 68-ФЗ and № 69-ФЗ in the wake of the pilot judgment adopted in the case of Burdov v. Russia (no. 2) (no. 33509/04, ECHR 2009...). These statutes, which entered into force on 4 May 2010, set up a new remedy which enables those concerned to seek compensation for the damage sustained as a result of unreasonable length of the proceedings (see para. 30 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court observes that in the present case the parties' observations in respect of Article 13 arrived before 4 May 2010 and did not contain any references to the new legislative development. However, it accepts that as of 4 May 2010 the applicant has had a right to use the new remedy (see para. 31 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court recalls that in the pilot judgment cited above it stated that it would be unfair to request the applicants whose cases have already been pending for many years in the domestic system and who have come to seek relief at the Court to bring again their claims before domestic tribunals (Burdov (no. 2), cited above, § 144). In line with this principle, the Court decided to examine the present application on its merits and found a violation of the substantive provision of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  However, the fact of examination of the present case on its merits should in no way be interpreted as prejudging the Court's assessment on the quality of the new remedy. It will examine this question in other cases more suitable for this analysis. It does not consider the present case as such, particularly in view of the fact that the parties' observations were made with account of the situation that had existed before the introduction of the new remedy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Having regard to these special circumstances, while the Court considers this complaint admissible, it does not find it necessary to continue its separate examination in the present case.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "53.  The applicant also complained under Article 6 § 1 of the Convention about the outcome of the proceedings in her case and under Article 1 of Protocol No. 1 of the Convention of unlawful interference with her possessions by the State, referring to the failure to fully enforce the judgment in her favour.",
                                "elements": []
                            },
                            {
                                "content": "54.  Having regard to all the materials in its possession, and in so far as these complaints fall within its competence, the Court finds that there is no appearance of a violation of the rights and freedoms set out in these provisions in that respect. It follows that this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 1, 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "55.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "56.  The applicant claimed 21,380 Russian roubles (RUB) as inflation losses resulting from belated payment of her allowance for the period from 1 December 1992 to 1 December 1995 and RUB 367,719 as penalty for the belated payment of her allowance for the period from 1 December 1995 to 1 March 2000 in respect of pecuniary damage. In total the claimed amount is approximately equal to 10,200 euros (EUR). The applicant also claimed RUB 27,462 (approximately EUR 718) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Government made no comment on the amounts claimed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  In respect of the claim for pecuniary damage, the Court does not discern any causal link between the violation found and the damage alleged; it therefore rejects this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  In respect of the claim for non-pecuniary damage, the Court finds that it is reasonable to assume that the applicant suffered some distress and frustration caused by the unreasonable length of the proceedings. Deciding on an equitable basis, the Court awards the applicant EUR 750 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "60.  The applicant also claimed RUB 3,280 (approximately EUR 85) for the costs and expenses incurred before the domestic courts and before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Government made no comment on the amount claimed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Court notes that the applicant failed to submit any evidence to support her claim. Regard being had to this fact, the Court rejects the claim for costs and expenses altogether.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "63.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the excessive length of the proceedings and lack of an effective remedy admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need for separate examination of the complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention EUR 750 (seven hundred and fifty euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 7 October 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Dean Spielmann",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF UTYUZHNIKOVA v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-100795.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:1007JUD002595703",
    "externalsources": [],
    "extractedappno": [
        "25957/03",
        "30979/96",
        "25444/94",
        "3522/04",
        "33509/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-100795",
    "judgementdate": "07/10/2010 00:00:00",
    "kpdate": "07/10/2010 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "UTYUZHNIKOVA",
        "RUSSIA"
    ],
    "rank": "757.925659179688",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "360393",
    "typedescription": "15"
}