{
    "__articles": "41;P1-3;P4-2;P4-2-1;P4-2-3",
    "__conclusion": "Violation of P4-2;Violation of P1-3;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "36681/97",
    "article": [
        "p1-3",
        "41",
        "p4-2"
    ],
    "conclusion": [
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - domestic proceedings",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-61868.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 36681/97) against the  lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Italian national, Mr Vito Sante Santoro (“the applicant”), on 22 May 1997.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr G. Negro, a lawyer practising in . The Italian Government (“the Government”) were represented by their Agent, Mr I.M. Braguglia, and by Mr F. Crisafulli, co-Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the preventive measure of special supervision that had been imposed on him had violated his right of freedom of movement and that he had been deprived of his right to vote in the parliamentary and regional council elections.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Third Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  By a decision of 16 January 2003, the Chamber declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "8.  The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine), the parties replied in writing to each other’s observations.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "9.  The applicant was born in 1957 and lives in Ostuni ().",
                                "elements": []
                            },
                            {
                                "content": "A.  The special supervision by the police",
                                "elements": [
                                    {
                                        "content": "10.  In an order of 24 March 1994, filed with the registry on 30 March 1994, the Brindisi District Court imposed a preventive measure on the applicant, who was placed under special police supervision for one year.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The Brindisi District Court found that numerous criminal complaints had been made against the applicant. In particular, it found that in 1991 and 1992 a series of criminal complaints had been lodged alleging that he had received stolen goods under cover of his vehicle dismantling and spare parts business. On 13 May 1992 a preventive measure in the form of a warning (avviso sociale) was imposed on the applicant for one year. On 13 June 1992 a criminal complaint was lodged against him for aiding and abetting theft and trading in stolen goods; he was acquitted by a judgment of 2 July 1993. On 5 May 1993 the applicant was arrested with two others in connection with another complaint for receiving stolen goods which had been lodged against him. In the light of the foregoing, the District Court considered that there were reasonable grounds for believing that, in spite of his clean record, the applicant was a habitual offender and thus “socially dangerous”, within the meaning of section 1 of Law no. 1423/56 of 27 December 1956. It refused, however, to make a compulsory residence order (obbligo di soggiorno) against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The order imposing the preventive measure was forwarded for enforcement to the  prefect on 7 April 1994 and served on the applicant on 3 May 1994.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The applicant appealed, but his appeal was dismissed by the Lecce Court of Appeal on 29 July 1994. The order became final on 24 September 1994 and was subsequently served on the Ostuni municipality on 27 September 1994.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 25 July 1995 the Ostuni police drafted, in the applicant’s presence, a document setting out the obligations imposed on him (verbale di sottoposizione agli obblighi).",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The applicant was required:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  to look for a suitable job within two months from the date of service of the order;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  not to change his place of residence;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  not to leave his home without informing the authorities responsible for supervising him;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d)  to live an honest life and not to arouse suspicion;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(e)  not to associate with persons who had a criminal record or who were subject to preventive or security measures;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(f)  not to return home later than 8 p.m. in summer and 6 p.m. in winter or to leave home before 7 a.m., unless due cause could be shown and in all cases only after informing the authorities responsible for supervising him;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(g)  not to keep or carry weapons;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(h)  not to go to bars or attend public meetings;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  to report to the relevant police station on Sundays between 9 a.m. and 12 noon;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(j)  to have on him at all times the card setting out his precise obligations under the preventive measure and a copy of the court order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 31 July 1995 the applicant applied to the Brindisi District Court for a declaration that the preventive measure had expired on 2 May 1995, that is, one year after the date on which the order of 24 March 1994 was served on him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  In an order of 7 October 1995, the Brindisi District Court found that, even if pursuant to section 11 of Law no. 1423/56 the special supervision period began on the day on which the person on whom the preventive measure was imposed was served with the relevant order, compliance with that formality was necessary but not sufficient to constitute an initial step in the implementation of the measure. For there to be such an initial step, it was also necessary under section 7 of Law no. 1423/56 for the relevant order to be forwarded for enforcement to the competent police authority. The District Court observed that, under the Court of Cassation’s case-law, special supervision did not lapse at the end of the period for which it had been imposed, independently of when it was implemented. In the case before it, the initial step in the implementation of the measure had been taken on 25 July 1995, the day on which the Ostuni police had drafted the document setting out the obligations imposed on the applicant. Consequently, it held that the preventive measure had not ceased to apply.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The applicant appealed to the Lecce Court of Appeal. He maintained that the preventive measure had automatically ceased to apply on 2 May 1995 or, at the latest, on 28 September 1995, which was one year after the date on which the order had been served on the  police and the Ostuni municipality. In any event, the applicant sought an order discharging the measure, arguing that there were no grounds for it to remain in force.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  In a judgment of 29 April 1996, the Court of Appeal upheld the order of 7 October 1995, observing that the case fell outside those for which statute provided the automatic lapse of special supervision. It considered that the preventive measure could not automatically cease to apply on the date stated in the order of 24 March 1994 independently of when it was implemented. Consequently, it concluded that the starting-point for the application of the preventive measure was the day on which the first steps had been taken to implement it. In this case that had been 25 July 1995, when the police had drafted the document setting out the applicant’s obligations under the order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The applicant appealed on points of law to the Court of Cassation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  In a judgment of 16 December 1996, which was filed with the registry on 6 February 1997, the Court of Cassation ruled that the order for special supervision of the applicant had ceased to apply on 2 May 1995. It observed that section 11 of Law no. 1423/56 expressly provided that the period of special supervision started to run on the day the person to be supervised was served with the relevant order. Consequently, contrary to the opinion of the Court of Appeal, it found that the date on which the document setting out the obligations imposed on the applicant was drafted was not relevant for the purposes of identifying the date on which the preventive measure first took effect. It concluded that the period of special supervision had started to run on the day on which the relevant order was served on the applicant (3 May 1994).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  In the meantime, on 20 September 1996 the Ostuni police had informed the Brindisi District Court that the order for special supervision of the applicant had ceased to apply on 24 July 1996.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The disenfranchisement",
                                "elements": [
                                    {
                                        "content": "23.  As a result of the special supervision measure imposed on the applicant, the Ostuni Municipal Electoral Committee decided on 10 January 1995 to strike the applicant off the electoral register on the ground that his civic rights had been suspended pursuant to Presidential Decree no. 223 of 20 March 1967.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The applicant was subsequently prevented from taking part in the regional council (Consiglio Regionale) election of 23 April 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 28 July 1995 the applicant’s name was restored to the electoral register.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In a certificate issued on 22 November 1995, however, the mayor of Ostuni stated that the applicant had been subject to a further year’s special supervision by a decision of the  police of 25 July 1995. On 15 December 1995 the mayor declared that the applicant would be struck off the electoral register for another year.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 12 April 1996 the Ostuni Municipal Electoral Committee refused the applicant’s request to be allowed to take part in the national parliamentary election on 21 April 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The applicant lodged an appeal with the Lecce Court of Appeal in which he contended that the preventive measure had ceased to apply on 2 May 1995 and that, accordingly, there were no grounds for excluding him from the election.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  In a judgment of 18 April 1996, the Lecce Court of Appeal dismissed the appeal on the ground that the disenfranchisement could be challenged only after the preventive measure had actually been implemented.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Provisions concerning preventive measures",
                                "elements": [
                                    {
                                        "content": "30.  The power to impose preventive measures was introduced by Law no. 1423 of 27 December 1956. Such measures are intended to prevent individuals who are considered “socially dangerous” from committing offences. The statute indicates three groups of socially dangerous persons: (a) anyone who, on the basis of factual evidence, must be regarded as a habitual offender; (b) anyone who, on account of his conduct or lifestyle and on the basis of factual evidence, must be regarded as habitually deriving his income from the proceeds of crime; and (c) anyone who, on account of his conduct and on the basis of factual evidence, must be regarded as having committed offences endangering the physical or mental integrity of minors or posing a threat to society, security or public order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Section 3 of Law no. 1423/56 provides that persons who are socially dangerous may be placed under special police supervision. The competent court sits in camera and must give a reasoned decision after hearing the public prosecutor and the person concerned, who has the right to file memorials and to be represented by a lawyer. Both parties may lodge an appeal and/or an appeal on points of law, which have no suspensive effect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  When imposing a preventive measure, the court must fix its duration and specify the conditions with which the person concerned must comply. In accordance with paragraph 1 of section 11 of Law no. 1423/56, the special supervision period starts to run on the day on which its addressee is notified of the relevant order and automatically ends when the period of time fixed in the order has elapsed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Provisions on disenfranchisement",
                                "elements": [
                                    {
                                        "content": "33.  Article 2 of Presidential Decree no. 223 of 20 March 1967 provides that, inter alia, persons on whom preventive measures have been imposed by a court order or an administrative decision shall be disenfranchised.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Article 32 § 1 (3) of that decree provides that in such cases the prefect (questore) empowered to enforce such measures shall notify the municipality where the person concerned resides of any decision entailing the loss of civic rights. The Municipal Electoral Committee shall then remove the name of the person concerned from the electoral register, even outside one of the usual periods for updating the lists.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Article 117 of the Constitution",
                                "elements": [
                                    {
                                        "content": "35.  Article 117 of the Constitution confers legislative power on the regions. It sets out the competence of the regions, inter alia, for regional administrative planning, local policy, public health, education, local museums and libraries, town planning, tourism, traffic regulations, navigation, quarries and peat bogs, hunting, agriculture, forests and handicraft. Article 117 also states that the regions have legislative power in other matters established by constitutional laws. Regional laws are enacted by the regional councils (Article 121 § 2 of the Constitution).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 2 OF PROTOCOL No. 4",
                        "elements": [
                            {
                                "content": "36.  The applicant complained that he had been illegally kept under special police supervision after the expiry of the order of 24 March 1994 and that no compensation was available to him for the undue prolongation of the preventive measure.",
                                "elements": []
                            },
                            {
                                "content": "37.  In its decision on the admissibility of the application, the Court considered that this complaint should be examined under Article 2 of Protocol No. 4, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone lawfully within the territory of a State shall, within that territory, have the right to liberty of movement and freedom to choose his residence.",
                                "elements": []
                            },
                            {
                                "content": "2.  Everyone shall be free to leave any country, including his own.",
                                "elements": []
                            },
                            {
                                "content": "3.  No restrictions shall be placed on the exercise of these rights other than such as are in accordance with law and are necessary in a democratic society in the interests of national security or public safety, for the maintenance of ordre public, for the prevention of crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.",
                                "elements": []
                            },
                            {
                                "content": "4.  The rights set forth in paragraph 1 may also be subject, in particular areas, to restrictions imposed in accordance with law and justified by the public interest in a democratic society.”",
                                "elements": []
                            },
                            {
                                "content": "1.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "38.  The Government considered that the restrictions imposed on the applicant were in accordance with the law, the decision of the Lecce Court of Appeal being the result of an interpretation of the relevant domestic provisions in conformity with the Court of Cassation’s jurisprudence. They referred, in particular, to a judgment given by the Court of Cassation on 19 March 1980 in Catalano, confirmed by another judgment adopted by the First Division on 25 May 2000 (no. 3794). According to these decisions, the starting-point for the calculation of the duration of a preventive measure should not be the date on which notice of it was served, but the time when the measure actually started to be applied.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Government submitted that it was the domestic courts’ role to solve problems of interpretation of national legislation. In the present case, the error made by the competent authorities was of a formal nature and did not entail a violation of the applicant’s rights. The latter could not therefore be considered a victim under the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The applicant observed that in the Italian legal system the judge should apply the law and not create it, the principle of strict legality in the criminal field preventing him from overstepping the bounds resulting from the wording of the relevant provisions. In any case, the starting-point of the special supervision could not depend on the discretion of the prefect or of the police, but should be fixed by the reasoned decisions of the competent judicial bodies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The applicant challenged the existence of the case-law supposedly followed by the Lecce Court of Appeal. In his view, the judgment of 1980 in Catalano constituted an isolated decision, concerning a preventive measure which had not been fully implemented because the individual in question had been authorised to move abroad. The judgment of 25 May 2000 dealt with the suspension of the preventive measure by reason of the detention of the person concerned in a prison. The applicant considered that the Court of Cassation’s judgment of 16 December 1996 quashing the decision of the Lecce Court of Appeal was not the result of a change in the case-law, but on the contrary a further statement of the correct interpretation of section 11 of Law no. 1423/56.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "42.  The Court first observes that the order imposing the special supervision by the police was served on the applicant on 3 May 1994 (see paragraph 12 above). However, it was only on 25 July 1995 that the Ostuni police drafted a document setting out the obligations imposed on the applicant (see paragraphs 14-15 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court finds it hard to understand why there should have been a delay of over one year and two months in drafting the actual obligations arising from a decision which was immediately enforceable and concerned a fundamental right, namely the applicant’s freedom to come and go as he pleased (see, mutatis mutandis, Raimondo v. Italy, judgment of 22 February 1994, Series A no. 281-A, p. 19, § 39).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Moreover, it is to be noted that in its judgment of 16 December 1996 the Court of Cassation, making use of its uncontested right to interpret the relevant provisions of domestic law, declared that the special supervision imposed on the applicant had ceased to apply on 2 May 1995 (see paragraph 21 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  It is not the role of the Court to determine whether this interpretation was correct or whether it was foreseeable in view of the relevant domestic precedents (see, mutatis mutandis, Lukanov v. Bulgaria, judgment of 20 March 1997, Reports of Judgments and Decisions 1997-II, p. 543, § 41). For the purposes of the present case, it is sufficient to observe that the Court of Cassation recognised that the applicant had been subject, between 2 May 1995 and 24 July 1996, to a measure affecting his liberty of movement which was time-barred. However, the Court of Cassation did not provide any redress for the damage suffered by the applicant as a consequence of the unlawful prolongation of the special supervision. Moreover, it has not been suggested by the Government that the applicant could have made use of any other domestic remedy to obtain compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  In the light of the above, the Court concludes that between 2 May 1995 and 24 July 1996 the interference with the applicant’s liberty of movement was neither “in accordance with law” nor necessary. There has accordingly been a violation of Article 2 of Protocol No. 4.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "47.  The applicant complained that he was disenfranchised for a longer period than was lawful and that, as a result, he had been prevented from voting in the regional council election of 23 April 1995 and the parliamentary election of 21 April 1996. He relied on Article 3 of Protocol No. 1, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The High Contracting Parties undertake to hold free elections at reasonable intervals by secret ballot, under conditions which will ensure the free expression of the opinion of the people in the choice of the legislature.”",
                                "elements": []
                            },
                            {
                                "content": "1.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "48.  The applicant submitted that his disenfranchisement after 2 May 1995 was unlawful, as it was ordered on the basis of a special police supervision measure which had already expired.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  In the Government’s opinion, the disenfranchisement was lawful in so far as it had to be regarded as the consequence of a lawfully imposed special supervision measure.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  The Court’s assessment",
                                "elements": []
                            },
                            {
                                "content": "(a)  Applicability of Article 3 of Protocol No. 1",
                                "elements": [
                                    {
                                        "content": "50.  The Court should first ascertain whether Article 3 of Protocol No. 1 applies to the elections complained of. In this respect, it observes that Article 3 of Protocol No. 1 guarantees the “choice of the legislature” and that the word “legislature” does not necessarily mean the national parliament: it has to be interpreted in the light of the constitutional structure of the State in question (see Cherepkov v. Russia (dec.), no. 51501/99, ECHR 2000-I). In Mathieu-Mohin and Clerfayt v. Belgium, the 1980 constitutional reform had vested in the Flemish Council sufficient competence and powers to make it, alongside the French Community Council and the Walloon Regional Council, a constituent part of the Belgian “legislature”, in addition to the House of Representatives and the Senate (see Mathieu-Mohin and Clerfayt v. Belgium, judgment of 2 March 1987, Series A no. 113, p. 23, §53; see also Matthews v. the United Kingdom [GC], no. 24833/94, §§ 40-54, ECHR 1999-I, on the application of Article 3 of Protocol No. 1 to the European Parliament; and X v. Austria, no. 7008/75, Commission decision of 12 July 1976, Decisions and Reports (DR) 6, pp. 120-21, on the application of Article 3 of Protocol No. 1 to regional parliaments (Landtage) in Austria).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  In the present case, there is no doubt that the national parliament is a legislative body within the meaning of Article 3 of Protocol No. 1. As regards the regional councils, the Commission left open the question whether these organs might be deemed to be part of the legislature in  (see Luksch v. Italy, no. 27614/95, Commission decision of 21 May 1997, DR 89-B, pp. 76-78).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court notes that, under Articles 117 and 121 § 2 of the Constitution, the regional councils are competent to enact, within the territory of the region to which they belong, laws in a number of pivotal areas in a democratic society, such as administrative planning, local policy, public health, education, town planning and agriculture (see paragraph 35 above). The Court therefore considers that the Constitution vested competence and powers in the regional councils that are wide enough to make them a constituent part of the legislature in addition to the parliament. This has not been contested by the Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  It follows that Article 3 of Protocol No. 1 is applicable both to the parliamentary election of 21 April 1996 and the regional election of 23 April 1995.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Merits of the applicant’s complaint",
                                "elements": [
                                    {
                                        "content": "54.  The Court points out that implicit in Article 3 of Protocol No. 1 are the subjective rights to vote and to stand for election. Although those rights are important, they are not absolute. Since Article 3 recognises them without setting them forth in express terms, let alone defining them, there is room for implied limitations. In their internal legal orders, the Contracting States make the rights to vote and to stand for election subject to conditions which are not in principle precluded under Article 3. They have a wide margin of appreciation in this sphere, but it is for the Court to determine in the last resort whether the requirements of this provision of Protocol No. 1 have been complied with; it has to satisfy itself that the conditions do not curtail the rights in question to such an extent as to impair their very essence and deprive them of their effectiveness; that they are imposed in pursuit of a legitimate aim; and that the means employed are not disproportionate (see the following judgments: Mathieu-Mohin and Clerfayt, cited above, p. 23, § 52; Gitonas and Others v. Greece, 1 July 1997, Reports 1997-IV, p. 1233, § 39; Ahmed and Others v. the United Kingdom, 2 September 1998, Reports 1998-VI, p. 2384, § 75; Labita v. Italy [GC], no. 26772/95, § 201, ECHR 2000-IV; and Sadak and Others v. Turkey (no. 2), nos. 25144/94, 26149/95 to 26154/95, 27100/95 and 27101/95, § 31, ECHR 2002-IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court observes that persons who are subject to special police supervision are automatically struck off the electoral register (see paragraph 33 above). The prefect notifies the municipality accordingly and the Municipal Electoral Committee removes the name of the person concerned from the electoral register (see paragraph 34 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  In the present case, the order imposing the preventive measure was forwarded for enforcement to the  prefect on 7 April 1994 (see paragraph 12 above). However, it was only on 10 January 1995 that the Ostuni Municipal Electoral Committee decided to strike the applicant off the electoral register (see paragraph 23 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court accepts that some delay in accomplishing the administrative tasks relating to the enforcement of a domestic court’s decision is often inevitable; however, it must be kept to a minimum (see, mutatis mutandis, Giulia Manzoni v. Italy, judgment of 1 July 1997, Reports 1997-IV, p. 1191, § 25).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  In the present case, more than nine months elapsed between the date on which the order imposing the preventive measure was forwarded to the prefect and the date on which the applicant was disenfranchised. In the Court’s view, such a delay is excessive. No explanation for it has been provided by the Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  Moreover, the delay in issue adversely affected the applicant’s ability to vote both in the parliamentary and regional elections. In fact, had the disenfranchisement been applied in due time and for the statutory period of one year, this measure would have ceased before 23 April 1995, the date of the regional election and long before 21 April 1996, the date of the parliamentary elections. In any case, as far as the latter election is concerned, the Court reiterates its finding that the prolongation of the special police supervision after 2 May 1995 was neither in accordance with law nor necessary (see paragraph 46 above). The same applies to a measure which, like the disenfranchisement, was merely an ancillary and automatic consequence of the police supervision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  There has therefore been a violation of Article 3 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "61.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "62.  The applicant alleged that the way in which his liberty of movement had been violated caused him great distress, reducing his social contacts and his ability to work. As a result, the company he had owned and directed since 1985 was unable to make any profit after 1995. He had also been prevented from exercising his normal civic rights and had not been eligible for the assignment of public works. In view of the above, the applicant claimed a lump sum of 50,000 euros (EUR) for both non-pecuniary and pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Government observed that the interference complained of had lasted from 2 May 1995 until 24 July 1996 and that in 1995 the activity of the applicant’s company had not been substantially affected. As far as 1996 was concerned, the applicant had failed to produce any evidence that the alleged loss of profit was a consequence of the preventive measure imposed on him, which had not, as such, prevented him from working. Moreover, the applicant had not shown that he might have had the possibility of obtaining a public works contract. As to the non-pecuniary damage, the Government considered that the finding of a violation constituted in itself sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court observes that the obligations imposed on the applicant by the special supervision measure (see paragraph 15 above) did not prevent him from pursuing a professional activity. Moreover, the applicant has failed to show that he had had the possibility of obtaining a public works contract. The Court therefore concludes that there is no causal link between the violations of the Convention and the alleged pecuniary damage, and rejects the applicant’s claims in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  However, the Court finds that the applicant suffered damage of a non-pecuniary nature. Having regard to the circumstances of the case and ruling on an equitable basis as required by Article 41 of the Convention, it decides to award him EUR 2,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "66.  The applicant claimed EUR 9,433.71 for the costs he had incurred at the domestic level and EUR 5,507.06 for the costs and expenses pertaining to the proceedings before the Convention institutions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Government left the matter to the Court’s discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Court observes that, before lodging his application in , the applicant had exhausted the available domestic remedies regarding the question of the violation of his freedom of movement and his right to vote in the elections. The Court therefore accepts that the applicant incurred some expenses in order to obtain redress both in the domestic legal order and at the European level (see, mutatis mutandis, Rojas Morales v. Italy, no. 39676/98, § 42, 16 November 2000). However, it considers the amounts claimed to be excessive. In this connection, the Court observes that at the admissibility stage one of the applicant’s complaints was declared inadmissible. It is therefore appropriate to reimburse only in part the costs and expenses alleged by the applicant (see, mutatis mutandis, Sakkopoulos v. Greece, no. 61828/00, § 59, 15 January 2004). Having regard to the elements at its disposal and on the basis of an equitable assessment, the Court awards the applicant EUR 3,000 for the costs incurred before the Italian authorities and EUR 2,500 for the costs relating to the European proceedings, and therefore the global sum of EUR 5,500.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "69.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 2 of Protocol No. 4;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of Protocol No. 1 by reason of the applicant’s inability to vote in the parliamentary election of 21 April 1996 and in the regional council election of 23 April 1995;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 1 July 2004, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrG. Ress",
            "role": "president"
        },
        {
            "name": "MrI. Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "MrL. Caflisch",
            "role": "judges"
        },
        {
            "name": "MrJ. Hedigan",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MrsH.S. Greve",
            "role": "judges"
        },
        {
            "name": "MrV. Zagrebelsky",
            "role": "judges"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF VITO SANTE SANTORO v. ITALY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-61868.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2004:0701JUD003668197",
    "externalsources": [],
    "extractedappno": [
        "36681/97",
        "1423/56",
        "51501/99",
        "24833/94",
        "7008/75",
        "27614/95",
        "26772/95",
        "25144/94",
        "26149/95",
        "26154/95",
        "27100/95",
        "27101/95",
        "39676/98",
        "61828/00"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Law no. 1423 of 27 December 1956, sections 1, 7 and 11 .  Presidential Decree No. 223 of 20 March 1967, Articles 2 and 32(1)(3) .  Constitution, Articles 117 and 121(2)"
    ],
    "itemid": "001-61868",
    "judgementdate": "01/07/2004 00:00:00",
    "kpdate": "01/07/2004 00:00:00",
    "kpthesaurus": [
        "566",
        "150",
        "322",
        "270",
        "574",
        "499",
        "39",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "P4-2",
        "P4-2-1",
        "P1-3",
        "P4-2-3",
        "41"
    ],
    "parties": [
        "VITO SANTE SANTORO",
        "ITALY"
    ],
    "rank": "491.948577880859",
    "representedby": [
        "N/A"
    ],
    "respondent": "ITA",
    "respondentOrderEng": "23",
    "scl": [
        "Ahmed and Others v. the United Kingdom, 2 September 1998, Reports 1998-VI, p. 2384, § 75",
        "Cherepkov v. Russia (dec.), no. 51501/99, ECHR 2000-I",
        "Gitonas and Others v. Greece, 1 July 1997, Reports 1997-IV, p. 233, § 39",
        "Giulia Manzoni v. Italy, judgment of 1 July 1997, Reports 1997-IV, p. 1191, § 25",
        "Labita v. Italy [GC], no. 26772/95, § 201, ECHR 2000-IV",
        "Loukanov v. Bulgaria, judgment of 20 March 1997, Reports of Judgments and Decisions 1997-II, p. 543, § 41",
        "Luksch v. Italy, no. 21614/95, Commission decision of 21 May 1997, DR 89, pp. 76-78",
        "Mathieu-Mohin and Clerfayt v. Belgium, judgment of 2 March 1987, Series A no. 113, p. 23, § 52 and § 53",
        "Matthews v. the United Kingdom, [GC], no. 24833/94, §§ 40-54, ECHR 1999-I",
        "Raimondo v. Italy, judgment of 22 February 1994, Series A no. 281-A, p. 19, § 39",
        "Rojas Morales v. Italy, no 39676/98, § 42, 16 November 2000",
        "Sakkopoulos v. Greece, no 61828/00, § 59, 15 January 2004",
        "Selim Sadak and Others v. Turkey, nos. 25144/94, 26149/95 to 26154/95, 27100/95 and 27101/95, § 31, ECHR 2002-IV",
        "X v. Austria, no. 7008/75, Commission decision of 12 July 1976, Decisions and Reports (DR) 6, pp. 120-121"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "318740",
    "typedescription": "15"
}