{
    "__articles": "6;6-1;P1-1;P1-1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "3330/12",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-127619.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 3330/12) against the Republic of Lithuania lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by JGK Statyba Ltd and Mr Jurijus Guselnikovas, on 21 October 2005. The first applicant is JGK Statyba Ltd (“the applicant company”), a private construction company registered in Lithuania. Mr Jurijus Guselnikovas (“the second applicant”) is a Lithuanian national, who was born in 1952 and lives in Vilnius. Mr Guselnikovas is a shareholder and a member of the board of the applicant company.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr J. Butkus and Ms S. Naidenko, lawyers practising in Vilnius. The Lithuanian Government (“the Government”) were represented by their Agent, Ms E. Baltutytė.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that their right to a fair hearing within a reasonable time under Article 6 § 1 of the Convention had been breached in two sets of civil proceedings. They also complained that there had been prolonged interference with their right to peaceful enjoyment of possessions during those proceedings.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 4 May 2012 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "A.  The circumstances of the case",
                        "elements": [
                            {
                                "content": "5.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 9 June 1995 the Vilnius District Court dismissed an action by several private individuals against the applicant company for attribution of ownership rights to two partially built houses, nos. 57-1 and 57-2. The court declared null and void the sale contracts on the basis of which the claimants, including G.G. and M.N., had maintained their title to the houses, and recognised the ownership rights of the applicant company in respect of the houses.",
                                "elements": []
                            },
                            {
                                "content": "7.  The claimants’ appeal was dismissed by the Vilnius Regional Court on 5 September 1995. The court noted, inter alia, that G.G. and M.N. could request the company to cover their costs for construction of the houses. That decision was final.",
                                "elements": []
                            },
                            {
                                "content": "1.  The first set of civil proceedings",
                                "elements": [
                                    {
                                        "content": "8.  On 15 July 1996 the applicant company lodged a civil claim for the eviction of G.G. from the house, no. 57-2, that had previously been attributed to the applicant company in the above-mentioned civil proceedings between G.G. and the applicant company. G.G. had unlawfully occupied the house and continued to live there, thus preventing the applicant company from enjoying its ownership rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  From 10 January to 11 November 1997 the proceedings were suspended at G.G.’s request, because he had a pending appeal on points of law against the court decision of 9 June 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  In December 1998 G.G. lodged a counterclaim against the applicant company, seeking acknowledgement that he was the owner of the house. G.G. also requested that the applicant company be prohibited from disposing of or mortgaging it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 21 January 1999 the Vilnius Region District Court (hereinafter “the district court”) imposed a provisional measure and prohibited the applicant company from selling or transferring the disputed property, in order to secure G.G.’s counterclaim. On the same day the proceedings were suspended due to a related civil case which contained material relevant to the proceedings in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 3 February 1999 a letter was sent to G.G. requesting monthly payments from him because he was unlawfully occupying the house.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 12 May 2000 the district court suspended the enforcement of the court decision of 9 June 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The civil proceedings were resumed on 28 August 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 23 May 2002 the same court allowed the applicant company’s claim. However, on 18 June 2002 the Vilnius Regional Court remitted the case for re-examination to the first-instance court. On 23 December 2002 the Supreme Court upheld that decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Court hearings of 8 April 2003 and 9 February 2004 were adjourned at the request of the parties, as they were involved in friendly settlement negotiations; however, the negotiations failed on both those occasions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 18 November 2003 the Vilnius Regional Court ordered the case to be examined by the Vilnius Regional Court as the court of first instance, having found that the district court did not have jurisdiction to examine this kind of case. At the same time the adjournment of the case which had been ordered by the latter court on 2 October 2003 was set aside.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 7 September 2004 the Vilnius Regional Court, at the request of G.G., issued an order seizing the applicant company’s plot of land on which the house stood, to secure G.G.’s counterclaim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The case was adjourned from 27 September to 6 December 2004 for a file from a related criminal case against G.G. to be obtained from another court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 23 December 2004 the Vilnius Regional Court dismissed the applicant company’s claim but allowed G.G.’s counterclaim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 24 May 2005 the Court of Appeal quashed the decision of the lower court and allowed the applicant company’s claim. G.G. appealed to the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 19 December 2005 the Supreme Court remitted the case again to the first-instance court for re-examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicant company lodged a request to lift the seizure of the property, arguing that this measure was not proportionate as it imposed too heavy burden on financial interests of one of the parties to the proceedings. On 2 February 2006 the Vilnius Regional Court rejected that request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 26 October 2006 the Vilnius Regional Court adjourned the proceedings until a related civil case, in which the legal status of the applicant company was disputed, was resolved. The applicant company appealed against that adjournment but the higher court upheld it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 5 September 2007 the proceedings were recommenced.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The applicant company submitted requests to the court for the seizure of the house occupied by G.G. to be lifted, and argued that the company had been suffering losses because of unpaid rent amounting to 3,200 Lithuanian litai (LTL, approximately 920 euros (EUR)) each month. On 21 November and 2 December 2008 those requests were dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 19 February 2009 the Vilnius Regional Court allowed the applicant company’s claim and dismissed G.G.’s counterclaim. The court also ordered the provisional measures to be lifted once the decision became final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 22 February 2010 the Court of Appeal upheld that decision. That ruling was final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  According to the applicants, the disputed house was returned by the bailiff to the applicant company on 28 July 2010.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  The second set of civil proceedings",
                                "elements": [
                                    {
                                        "content": "30.  On 20 June 1996 a private individual, M.N., submitted a civil claim asking for acknowledgement of his ownership rights to the house, no. 57-1, which had already been attributed to the applicant company by the court decision of 9 June 1995 (see paragraph 6). The house had been returned by the bailiff to the applicant company on 17 April 1996. Later on, M.N. modified his claim, asking only for reimbursement of construction costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  At the request of M.N., on 25 June 1996 the court gave a ruling on seizure of the applicant company’s property, which prohibited the house from being sold or ownership transferred until the case had been examined by the courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 16 November 1996 a pre-trial investigation against M.N. was opened: he was accused of forgery of documents and misappropriation of property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 17 November 1997 and 3 February 1998 M.N. amended his action, withdrawing the claim for attribution of the title to the house and asking only for reimbursement of costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  In March 1998 the applicant company submitted a counterclaim for damage allegedly caused by M.N. In May an amended counterclaim was submitted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 1 June 1998 the court ordered a forensic assessment of the construction costs claimed by M.N., and the proceedings were stayed until 24 June 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 16 December 1999 the Vilnius Regional Court dismissed M.N.’s claim for reimbursement of construction costs. At the same time it dismissed the applicant company’s counterclaim concerning damages. On 5 June 2000 the Court of Appeal dismissed as unfounded both appeals submitted by the parties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Upon an appeal on points of law by M.N., on 18 October 2000 the Supreme Court quashed the decisions of those courts and remitted the case for re-examination to the court of first instance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The applicant company requested the courts to lift the provisional measure. On 15 February 2001 the Court of Appeal declined to lift it and observed that the proceedings were still ongoing, since the Supreme Court had decided to remit the case for re-examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 8 June 2001 the Vilnius Regional Court suspended the proceedings until a related pre-trial investigation into M.N. actions was complete.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  After the proceedings were resumed, on 3 January 2002 the court suspended them again because the pre-trial investigation was still ongoing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 17 February 2003 the proceedings were resumed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 18 March, 29 April, 10 June, 4 September, and 14 October 2003 the hearings were adjourned, as the case was not ready for examination because the pre-trial investigation was still ongoing; besides, the applicant company’s representative was not present at three of those hearings. M.N. objected to the applicant company’s requests for postponement, considering the criminal proceedings against him irrelevant to the case at hand.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 17 August 2004 the civil proceedings were recommenced after the decision of the Vilnius Regional Court of 14 July 2004 to discontinue the criminal case against M.N due to prescription.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 7 October 2004 the Vilnius Regional Court refused the applicant company’s request for the provisional measure to be lifted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On 8 June 2005 the Vilnius Regional Court dismissed the civil claim by M.N. On 26 January 2006 the Court of Appeal by a final decision rejected an appeal by M.N. against this decision as unfounded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  At the request of the applicant company the Vilnius Regional Court lifted the provisional measure on 3 March 2006; that decision became final on 27 April 2006.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "B.  Relevant domestic law and practice",
                        "elements": [
                            {
                                "content": "47.  The Code of Civil Procedure (hereinafter “the CCP”), in force from 1 January 2003, provides that at the request of the parties to the proceedings the court may order provisional measures (laikinąsias apsaugos priemones) in order to secure a civil claim. A civil claim may be secured at any stage of the proceedings, if, without application of those provisional measures, enforcement of a future judgment would be impeded or become impossible (Article 144 § 1). The old CCP (as effective until 1 January 2003) stipulated that the court could also apply provisional measures of its own motion (Article 155), whereas, according to the new code, this is possible only for the protection of the public interest.",
                                "elements": []
                            },
                            {
                                "content": "48.  Article 145 of the CCP (Article 156 of the old CCP) stipulates that provisional measures may include seizure of a defendant’s real or tangible property as well as the defendant’s funds or pecuniary rights, a prohibition on transfer of ownership rights, or a prohibition on the defendant carrying out certain actions, as well as other provisional remedies.",
                                "elements": []
                            },
                            {
                                "content": "49.  According to Article 146 (Article 158 of the old CCP) a court, at the request of the parties to the proceedings or other interested persons, may replace a provisional measure with another one. Paragraph 2 of the same Article sets out that if the defendant pays the amount sought or presents surety to bind himself in favour of the defendant, the court may decide not to apply provisional measures; the defendant may also mortgage his possessions.",
                                "elements": []
                            },
                            {
                                "content": "50.  Pursuant to Article 147 (Article 159 of the old CCP) the court may request a claimant or another person asking for provisional measures to compensate the defendant for any damages he or she might sustain due to application of the provisional measures. Once a judgment dismissing a claim becomes effective, the defendant is entitled to demand that the claimant compensate for the damage sustained as a result of the application of the provisional measures.",
                                "elements": []
                            },
                            {
                                "content": "51.  Article 150 of the CCP, effective from 1 January 2003, provides that provisional measures are lifted by a decision of the court dealing with the case after a request has been received from the parties to the proceedings or other interested persons. The old CCP stipulated that the court could also lift provisional measures of its own motion (Article 160), whereas, according to the new code, this is possible only under certain circumstances for the protection of the public interest.",
                                "elements": []
                            },
                            {
                                "content": "52.  Seizure (areštas) of property, as defined in Article 675 of the CCP (Article 408 of the old CCP), is a coercive temporary restriction or prohibition on the debtor’s title to his or her property, or on one of the rights constituting the ownership, that is, the right of use or transfer, or possession.",
                                "elements": []
                            },
                            {
                                "content": "53.  On the issue of explaining the purpose of provisional measures in civil proceedings, in its ruling of 18 June 2009 in civil case no. 2-698/2009 the Court of Appeal held that when a question of seizure of property has to be decided, due consideration should be given not only to the amount of the claim but also to the financial situation of all the parties. The court shall also take into account whether the arguments and supporting evidence in the plaintiff’s request for provisional measures supply prima facie confirmation that the claim can be substantiated. On 31 December 2008 the Court of Appeal, when assessing the lawfulness of a seizure of property, noted that the scope of restrictions imposed by the court when applying provisional measures should not be wider than is absolutely necessary in order to ensure enforcement of a future judgment in the claimant’s favor (ruling in civil case no. 2-949/2008).",
                                "elements": []
                            },
                            {
                                "content": "54.  Article 6.272 § 1 of the Civil Code (which entered into force on 1 July 2001) permits a civil claim to be made for pecuniary and non-pecuniary damage in the event of unlawful actions on the part of the investigating authorities or courts. Paragraph 2 of the same Article sets out that compensation may be paid for damage caused by unlawful actions of a judge or the court trying a civil case.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "55.  The applicants complained that both sets of civil proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "56.  The Government submitted that the applicants had failed to exhaust all the effective domestic remedies by not lodging a civil claim against the State for redress under Article 6.272 of the Civil Code in view of the length of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57. The applicants contested that argument, and alleged that taking into account the practice of the domestic courts at the material time they had no legitimate expectation of having their action for damages against the State satisfied.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58. In Maneikis v. Lithuania (no. 21987/07, § 21, 18 January 2011) the Court found that in 2005 (when the applicants lodged the present application with the Court), there were no effective remedies in Lithuania to complain about the length of domestic court proceedings. It follows that the Government’s objection of non-exhaustion of domestic remedies must be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Government further submitted that the second applicant, Mr J. Guselnikovas, was not a party to any of the civil proceedings complained of. Only the applicant company, JGK Statyba Ltd, was a party to those proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The applicants submitted that Mr J. Guselnikovas, who owned 73 % of the applicant company’s shares, was directly affected by the unreasonable length of the proceedings. The second applicant’s rights to the company’s property remained restricted, so such long-lasting and continuing uncertainty was causing him inconvenience and distress.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court shares the arguments presented by the Government that the second applicant was not a party to the proceedings at hand in his own name. Those proceedings were decisive for the rights and obligations of the applicant company. There is nothing in the case file which would allow the Court to disregard the legal personality of the applicant company (see Camberrow MM5 AD v. Bulgaria (dec.), no. 50357/99, 1 April 2004, and Agrotexim and Others v. Greece, judgment of 24 October 1995, § 66, Series A no. 330-A).",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Court concludes that because J. Guselnikovas was not a party to the civil proceedings, and did not submit a claim in his own right, he cannot be considered a victim of a violation of the Convention within the meaning of Article 34 (see Četvertakas and Others v. Lithuania, no. 16013/02, § 28, 20 January 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Therefore, the complaint under Article 6 § 1 in respect of the second applicant is to be declared inadmissible as incompatible ratione personae, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court also considers that the complaint submitted by the applicant company raises serious issues under Article 6 § 1 and is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. Nor is it inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "65.  The applicants argued that the delay in the proceedings was caused by State institutions and also by third parties who were abusing their procedural rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Government submitted that both proceedings were suspended on several occasions, in particular because there were other ongoing criminal and civil proceedings. Those suspensions were necessary and should not be regarded as unjustified delays attributable to the State. Therefore, as concerns the first civil case, four years and seven months should be deducted from the overall duration; four years and two months should be deducted from the duration of the second case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The applicants submitted that postponement of cases at the request of G.G. and M.N. constituted a means of putting pressure on the applicant company so that it would waive its claim to recover the property.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Government further submitted that the complexity of both the civil cases was because of the large number of volumes of case files (eight and four volumes respectively) and the financial documents they contained, as well as the need to question many witnesses and examine the circumstances of the related criminal and civil cases. Lastly, the delay had also been caused because the parties to the proceedings had actively exercised their procedural rights by lodging requests and complaints.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The applicants disagreed with the argument that the cases were complex and needed numerous procedural actions by the courts. They alleged that the greater part of the evidence had already been collected in the civil case between the same parties, which had ended in September 1995. There was thus no need to comply with the requests of G.G. and M.N. in order to collect the evidence again, when it would only confirm the circumstances which had already been established by the binding decision of September 1995.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "70.  The Court will examine whether the length of the proceedings was compatible with the requirements of Article 6 § 1. The Court reiterates that the question whether the length of proceedings is “reasonable” must be assessed in accordance with the circumstances of the case and the following criteria: the complexity of the case, the behaviour of the applicant and that of the competent authorities, and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII). The Court reiterates that only delays attributable to the State may justify a finding of non-compliance with the “reasonable time” requirement (see Humen v. Poland, no. 26614/95, § 66, judgment of 15 October 1999).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The first civil proceedings",
                                "elements": [
                                    {
                                        "content": "71.  The proceedings commenced on 15 July 1996 and ended on 22 February 2010 with the Court’s of Appeal final ruling; they thus lasted for about thirteen years and eight months at three levels of jurisdiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  In the present case what was at stake for the applicant company was its normal commercial activity, which essentially consists of construction and sale of houses, since the seizure of the property prohibited the transfer of the houses to third parties (see, for comparison, Markass Car Hire Ltd v. Cyprus, no. 51591/99, § 39, 2 July 2002).",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Court notes that the core of the dispute was the question of the ownership of the house no. 57-2. Although the Court can accept that the case was of a certain difficulty, which was due to the need to assess the contractual relations of the parties and financial documents dating back as far as 1991, it cannot be considered particularly complex. In particular, the courts based their findings to a significant extent on facts which had already been established by the binding decision of 5 September 1995 and had res judicata effect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  With regard to the conduct of the authorities and the suspensions of the case because of other related cases, it might be reasonable for the national courts to await under certain circumstances the outcome of parallel proceedings as a measure of procedural efficiency. However, this decision must be proportionate, given the special circumstances of the case (see König v. Germany, judgment of 28 June 1978, Series A no. 27, § 110, and Herbst v. Germany, no. 20027/02, § 78, 11 January 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Court is not convinced that the adjournments of the proceedings cited by the Government were really necessary. Firstly, this concerned an adjournment for ten months because of the submission of an appeal on points of law by G.G. in another civil case against the court decision of 5 September 1995, which at that time was already binding. With regard to the adjournment for more than two and a half years because some of the relevant material was included in another related civil case, the Court is of the opinion that the necessary documents could have been obtained more expeditiously if the court of first instance had been more active. Two other adjournments of the case, lasting fifteen months taken together (see paragraph 24 above), were caused by the need to wait for final decisions in related cases; these cannot therefore be attributed to the authorities, and should be deducted from the overall length.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  In addition, as regards the conduct of the authorities, the Court notes two remittals of the case for fresh examination (see paragraphs 15 and 22 above) and a delayed transfer of the case to the Vilnius Regional Court according to the rules of jurisdiction (see paragraph 17 above). In view of the above, the Court concludes that the main responsibility for the length of the first set of proceedings rested with the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The Court has held on a number of occasions that if a State allows proceedings to continue beyond the “reasonable time” prescribed by Article 6 of the Convention without doing anything to advance them, it will be responsible for the resultant delay; the State remains responsible for the efficiency of its system (see Richard Anderson v. the United Kingdom, no. 19859/04, § 28, 9 February 2010, and Beggs v. the United Kingdom, no. 25133/06, § 239, 6 November 2012). It appears that in the present case the authorities did not take all necessary and reasonable steps to advance the proceedings in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  As regards the conduct of the applicant company, the Court observes that a party to the proceedings cannot be held responsible for delays if it exercises its procedural rights without abusing them (see Gorovaya v. Russia, no. 20882/04, § 39, 22 December 2009). The applicant company cannot be blamed for being involved in friendly negotiations (see paragraph 16 above) or for having chosen to contest the adjournments of the case and the seizure of its property. Accordingly, the Government’s argument must be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  Having regard to the above circumstances, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  There has accordingly been a breach of Article 6 § 1 in respect of the first set of civil proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The second set of civil proceedings",
                                "elements": [
                                    {
                                        "content": "81.  The period to be taken into consideration began on 20 June 1996 and ended on 27 April 2006 when the seizure of the applicant company’s property was lifted. The proceedings thus lasted nine years and ten months at three levels of jurisdiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The Court first observes that the second set of proceedings was adjourned on several occasions, for a total of approximately three and half years, because of the ongoing pre-trial investigation into the actions of M.N., who was accused of forgery of financial documents. The civil proceedings were recommenced on 17 August 2004 after the pre-trial investigation had been discontinued because of prescription. The Court observes that the pre-trial investigation in connection with which the civil case was adjourned itself lasted some seven years at one level of jurisdiction, and this duration alone could raise concerns. While the Court can accept that the results of the pre-trial investigation against M.N. were of relevance for the proper examination of the second civil case, the overall length of the adjournment of the case cannot be justified by the need for procedural efficiency in the present circumstances (see paragraph 74 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  In addition, the case was remitted for a fresh examination (see paragraph 37 above). Similarly, as has been found in respect of the first proceedings, the domestic courts based their findings on the facts that had been established by the binding court decision of September 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Government submitted that the applicant company had influenced or consented to a certain number of adjournments, amounting to seven months taken together. The Court observes that at that time the civil case was adjourned anyway because of the ongoing pre-trial investigation (see paragraph 40 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  Similarly to the first set of proceedings, the applicant company’s exercise of its procedural rights by choosing to complain about the adjournment of the case or provisional measures, and in the absence of abuse of its rights, cannot be seen as unjustified delays in the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Court considers that the State failed to ensure the speedy conduct of the proceedings (see Beggs, cited above). As a result, it does not find the delay in the second set of proceedings to be justified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  There has accordingly been a breach of Article 6 § 1 in respect of the second set of civil proceedings.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "88.   The applicants further claimed that the prolonged and unlawful seizure of the two houses had violated their property rights protected by Article 1 of Protocol No. 1 to the Convention. The prohibition on making use of their property had caused them considerable financial losses and interfered with the normal activity of the applicant company.",
                                "elements": []
                            },
                            {
                                "content": "89.  Article 1 of Protocol No. 1. reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "90. The Government submitted that the complaint lodged by the second applicant should be declared inadmissible as the latter had not participated in the proceedings and thus could not be considered a victim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The applicants contested that argument.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The Court notes that only the applicant company was a party to both proceedings and owned the disputed property in its name, whereas Mr J. Guselnikovas’s personal ownership rights to the property have not been asserted. It reiterates the finding in the present case as regards admissibility of the complaint under Article 6 § 1 lodged by the second applicant (see paragraph 62 above). There is no reason to depart from that conclusion. In the same vein, the complaint under Article 1 of Protocol No. 1 in respect of the second applicant is to be declared inadmissible as incompatible ratione personae, pursuant to Article 35 §§ 3 and 4 of the Convention. Accordingly, the Court will proceed with the examination of the complaint only in relation to the applicant company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  The Government further submitted that the applicant company had no title to the disputed property until the final decisions in the proceedings were delivered and became final, that is, until 22 February 2010 and 26 January 2006 respectively. As a result, the company could not claim to have sustained any interference with the peaceful enjoyment of its possessions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The applicants disagreed, and submitted that the situation concerning the applicant company’s title to the houses had already been ascertained by the domestic courts in 1995, in a civil case which had preceded both the civil proceedings complained of.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  The Court observes that the domestic courts had indeed already recognised the ownership rights of the applicant company in respect of the houses, in the decision of 5 September 1995. The earlier application of G.G. and M.N. for their title to the houses to be acknowledged was dismissed (see paragraph 6 above). The Court holds that the binding final court decision of 5 September 1995 was a sufficient legal basis for the view that the applicant company had a “possession” within the meaning of Article 1 of Protocol No. 1 as regards the disputed property. As a result, this plea by the Government must be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  The Government further contended that the applicant company had failed to exhaust all the effective domestic remedies by not lodging a civil claim under Article 6.272 of the Civil Code against the State for redress, in view of the prolonged application of the provisional measures.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  The applicants contested that argument and noted that no effective remedy allowing redress for the said violation existed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  The Court notes that it is incumbent on the Government claiming non-exhaustion to satisfy the Court that the remedy was an effective one. Moreover, the assessment of whether domestic remedies had to be exhausted is normally carried out with reference to the date on which the application was lodged with the Court (see Baumann v. France, no. 33592/96, § 47, ECHR 2001V (extracts), and Scordino, cited above, § 144).",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The Court considers that in the present case the applicants’ complaint under Article 1 of Protocol No. 1 is intrinsically linked with their complaint under Article 6 § 1 concerning the length of the proceedings. The alleged interference with the applicants’ property rights was predetermined by the duration of the main proceedings, and was their indirect consequence (see mutatis mutandis, Zeno and others v. Italy (dec.), no. 1772/06, 27 April 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The Court reiterates its conclusion in the present case, which is to reject the Government’s plea in view of the ineffectiveness of the remedy provided for in Article 6.272 of the Civil Code as regards length of proceedings (see paragraph 57 above). As the remedy under 6.272 of the Civil Code was not effective for the complaint under Article 6 § 1, the Court does not see how such a claim would have had any prospects of success for the complaint under Article 1 of Protocol No. 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  In these circumstances, the Court remains unconvinced that when the present application was submitted and before 2005 the possibility of claiming damages under Article 6.272 of the Civil Code for the excessive duration of the seizure of the applicant company’s property had acquired a sufficient degree of legal certainty to require it to be used for the purposes of Article 35 § 1 of the Convention (see, mutatis mutandis, Jakubowska v. Luxembourg (dec.), no. 41193/02, 28 September 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The Government further submitted that the applicants had failed to avail themselves of another civil remedy, which is provided for in Article 147 of the Code on Civil Procedure (Article 159 of the old CCP) (see paragraph 50 above), by lodging a claim for damages against G.G. and M.N.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  In reply the applicants submitted that although such a remedy was available in theory, it could not be regarded as providing a sufficient prospect of success, especially taking into account the fact that there was no consistent domestic case-law in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  Even assuming that the applicant company could have sued the parties to the proceedings who had requested the application of provisional measures in respect of the company’s property, according to the Court’s caselaw suing a private individual cannot be regarded as a remedy in respect of an act of the State (see Pine Valley Developments Ltd and Others v. Ireland, judgment of 29 November 1991, § 48, Series A no. 222; and Zlínsat, spol. s r.o., v. Bulgaria, no. 57785/00, § 55, 15 June 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  That being so, the Government’s plea of inadmissibility on the ground of non-exhaustion of domestic remedies must be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  The Court considers that this complaint raises serious issues under Article 1 of Protocol No. 1, and no other grounds for declaring it inadmissible have been established. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "107.  The applicants stated that by imposing unreasonable restrictions on the disputed property the State authorities had ignored the binding court decision and prevented the houses from being returned to their lawful owner.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  The Government submitted that no separate question arose under Article 1 of Protocol No. 1, and thus the applicant company’s complaints with regard to its property rights should be absorbed by the complaint concerning “the reasonable time requirement” under Article 6 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  The applicants further submitted that as a result of the violation of their right to peaceful enjoyment of possessions and the restrictions on their property, they were unable to dispose of the houses and receive economic benefit. This situation resulted in negative consequences for the normal commercial activity of the applicant company, loss of trust of its customers, long-term decrease in turnover, loss of revenue and pecuniary damage to the company, and increase in expenses and mortgage interest rates, as the houses were mortgaged in connection with the company’s loan from a bank. The applicants alleged that the applicant company’s building activity, which was directed at the creation of a residential district which would accommodate the needs of numerous families, should have been recognised by the domestic authorities as a “general interest”, rather than the private interests of two individuals, G.G. and M.N., being caused to prevail.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  The Government further contended that even assuming that to a certain extent there had been an interference with the applicant company’s rights, that interference was proportionate. They maintained that during the proceedings G.G. and M.N. had exercised their procedural rights to request provisional measures with a view to securing their civil claims. Those rights, as well as the applicant company’s right to seek to defend its property rights by ordering the claimants to secure its eventual losses, were set out in the Code of Civil Procedure. In addition, the Government noted that as early as February 1996, and prior to the initiation of the civil proceedings in question, it was clear that the applicant company had failed to comply with its obligations under the said mortgage loan agreement.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "111.  Article 1 of Protocol No. 1, which guarantees the right to the protection of property, contains three distinct rules: “the first rule, set out in the first sentence of the first paragraph, is of a general nature and enunciates the principle of the peaceful enjoyment of property; the second rule, contained in the second sentence of the first paragraph, covers deprivation of possessions and subjects it to certain conditions; the third rule, stated in the second paragraph, recognises that the Contracting States are entitled, amongst other things, to control the use of property in accordance with the general interest. The three rules are not, however, ‘distinct’ in the sense of being unconnected. The second and third rules are concerned with particular instances of interference with the right to peaceful enjoyment of property and should therefore be construed in the light of the general principle enunciated in the first rule” (see J.A. Pye (Oxford) Ltd and J.A. Pye (Oxford) Land Ltd v. the United Kingdom [GC], no. 44302/02, § 52, ECHR 2007III, and Anheuser-Busch Inc. v. Portugal [GC], no. 73049/01, § 62, ECHR 2007I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  To be compatible with Article 1 of Protocol No. 1, a measure of interference must fulfil three basic conditions: it must be carried out “subject to the conditions provided for by law”, which excludes any arbitrary action on the part of the national authorities, it must be “in the public interest”, and it must strike a fair balance between the owner’s rights and the interests of the community (see Vistiņš and Perepjolkins v. Latvia [GC], no. 71243/01, § 94, 25 October 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The concern to achieve a fair balance is reflected in the structure of Article 1 of Protocol No. 1 as a whole. In each case involving an alleged violation of that Article the Court must therefore ascertain whether by reason of the State’s interference the person concerned had to bear a disproportionate and excessive burden (see James and Others, cited above, § 50; Mellacher and Others, cited above, § 48; and Spadea and Scalabrino v. Italy, 28 September 1995, § 33, Series A no. 315-B).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of the above principles to the present case",
                                "elements": [
                                    {
                                        "content": "114.  Given the circumstances of the case, including the Court’s finding that the applicant company can be considered the owner of the houses from 5 September 1995 at the latest, the Court holds that there has been an interference with the applicant company’s enjoyment of its possessions, as it was not allowed the use of them for a prolonged period of time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  The Court notes that the seizure of the applicant company’s property by prohibiting its sale or alienation amounted to a temporary restriction on its use, and did not entail a transfer of ownership. The attachment orders were issued in 1996 and 1999, and they were lifted after the termination of the two civil proceedings, that is in 2010 and 2006 respectively. The Court does not therefore consider that the case involves a deprivation of property (see, mutatis mutandis, Air Canada v. the United Kingdom, judgment of 5 May 1995, § 33, Series A no. 316A).",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  The situation of the owner in the present case is somewhat similar to that in the cases of Scollo v. Italy, 28 September 1995, § 27, Series A no. 315C, Immobiliare Saffi v. Italy [GC], no. 22774/93, ECHR 1999V, or Zeno and others, cited above, to the extent where the owners unsuccessfully and for a prolonged period of time tried to evict their tenants while seeking to recover their property in order to live in it. However, contrary to these examples, the applicant company in the present case was not able to sell or otherwise transfer its property for the duration of the court proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  The Court finds that the prohibition on disposing of the houses belonging to the applicant company served to control the use of its property within the meaning of the second paragraph of Article 1 of Protocol No. 1 (see Paeffghen GmbH v. Germany (dec.), nos. 25379/04, 21688/05, 21722/05 and 21770/05, 18 September 2007) and, mutatis mutandis, Vendittelli v. Italy, 18 July 1994, § 38, Series A no. 293A).",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  In order to comply with the requirements of the second paragraph, it must be shown that the measure constituting the control of use of property was lawful, that it was “in accordance with the general interest”, and that there existed a reasonable relationship of proportionality between the means employed and the aim sought to be realised (see Megadat.com SRL v. Moldova, no. 21151/04, § 66, ECHR 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  As far as the lawfulness of the measure is concerned, the Court notes that this issue is not disputed between the parties. The interference with the applicant company’s property rights, namely the domestic court’s right to order seizure of property to secure a civil claim, is set out in the relevant provisions of the Code of Civil Procedure, Articles 144-50 (Articles 155-60 of the old Code of Civil Procedure).",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  Accordingly, the Court is satisfied that the application of the provisional measures in the case at hand was lawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  The Court reiterates that an interference must pursue a legitimate aim. The principle of a “fair balance” inherent in Article 1 of Protocol No. 1 itself presupposes the existence of a general interest of the community (see Beyeler v.  [GC], no. 33202/96, § 111, ECHR 2000I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  As regards the nature and scope of the seizure orders applied to the applicant company’s property, the Government submitted that their purpose was to secure satisfaction of G.G.’s and M.N.’s civil claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  The Court considers that the measure complained of was of a temporary and preventive nature, and was designed to secure the satisfaction of the claimants’ actions during the examination of the civil cases. Its purpose was to eliminate the risk of impeding or seriously hindering the satisfaction of the creditors’ claims in the course of two civil proceedings (see paragraphs 11, 31 and 46 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  It should be reiterated that States have a duty to ensure the proper conduct of proceedings (see Beggs, above, § 239).",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  The Court is thus ready to accept that the duty for the State to ensure the proper conduct of court proceedings, including ensuring the satisfaction of creditors’ claims, is a legitimate aim. It should be noted that the national authorities enjoy a certain margin of appreciation in determining what is in the general interest of the community (see, for example, mutatis mutandis, the James and Others judgment cited above, § 46; see, by comparison, Mellacher, cited above, § 206).",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  In view of the above, the Court considers that this interference was provided for by law and pursued a legitimate aim, as required by Article 1 of Protocol No. 1 to the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  Even if it has taken place “subject to the conditions provided for by law” – implying the absence of arbitrariness – and in the public interest, an interference with the right to the peaceful enjoyment of possessions must always strike a “fair balance” between the demands of the general interest of the community and the requirements of the protection of the individual’s fundamental rights. In particular, there must be a reasonable relationship of proportionality between the means employed and the aim sought to be achieved (see Immobiliare Saffi, cited above, § 49).",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  In assessing compliance with Article 1 of Protocol No. 1, the Court must make an overall examination of the various interests in issue, bearing in mind that the Convention is intended to safeguard rights that are “practical and effective”. It must look behind appearances and investigate the realities of the situation complained of (see Hutten Czapska v Poland [GC], no. 35014/97, § 168, ECHR 2006VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "129.  The Court notes at the outset that seizure of property which belongs to one of the parties to proceedings is, by its nature, a harsh and restrictive measure. It is capable of affecting the rights of an owner to such an extent that his or her main business activity or even living conditions may be put at stake (see, mutatis mutandis, Markass Car Hire Ltd, cited above, § 39; Vendittelli, cited above, § 35).",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  The Court has accepted that provisional seizure of property, as such, can be justified by “the general interest” if it is intended to ensure that disputed property is not transferred to third parties until the end of the proceedings, to ensure satisfaction of a creditor’s action. However, having regard to their restrictive nature, preventive measures must be brought to an end when the need for them has ceased (see: Raimondo v. Italy, 22 February 1994, § 36, Series A no. 281A; and Vendittelli, cited above, § 40), as the more time such provisional measures stay in place, the bigger is the impact on the owner’s peaceful enjoyment of possessions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  The Court considers that in the present case the alleged violation of the applicant company’s property rights is closely linked to the duration of the main proceedings and is an indirect consequence of it (see, mutatis mutandis, Zeno and others, cited above; Kunić v. Croatia, no. 22344/02, § 67, 11 January 2007). The attachment orders stayed in force for more than eleven years during the first proceedings, and ten years during the second proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  It is evident that the proper administration of justice takes time (ibid., § 67). However, the Court has already found that both sets of civil proceedings lasted an excessively long time, and that the delays were mainly attributable to the State. Once those cases had ended, the seizure of the disputed property ceased (see paragraphs 27-28 and 46 above) and as a result the applicant company could again use its possessions as it wished.",
                                        "elements": []
                                    },
                                    {
                                        "content": " 133.  As far as the obligation for the authorities to consider alternative measures is concerned, compliance with the principle of “good governance” must be taken into account. It requires that where an issue in the general interest is at stake, in particular when the matter affects fundamental human rights such as those involving property, the public authorities must act in good time and in an appropriate and above all consistent manner (see Rysovskyy v. Ukraine, no. 29979/04, §§ 70-71, 20 October 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  As regards the first set of proceedings, the prohibition on transferring ownership of house no. 57-2 was imposed by the court on account of G.G.’s counterclaim seeking acknowledgement that he had title to the house.",
                                        "elements": []
                                    },
                                    {
                                        "content": "135.  In the second set of proceedings M.N. sought acknowledgment by his initial claim that he had title to the disputed house no. 57-1. In 1998 this claim was modified to request only reimbursement of construction costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "136.  While the Court can accept that initial claims of such a nature and scope may justify the seizure of disputed property, that situation cannot exempt the courts from ascertaining and giving reasons for whether the conditions for the application of provisional measures provided for in the domestic law are indeed met, and, whether they continue to exist during the course of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "137.  The seizures of property were put in place when there had already been a binding final decision of 1995 between the same parties, which acknowledged the applicant company’s title to the same houses. Even assuming the initial claims of G.G. and M.N. of 1996-98 were arguable, the domestic courts imposed provisional measures without referring to the fact that the applicant company’s ownership rights had already been definitively established by the said court decision in September 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "138.  In the Court’s view, seizure of the property was not the only available remedy to ensure the satisfaction of the claims in the situation at hand (see paragraphs 48-49 above). In particular, as regards the second civil case, despite the fact that the claimant M.N. had amended his action by withdrawing his claim to title of the house (see paragraph 32 above), and thus ownership of the house no. 57-1 was no longer disputed, the domestic courts neither lifted the measure nor replaced it with another, less restrictive one as provided by the CCP (see paragraphs 47 and 49 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "139.  Consequently, even though the disputed attachment orders formally served a “legitimate aim”, the Court holds that given the nature and, in particular, duration of the measures they could have had certain negative economic consequences on the applicant’s company and hindered its normal activity, restricting its rights and interests more than was necessary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "140.  Moreover, the applicant company used its right to request the courts to lift or replace the seizure orders. However, it appears that the courts limited themselves to formal consideration of those requests by leaving the seizures of the property to stand until the end of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "141.  The Court further notes that in assessing whether the State struck a reasonable balance of proportionality between the means employed and the aim sought to be realised, the behaviour of the owner of the property and the degree of fault or care displayed by him or her is in certain cases relevant (see AGOSI v. the United Kingdom, 24 October 1986, § 54, Series A no. 108; Arcuri v. Italy (dec.), no. 52024/99, ECHR 2001VII). However, nothing suggests that the applicant company was in a situation which was in any way similar to that of the owners in the said cases, where the measures taken formed part of a crime-prevention policy. It is therefore unnecessary for the Court to examine the question of due care in respect of the applicant company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "142.  The required fair balance between the protection of property rights and the requirements of the general interest will not be secured if a particular person has to bear a personal and excessive burden (see Sporrong and Lönnroth v. Sweden, 23 September 1982, §§ 69-73, Series A no. 52).",
                                        "elements": []
                                    },
                                    {
                                        "content": "143.  The Court is of the opinion that by seizing the houses and prohibiting transfer of ownership for over ten years, in particular taking into account that the sale of such property was the normal commercial activity of the applicant company, the domestic courts clearly gave precedence to the interests of the claimants in having their claims secured. Furthermore, nothing in the case file suggests that the tenant G.G., who lived in the disputed house during the course of the proceedings, deserved any special protection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "144.  In the light of the foregoing and having regard to the duration and severity of the interference, the Court considers that the seizure orders in both civil cases imposed an excessive burden on the applicant company and accordingly upset the balance that must be struck between the protection of property rights and the requirements of the general interest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "145.  Consequently, there has been a violation of Article 1 of Protocol No. 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "146.  Lastly, the applicants also complained under Articles 17 and 18 of the Convention that the domestic authorities had not prevented third persons from influencing the proceedings in question and interfering with the applicants’ property rights.",
                                "elements": []
                            },
                            {
                                "content": "147.  The Government contested those complaints as unfounded.",
                                "elements": []
                            },
                            {
                                "content": "148.  The Court has examined the above-mentioned complaints as submitted by the applicants. However, having regard to all the material in its possession, and in so far as they fall within its jurisdiction, the Court finds that these complaints do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "149.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "150.  As regards non-pecuniary damage, the second applicant claimed 20,000 euros (EUR).",
                                        "elements": []
                                    },
                                    {
                                        "content": "151.  The Government argued that the second applicant could not be considered a “victim”. In addition, the amount claimed by him was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "152.  The Court has already found in the present case that the second applicant cannot be considered a “victim” within the meaning of Article 34 of the Convention. Thus, it agrees with the Government’s argument and rejects his claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "153.  The applicant company claimed EUR 296,703 in compensation for pecuniary damage, of which EUR 162,187 was for loss of rent (as concerns the house no. 57-2) and EUR 134,515 for damage suffered as a result of its failure to fulfil obligations under the loan agreement with the bank.",
                                        "elements": []
                                    },
                                    {
                                        "content": "154.  The applicant company contended that it would have rented out the house for 3,200 Lithuanian litai (LTL) (approximately EUR 920), occupied from December 1995 until July 2010 by G.G., had the provisional measures not been applied. In support of that claim the applicants presented a general valuation prepared by a real estate agency, which indicated that the monthly market rent for individual houses in similar neighbourhoods in the city of Vilnius would have varied between LTL 1,500 (EUR 430) and LTL 6,000 (EUR 1,730) in the period 2009-10.",
                                        "elements": []
                                    },
                                    {
                                        "content": "155.  The applicants further referred to the costs incurred by the applicant company in compliance with its obligation to pay a debt resulting from the failure to fulfil the said loan agreement (paragraph 109 above). They submitted a decision of the Commercial Court of 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "156.  The Government contested the applicants’ claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "157.  With regard to the pecuniary damage alleged by the applicant company, the Government submitted that no causal link existed between the alleged damage and the alleged violations of the Convention. The applicant company’s failure to fulfil its financial obligations vis-à-vis the commercial bank was already obvious in early 1996, that is before the start of both sets of civil proceedings. The Government further contended that as concerns the loss of income from rent for the house, the calculations submitted by the applicants were hypothetical and subjective and not supported by reliable evidence. In addition, according to the Government, the applicant company could have first sought compensation through the domestic courts for the loss of rent resulting from its inability to let the house, and thus should have submitted civil claims against G.G., M.N. or the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "158.  The Court first observes that the house in question was only partially built when the applicant company lost control of it. The applicant company thus would have first needed to complete the construction and to accomplish the works inside the house so it could be put on the market for rent. In addition, it would inevitably have incurred certain maintenance expenses and would also have been subjected to taxation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "159.  Given that no evidence or expert reports have been provided, the Court considers that the question of the application of Article 41 is not ready for decision. That question must, therefore, be reserved and the subsequent procedure fixed, having due regard to any agreement which might be reached between the respondent Government and the applicant company (Rule 75 § 1 of the Rules of Court).",
                                        "elements": []
                                    },
                                    {
                                        "content": "160.  Accordingly, the Court reserves this question and invites the Government and the applicant company to notify it, within six months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, of any agreement that they may reach.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "160. The applicants also claimed LTL 74,100 (EUR 21,450) for costs and expenses incurred before the domestic courts and EUR 16,500 for those incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "161. The Government contested these claims as excessive and unfounded. They submitted that as concerns the expenses incurred before the national courts, the applicant company had already been awarded a compensation of LTL 12,445 (EUR 3,600) for costs and expenses as a result of the proceedings which had ended in its favour. Besides, the payment documents and the sums therein presented by the applicant company could not be attributed to the proceedings at hand because the applicant company had been involved in a number of other proceedings. With regard to the expenses incurred before the Court, the documents submitted could not substantiate that the legal services paid were rendered only in connection with the representation before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "162. As to the applicant company’s claim for costs and expenses, it is linked to its claim for pecuniary damage and is accordingly not ready for decision either. Therefore, the Court likewise reserves the question of the application of Article 41 of the Convention in respect of cost and expenses.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the rights of the first applicant under Article 6 § 1 and Article 1 of the Protocol No. 1 to the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 1 of the Protocol No. 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that, the question of the application of Article 41 is not ready for decision in so far as pecuniary damage and reimbursement of costs and expenses are concerned and accordingly,",
                        "elements": []
                    },
                    {
                        "content": "(a) reserves the said question;",
                        "elements": []
                    },
                    {
                        "content": "(b) invites the Government and the applicant to notify the Court, within six months from the date of which the judgment becomes final in accordance with Article 44 § 2 of the Convention, of any agreement that they may reach;",
                        "elements": []
                    },
                    {
                        "content": "(c) reserves the further procedure and delegates to the President of the Chamber the power to fix the same if need be;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 5 November 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Guido Raimondi",
            "role": "president"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "acting section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF JGK STATYBA LTD AND GUSELNIKOVAS v. LITHUANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-127619.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:1105JUD000333012",
    "externalsources": [],
    "extractedappno": [
        "3330/12",
        "21987/07",
        "50357/99",
        "16013/02",
        "30979/96",
        "26614/95",
        "51591/99",
        "20027/02",
        "19859/04",
        "25133/06",
        "20882/04",
        "33592/96",
        "1772/06",
        "41193/02",
        "57785/00",
        "44302/02",
        "73049/01",
        "71243/01",
        "22774/93",
        "25379/04",
        "21688/05",
        "21722/05",
        "21770/05",
        "21151/04",
        "33202/96",
        "35014/97",
        "22344/02",
        "29979/04",
        "52024/99"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-127619",
    "judgementdate": "05/11/2013 00:00:00",
    "kpdate": "05/11/2013 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406",
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6",
        "P1-1-1",
        "6-1",
        "P1-1"
    ],
    "parties": [
        "JGK STATYBA LTD AND GUSELNIKOVAS",
        "LITHUANIA"
    ],
    "rank": "1045.14465332031",
    "representedby": [
        "BUTKUS J.",
        "NAIDENKO S."
    ],
    "respondent": "LTU",
    "respondentOrderEng": "26",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "385430",
    "typedescription": "14"
}