{
    "__articles": "14;14+P1-1;35;P1-1;P1-1-1",
    "__conclusion": "Remainder inadmissible;No violation of Article 14+P1-1 - Prohibition of discrimination (Article 14 - Discrimination) (Article 1 of Protocol No. 1 - Protection of property;Article 1 para. 1 of Protocol No. 1 - Possessions)",
    "applicability": "",
    "appno": "26266/05",
    "article": [
        "14",
        "35",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 14 - Discrimination"
            ],
            "element": "No violation of Article 14+P1-1 - Prohibition of discrimination",
            "mentions": [
                "Article 1 of Protocol No. 1 - Protection of property",
                "Article 1 para. 1 of Protocol No. 1 - Possessions"
            ],
            "type": "no-violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "details": [
                "Article 14 - Discrimination"
            ],
            "element": "No violation of Article 14+P1-1 - Prohibition of discrimination",
            "mentions": [
                "Article 1 of Protocol No. 1 - Protection of property",
                "Article 1 para. 1 of Protocol No. 1 - Possessions"
            ],
            "type": "no-violation"
        }
    ],
    "content": {
        "001-109552.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 26266/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Austrian and Israeli national, Ms Martha Raviv (“the applicant”), on 20 July 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms H. Klaar, a lawyer practising in . The Austrian Government (“the Government”) were represented by their Agent, Ambassador H. Tichy, Head of the International Law Department at the Federal Ministry for European and International Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that she was discriminated against in that provisions of the Austrian General Social Security Act aimed at compensating victims of National Socialism failed to take periods of child-raising abroad into account.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 3 September 2007 the President of the First Section decided to communicate the above complaint to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 1). The application was later transferred to the Second Section of the Court, following the re-composition of the Court’s sections on 1 February 2011.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in  in 1936 to Jewish parents. Her father was arrested in 1939. In 1942 the family learned of his death. In the same year the applicant’s mother was arrested. In 1943 the applicant and her mother were deported to the concentration camp in Bergen-Belsen. They were transferred to the concentration camp in Vittel in 1944 and were liberated the same year. After having spent four further years in camps for displaced persons, the applicant and her mother emigrated to  in 1948. The applicant is still living in , where she resides in Petah-Tikva.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant married in 1957. She has three children born in 1961, 1965 and 1971. She worked as a practising lawyer and notary public.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 1 March 2002 an amendment to the General Social Security Act (Allgemeines Sozialversicherungsgesetz) entered into force, creating additional possibilities of obtaining pension entitlements for persons who had been prevented from accumulating insurance periods by their arrest, punishment, detention, unemployment, denaturalisation or emigration as a result of National Socialist persecution.",
                                "elements": []
                            },
                            {
                                "content": "8.  Subsequently, the applicant requested the Pension Insurance Office (Pensionsversicherungsanstalt) to apply these provisions to her case.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 29 October 2002 the Pension Insurance Office issued a declaratory decision stating that the applicant was entitled to pay insurance contributions in respect of periods of emigration between 20 January 1951 and 31 December 1965 – a total of 180 insurance months – pursuant to section 504(2) taken in conjunction with section 502(6) of the General Social Security Act. Moreover, certain periods of secondary and university education were accepted as substitute periods (Ersatzzeiten) provided that contributions were paid in respect of periods of emigration.",
                                "elements": []
                            },
                            {
                                "content": "10.  In a letter of the same day the Pension Insurance Office informed the applicant that she would have to pay 24.19 euros (EUR) per month, making a total amount of EUR 4,354.20 for 180 insurance months. By making this payment by 31 May 2003 at the latest she would be entitled to a monthly pension of EUR 277.25 plus two additional payments in the same amount per year, with effect from 1 March 2002.",
                                "elements": []
                            },
                            {
                                "content": "11.  The applicant appealed against the decision of 29 October 2002, arguing, inter alia, that periods of child-raising should be counted for the purpose of calculating her pension. Not doing so would discriminate against her in relation to women who had not been forced to emigrate and had thus raised their children in .",
                                "elements": []
                            },
                            {
                                "content": "12.  On 6 May 2003 the Office of the Vienna Regional Governor (Amt der Landesregierung) dismissed the applicant’s appeal. It found that the Pension Insurance Office had correctly applied sections 502(4) and (6) of the General Social Security Act by declaring that the applicant was entitled to a maximum of 180 insurance months between January 1951, when she had reached the age of fifteen, and December 1965. Periods of secondary and university education abroad in the years 1953 to 1959 were accepted as substitute periods pursuant to section 502(7) of the General Social Security Act taken in conjunction with sections 227(1)(1) and 228(1)(3). However, section 500 and the subsequent sections of the General Social Security Act did not provide for periods of child-raising within the meaning of section 227a to be counted as substitute periods.",
                                "elements": []
                            },
                            {
                                "content": "13.  The applicant lodged a complaint with the Constitutional Court (Verfassungsgerichthof), alleging that section 502 of the General Social Security Act breached the principle of equality as guaranteed by Article 7 § 1 of the Federal Constitution. She argued in particular that excluding periods of child-raising on the ground that they were spent abroad ran counter to the underlying intention of the rules concerning preferential treatment of persons who had suffered disadvantages in their social security status during the National Socialist era. These rules were aimed at eliminating the financial disadvantages suffered by victims of National Socialism under social security law.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 23 September 2003 the  refused to deal with the applicant’s complaint for lack of prospects of success. It observed that in an area such as the present one, concerning special provisions giving preferential treatment to a particular group of persons under social security law, the legislature had a wide margin of appreciation in assessing whether events which occurred abroad were to be treated on an equal footing with events that occurred in .",
                                "elements": []
                            },
                            {
                                "content": "15.  Following a request by the applicant the  referred the case to the  (Verwaltungsgerichtshof). Before that court the applicant repeated in essence the arguments she had raised before the . She asserted in particular that, having regard to the aim pursued by section 502 of the General Social Security Act and the fact that periods of secondary and university education abroad were accepted as substitute periods, the lack of a provision including periods of child-raising abroad as substitute periods could only be regarded as an omission. The authorities should have closed this unintended gap in the law by accepting periods of child-raising abroad as substitute periods.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 22 December 2004 the  dismissed the applicant’s complaint as being unfounded. It noted that section 500 of the General Social Security Act and its subsequent sections were aimed at eliminating disadvantages in accumulating insurance periods which victims of National Socialism had suffered on account of their persecution or emigration. The law did not require there to be an actual causal link between persecution and the loss of insurance periods. It proceeded from the assumption that without the persecution, insurance periods would have been accumulated, and provided for overall crediting (pauschalierte Anrechnung) of contribution periods or substitute periods to compensate for periods of persecution or emigration.",
                                "elements": []
                            },
                            {
                                "content": "The  went on to hold:",
                                "elements": []
                            },
                            {
                                "content": "“In such a system, a teleological gap cannot in principle result from the fact that the legislature has not extended the crediting of periods of child-raising in Austria under section 227a of the General Social Security Act to persons who, for reasons linked to persecution within the meaning of section 500, live abroad during periods of child-raising. Section 227a has a similar (substitute) function in that it likewise provides for the crediting for insurance purposes of periods during which the person concerned was prevented from accumulating insurance periods (in this instance, on account of child-raising). In so far as the legislature already compensates for the loss of insurance periods as a result of persecution, no further compensation is needed. In so far as it does not make such provision, there is no difference in relation to other persons who are resident abroad: on account of the territoriality principle applicable under the social security scheme, the crediting of insurance periods in accordance with section 227a of the General Social Security Act would in any event require an equalisation arrangement through an international agreement and, moreover, decisions in such matters would be taken not in administrative proceedings but in proceedings concerning benefit entitlements.",
                                "elements": []
                            },
                            {
                                "content": "Section 502(7) of the General Social Security Act does not alter this finding in any way. This provision has two aims: it ensures that periods of schooling that were interrupted as a result of persecution are regarded as completed (thus constituting a situation giving rise to preferential treatment under section 502(4)), and it places school and university attendance abroad and in Austria on an equal footing. This equal treatment is admittedly of significance for benefit entitlement (and not only for the application of preferential treatment on the basis of emigration). However, as such it falls within the discretion enjoyed by the legislature in matters of legal policy. No further inferences are to be drawn from this in terms of the principle of equality, especially not in the manner argued by the complainant.”",
                                "elements": []
                            },
                            {
                                "content": "Finally, the  noted that the applicant’s complaint failed to give more detailed reasons as to why accepting periods of child-raising abroad as substitute periods was objectively required.",
                                "elements": []
                            },
                            {
                                "content": "17.  The judgment was served on the applicant’s counsel on 20 January 2005.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  The General Social Security Act – general rules",
                                "elements": [
                                    {
                                        "content": "18.  The General Social Security Act (Allgemeines Sozialversicherungs-gesetz) regulates health and accident insurance and old-age pension insurance for persons employed in , based on the contributory principle.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  Section 4 of the General Social Security Act regulates compulsory affiliation to the social security system. Pursuant to section 4(1)(1), employees are affiliated to the health and accident insurance scheme and to the old-age pension scheme. Section 4(2) defines an employee as any person working in consideration of remuneration in a relationship of personal and economic dependency. For an employee affiliated to the social security system, compulsory contributions have to be paid in part by the employer and in part by the employee.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Entitlement to an old-age pension arises when a person who has reached pensionable age has accumulated a sufficient number of insurance months, the required minimum being 180 months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  When calculating the number of insurance months, certain periods during which no gainful activity has been pursued, and thus no contributions have been made, are nevertheless taken into account as substitute periods, for instance periods of secondary or university education, child-raising, unemployment, or military or alternative service.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The relevant rules on substitute periods are laid down in sections 227, 227a and 228 of the General Social Security Act. The following provisions are relevant in the context of the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 227(1)(1) and section 228(1)(3) regulate in detail which periods of secondary education and university education in  are to be credited as substitute periods.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 227a of the General Social Security Act provides that periods which the insured person has spent exclusively or mainly raising his or her child are to be counted as substitute periods up to a maximum of forty-eight months, starting with the birth of each child, if the period of child-raising was spent in Austria.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Preferential treatment of persons who suffered disadvantages in their social security status in the National Socialist era",
                                "elements": [
                                    {
                                        "content": "23.  Section 500 of the General Social Security Act provides that persons who, between 4 March 1933 and 9 May 1945, suffered a disadvantage in their social security status for political reasons – except in connection with National Socialist activities – or on account of their religion or race are to receive preferential treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The details regarding this preferential treatment are regulated in the subsequent sections and differ according to whether the person emigrated or not. The relevant provisions were enacted in 1968 and have subsequently been amended several times.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Section 502(4) provides that persons who emigrated during the above-mentioned period and had accumulated insurance periods or substitute periods prior to that time are entitled to pay retroactive contributions (of approximately EUR 25 per month) for periods of emigration up to 31 March 1959.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Pursuant to section 502(6), in the version in force since 1 March 2002, persons who emigrated but had, for reasons beyond their control, not accumulated any insurance periods or substitute periods before their emigration are also entitled to pay retroactive contributions if they were born on or before 12 March 1938 and were resident in Austria on that date. Retroactive contributions can be made with effect from the person’s fifteenth birthday at the earliest. A further provision (section 592(2)) limits the possibility of making retroactive contributions to 180 insurance months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Pursuant to section 502(7), periods of secondary education or university education abroad between 4 March 1933 and 31 March 1959 are to be dealt with in the same way as periods falling under sections 227(1)(1) and 228(1)(3). In essence, that means that such periods are to be counted as substitute periods, in the same way as periods of secondary education or university education spent in .",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION TAKEN IN CONJUNCTION WITH ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "28.  The applicant complained that the relevant provisions of the General Social Security Act, which did not treat periods of child-raising spent abroad on the same footing as such periods spent in , discriminated against her. She relied on Article 14 of the Convention in conjunction with Article 1 Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "Article 14 provides:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1 provides:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "29.  Firstly, the applicant claimed to have been discriminated against on account of her residence abroad. Secondly, she alleged that the distinction contained inherent gender discrimination, since mainly women were affected by it. Thirdly, she claimed to have been discriminated against as periods of unemployment were counted as insurance periods irrespective of whether they were spent in Austria or abroad, whereas periods of child-raising were counted as substitute periods only if they were spent in .",
                                "elements": []
                            },
                            {
                                "content": "30.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "31.  The Government asserted that the applicant had failed to exhaust domestic remedies as required by Article 35 § 1 of the Convention. In the Government’s view, the applicant had only claimed a violation of the principle of equality (Gleichheitsgrundsatz) under Article 7 § 1 of the Federal Constitution, but had neither explicitly nor in substance relied on her right of property in her complaints lodged with the  and the . Noting that the applicant had been represented by counsel throughout the domestic proceedings, the Government argued that she could have been expected to raise her complaint concerning her right of property with the domestic authorities, in addition to her allegation of discrimination. In conclusion, the Government claimed that the applicant had not duly exhausted domestic remedies in respect of her complaint under Article 1 of Protocol No. 1 taken in conjunction with Article 14 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The applicant contested the Government’s view, stating that it was sufficient to raise the alleged violations in substance, which she had done in the domestic proceedings. In contrast, it was not necessary to refer explicitly to the relevant Convention Articles before the domestic authorities. The applicant asserted that the principle of equality under Article 7 § 1 of the Federal Constitution corresponded to Article 14 of the Convention but was wider in scope as it was not accessory in nature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court reiterates that Article 35 § 1 of the Convention requires that the complaints intended to be made subsequently in Strasbourg should have been made to the appropriate domestic body, at least in substance and in compliance with the formal requirements and time-limits laid down in domestic law (see Cardot v. France, 19 March 1991, § 34, Series A no. 200, and Akdivar and Others v. Turkey, 16 September 1996, § 66, Reports of Judgments and Decisions 1996IV). However, that provision should be applied with a certain degree of flexibility and without excessive regard for matters of form (see Cardot, cited above, § 34, and Akdivar and Others, cited above, § 69).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court notes that, in the domestic proceedings, the applicant complained of discrimination in relation to her pension claims on the ground that periods of child-raising spent abroad were not treated as substitute periods in the same way as child-raising periods spent in . Such consideration of substitute periods has inherent and direct effects on the applicant’s pension claim, and thus on a financial claim. The Court therefore finds that the applicant has raised her complaint under Article 14 of the Convention taken in conjunction with Article 1 of Protocol No. 1 in substance before the domestic authorities and courts, thus affording the State the opportunity of putting right the violations alleged against it (see Akdivar and Others, cited above, § 65).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court therefore concludes that in so far as the applicant complains that periods of child-raising spent abroad were not taken into account as substitute periods for the calculation of her pension claim, her complaint cannot be rejected for failure to exhaust domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court considers that this complaint is also not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  However, the Court notes that in the domestic proceedings the applicant did not raise, either explicitly or in substance, her complaints of indirect gender discrimination and of discrimination in relation to periods of unemployment spent abroad, which are treated as substitute periods for the calculation of a pension claim. She only raised those complaints in her application before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  It follows that these complaints must be rejected under Article 35 §§ 1 and 4 of the Convention for non-exhaustion of domestic remedies.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "39.  The applicant claimed that the relevant provisions of the General Social Security Act discriminated against her on account of the fact that they did not treat periods of child-raising spent abroad on the same footing as such periods spent in Austria. She maintained that the purpose of section 500 and the subsequent sections of the General Social Security Act was to compensate victims of National Socialism for disadvantages suffered under social security law. However, the law failed to achieve that aim in that it treated periods of child-raising spent abroad as a result of forced emigration differently from periods of child-raising spent in . There were no public policy reasons justifying this difference.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  In so far as the Government referred to the principle of territoriality underlying social security law, the applicant argued that section 502 of the General Social Security Act already made exceptions to that principle in the context of preferential treatment of victims of National Socialism. There were no reasons not to apply the same approach to periods of child-raising spent abroad.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Government contested the applicant’s view. They noted that section 500 and subsequent sections of the General Social Security Act pursued the aim of providing preferential treatment for victims of National Socialist persecution by allowing them to buy contribution periods at preferential rates in order to become entitled to an old-age pension under the Austrian social security system. This possibility was only open to victims of National Socialism and persons benefiting from these provisions were thus in a different situation from other contributors.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  Referring to the reasons set out in the Administrative Court’s judgment of 22 December 2004, they argued that section 500 and subsequent sections of the General Social Security Act provided for overall crediting of contribution periods or substitute periods in order to eliminate disadvantages suffered as a result of National Socialist persecution, including periods of emigration. In such a system the legislature was not obliged to provide for crediting of periods of child-raising spent abroad. On the contrary, the exclusion of such crediting served to prevent a situation where the same period was taken into account twice. If the law treated periods of secondary education and university education spent abroad as substitute periods, this fell within a ’s margin of appreciation in matters of social policy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Moreover, the Government asserted that the principle of territoriality was inherent in all matters of social security policy and law. The statutory old-age pension scheme under the General Social Security Act was in principle confined to the federal territory, providing for compulsory insurance of persons employed in Austria or by companies with their head office in . Consequently, periods of child-raising led to the crediting of substitute periods only if the child was raised in . Exceptions were only made under Community law, which was not relevant in the present context, and on the basis of bilateral agreements. There was no bilateral agreement with  in that respect. Finally, it had to be borne in mind that the crediting of substitute periods for child-raising under social security law was also a matter of family policy. This was underlined by the fact that substitute periods for child-raising were as a rule credited to the parent receiving parental leave allowance. In sum, it was justified to limit the crediting of substitute periods to cases in which the child was being raised in .",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  In conclusion, the Government asserted that the legislature had not transgressed the margin of appreciation when – in setting up a system of preferential treatment in social security law for victims of National Socialist persecution – it had decided not to grant additional crediting for periods of child-raising abroad. Consequently, the fact that in the applicant’s case such periods were not counted as substitute periods did not disclose any appearance of a violation of Article 14 of the Convention taken in conjunction with Article 1 of Protocol No. 1.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "45.  The Court notes that it has not been disputed in the present case that Article 14 of the Convention, taken in conjunction with Article 1 of Protocol No. 1, applies. The Court reiterates that although Article 1 of Protocol No. 1 does not include the right to receive a social security payment of any kind, if a State does decide to create a benefits scheme, it must do so in a manner which is compatible with Article 14 (see Stec and Others v. the  (dec.) [GC], nos. 65731/01 and 65900/01, § 55, ECHR 2005X; Andrejeva v. Latvia [GC], no. 55707/00, §79, ECHR 2009...; Carson and Others v. the United Kingdom [GC], no. 42184/05, § 64, ECHR 2010...and Stummer v.  [GC], no. 37452/02, § 83, 7 July 2011). Having regard to its case-law, the Court sees no reason to reach a different conclusion in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Court has established in its case-law that only differences in treatment based on an identifiable characteristic, or “status”, are capable of amounting to discrimination within the meaning of Article 14 (see Carson and Others, cited above, § 61; and Stummer, cited above, § 87).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Moreover, in order for an issue to arise under Article 14 there must be a difference in the treatment of persons in analogous or relevantly similar situations. Such a difference of treatment is discriminatory if it has no objective and reasonable justification, in other words if it does not pursue a legitimate aim or if there is no reasonable relationship of proportionality between the means employed and the aim sought to be realised (see Stec and Others v. the  [GC], no. 65731/01, § 51, ECHR 2006VI; Andrejeva, cited above, § 81; Carson and Others, cited above, § 61; and Stummer, cited above, § 87).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The  enjoys a margin of appreciation in assessing whether and to what extent differences in otherwise similar situations justify a different treatment. The scope of this margin will vary according to the circumstances, the subject matter and the background. As a general rule, very weighty reasons would have to be put forward before the Court could regard a difference in treatment based exclusively on the ground of sex as compatible with the Convention. On the other hand, a wide margin is usually allowed to the State under the Convention when it comes to general measures of economic or social strategy. Because of their direct knowledge of their society and its needs, the national authorities are in principle better placed than the international judge to appreciate what is in the public interest on social and economic grounds, and the Court will generally respect the legislature’s policy choice unless it is “manifestly without reasonable foundation” (see Stec and Others, cited above, §§ 51-52, with further references; see also Andrejeva, cited above, § 82-83; Carson and Others, cited above, § 61; and Stummer, cited above, § 88).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of these principles to the present case",
                                "elements": [
                                    {
                                        "content": "49.  In the present case, the applicant’s claim is that she was discriminated against as periods of child-raising abroad were not treated on an equal footing with periods of child-raising spent in . The Court has already held that “place of residence” constitutes an aspect of personal status for the purposes of Article 14 (see Carson and Others, cited above, §§ 70-71).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court notes at the outset that section 500 and subsequent sections of the General Social Security Act created a special regime for victims of National Socialist persecution. These provisions are aimed at eliminating disadvantages in social security law suffered by this group through overall crediting of insurance periods. As a general rule, affiliation to the social security system, including the old-age pension system, is linked to employment in  and is based on the compulsory payment of contributions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  In contrast, under the special regime referred to above, victims of National Socialist persecution who either did not complete a full career of insurance contributions in Austria or who, like the applicant, did not accumulate any insurance months in Austria owing to their age at the time of their emigration may become eligible for an old-age pension by paying retroactive contributions on a voluntary basis. Moreover, these contributions can be made at preferential rates determined by Section 502 (4) of the General Social Security Act, which amounted to approximately EUR 25 per month at the time when the applicant made use of this possibility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court notes that the special regime for victims of National Socialist persecution makes exceptions from the basic principles of Austrian social security law and applies a distinct set of rules to them. Having regard in particular to the possibility of accumulating insurance months without being employed in Austria, the voluntary nature of the insurance and the application of preferential rates, the Court considers that persons like the applicant who are covered by the special regime are not in a relevantly similar situation to persons who have made regular contributions to the old-age pension system on the basis of their employment in Austria. Consequently, no issue of discrimination under Article 14 taken in conjunction with Article 1 of Protocol No. 1 arises on account of the fact that periods of child-care spent abroad are not counted as substitute periods.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  However, the applicant also appears to be complaining that within the group of persons benefiting from the special regime described above, she was discriminated against. In so far as she complains that the failure to credit periods of child-raising abroad as substitute periods amounts to inherent gender discrimination, the Court has already noted above that the applicant did not raise this argument in the domestic proceedings, and has rejected this part of the complaint for non-exhaustion of domestic remedies. The same applies to the comparison with periods of unemployment, which the applicant did not raise in the domestic proceedings either (see paragraphs 37-38 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  What remains to be examined is the applicant’s argument, which she did raise before the Administrative Court, that in addition to the overall crediting of insurance periods by way of paying preferential contributions retroactively, periods of higher education are taken into account as substitute periods if they have occurred abroad, while periods of child-raising are not. The Government asserted that in the area of social policy, the legislature had to decide whether or not the crediting of substitute periods within the special regime was reconcilable with other policy aims, such as for instance family policy in respect of crediting of child-raising periods abroad. In contrast, the applicant appears to argue that, within the special regime, the legislature is obliged to treat all sets of facts which are capable of being credited as substitute periods under Austrian social security law on the same footing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court disagrees with that view. It observes that here the comparison is between persons falling under the special regime for victims of National-Socialist persecution who cannot obtain crediting for child-raising periods abroad, and persons falling under the special regime and who can obtain crediting for periods of higher education abroad. The Court does not find that there is a difference of treatment between those two groups based on an aspect of personal status as required by Article 14.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Indeed, the applicant herself, while she could not obtain crediting for periods of child-raising abroad, obtained crediting of periods of higher education spent abroad between 1953 and 1959 as substitute periods. In essence, the applicant is complaining that the law requires different conditions for the crediting of different types of substitute periods in respect of the same group of people, which in itself does not disclose any element of discrimination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  In conclusion, the Court finds that compared to persons who have made regular contributions to the old-age pension system the applicant, who is covered by the special regime for victims of National Socialist persecution, is not in a relevantly similar situation. Within the group of persons covered by the special regime the Court finds that there is no difference of treatment based on any element of personal status.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  Consequently, there has been no violation of Article 14 taken in conjunction with Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "59.  The applicant complained under Article 1 of Protocol No. 1 taken alone that the Austrian courts’ refusal to count periods of child-raising spent abroad as substitute periods violated her right to peaceful enjoyment of property. She appears to be arguing that, had the periods in question been counted as substitute periods, she would have received a higher pension.",
                                "elements": []
                            },
                            {
                                "content": "60.  The Court notes that the Government have also raised an objection of failure to exhaust domestic remedies in respect of the complaint under Article 1 of Protocol No. 1 alone. However, the Court is not called upon to determine this issue as the complaint is in any case inadmissible for the following reasons.",
                                "elements": []
                            },
                            {
                                "content": "61.  According to the Court’s established case-law, Article 1 of Protocol No. 1 does not guarantee the right to acquire possessions or to receive a social security benefit or pension payment of any kind or amount, unless provided for by national law (see mutatis mutandis, Stec and Others (dec.), cited above, § 55, and Carson and Others, cited above, §§ 53 and 57). In the present case, national law does not provide for counting child-raising periods abroad as substitute periods. Consequently, no entitlement to a higher pension can follow from having spent periods of child-raising outside .",
                                "elements": []
                            },
                            {
                                "content": "62.  It follows that this complaint is incompatible ratione materiae with the provisions of the Convention within the meaning of Article 35 § 3 (a) and must be rejected in accordance with Article 35 § 4.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares unanimously the complaint concerning Article 14 of the Convention taken in conjunction with Article 1 of Protocol No. 1 admissible in so far as the applicant complains that periods of child-raising spent abroad were not taken into account as substitute periods for the calculation of her pension claim, and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds by four votes to three that there has been no violation of Article 14 of the Convention taken in conjunction with Article 1 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 March 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judges Popović, Sajó and Pinto de Albuquerque is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "1. The present case concerns a claim of discrimination based on the fact that periods of child-raising abroad were not treated on an equal footing with periods of child-raising spent in  for the purpose of counting substitute insurance periods. The Court has already held that “place of residence” constitutes an aspect of personal status for the purposes of Article 14 (see Carson and Others v. the United Kingdom [GC], no. 42184/05, §§ 70-71, ECHR 2010). We find that the claim is founded since the applicant was subjected to discriminatory treatment based precisely on her residence abroad. Thus, our disagreement with the majority is strictly based on a question of legal principle, the factual situation of the applicant being undisputed. And the question of principle in this case is the following: should social security and family policy privilege Austrian mothers who raise their children in  over Austrian mothers who raise them abroad? Contrary to the majority’s positive answer, our reply is an unequivocal “no”.",
                        "elements": []
                    },
                    {
                        "content": "2. As a general rule, affiliation to the social security system, including the old-age pension system, is linked to employment in  and is based on the compulsory payment of contributions. Section 500 and subsequent sections of the General Social Security Act created a special regime for victims of National Socialist persecution, the aim being to compensate victims of such persecution through overall crediting of insurance periods for disadvantages suffered under social security law as a result of persecution or emigration. Under this special regime, victims of National Socialist persecution who either did not complete a full career of insurance contributions in Austria or who, like the applicant, did not accumulate any insurance months in Austria owing to their age at the time of their emigration may become eligible for an old-age pension by paying retroactive contributions at preferential rates on a voluntary basis. The problem lies in the fact that periods of child-raising in  are counted as substitute periods pursuant to section 227a of the General Social Security Act, which is not the case for periods of child-raising spent abroad.",
                        "elements": []
                    },
                    {
                        "content": "3. The Administrative Court in its judgment of 22 December 2004 noted that section 500 and the subsequent sections of the General Social Security Act achieved the aim of eliminating disadvantages in social security status suffered by victims of National Socialist persecution by way of overall crediting of insurance periods. This was based on the assumption that insurance periods would have been accumulated if there had been no persecution. In such a system, further compensation for specific periods, such as periods of child-raising, was not required. It was within the legislature’s margin of appreciation to decide whether and, if so, which substitute periods would be credited in respect of facts which occurred abroad.",
                        "elements": []
                    },
                    {
                        "content": "In their observations the Government relied on the same reasons, but added two further arguments. First, they stated that within the special regime for victims of National Socialist persecution, the crediting of periods of child-raising abroad in addition to the overall crediting of insurance periods might amount to counting the same periods twice. Second, they argued that the crediting of substitute periods for child-raising was not only a matter of social security law but also of family policy. Both the territoriality principle inherent in social security law and the legitimate interests of family policy provided objective reasons for counting periods of child-raising as substitute periods only if they had been spent in .",
                        "elements": []
                    },
                    {
                        "content": "4. We are not convinced by the Government’s first argument. We note in particular that the argument that accepting periods of child-raising abroad as substitute periods in addition to the overall crediting of insurance periods provided for by the special regime may lead to counting the same period twice would also apply to periods of higher education spent abroad. Indeed, the applicant herself obtained the entitlement to overall crediting of 180 insurance months in respect of the years 1951 to 1965 by paying retroactive contributions. In addition, periods of higher education in the years 1953 to 1959 were counted as substitute periods. If the argument of “double” crediting of insurance periods does not count for periods of higher education spent abroad, there is no sense in allowing it to count with regard to periods of child-raising abroad.",
                        "elements": []
                    },
                    {
                        "content": "5. We are not convinced by the Government’s second argument either, which relies essentially on the principle of territoriality inherent in social security law, for the simple reason that the regime for victims of National Socialist persecution itself creates a special situation with regard to the territoriality principle. The argument of territoriality is clearly misplaced in the context of a law which aims precisely to compensate victims of persecution in their own country who had to leave the country to survive. In this connection, it should be noted that the applicant was deported, first, to the concentration camp in Bergen-Belsen at the age of seven, and subsequently to the concentration camp in Vittel, spent four years in camps for displaced persons and emigrated to  at the age of twelve. She never accumulated any insurance periods in  under the ordinary regime. In the context of the special legal regime described above, any considerations linked to the principle of territoriality, including considerations of family policy based on that principle, cannot provide a justification for distinguishing between facts that occurred in  and facts that occurred abroad. We find it very disturbing, to say the least, that family policy should privilege Austrian mothers who raise their children in  over Austrian mothers who do so abroad. The presumption of “less valuable” child-raising by Austrian mothers living abroad is totally unacceptable.",
                        "elements": []
                    },
                    {
                        "content": "6. Finally, the Administrative Court’s argument does not stand either. Given the aim of the special regime of eliminating disadvantages for victims of National Socialist persecution, we cannot see any reasonable and objective grounds for excluding one particular type of period, namely time spent child-raising, on the sole ground of residence abroad, taking into account in particular the fact that the applicant’s residence abroad was precisely because of her status as a victim of persecution.",
                        "elements": []
                    },
                    {
                        "content": "We attach significant weight to the fact that the applicant was persecuted in her own country and was forced to emigrate. Consequently, it cannot be said that she chose to live abroad (in contrast to the position in Carson and Others, cited above, § 86). On the contrary, the fact that she is resident abroad is linked to the persecution she suffered during the period of National Socialism. We find that the applicant was placed against her will in a different situation from persons who have paid regular contributions to the old-age pension system on the basis of their employment in . In other words, she was forcibly excluded from a career of regular contributions, such exclusion being the result of a grave human rights violation. The contested legal solution perpetuates the pattern of exclusion to which the legislature wanted to put an end. By not counting periods of child-raising spent abroad as substitute periods, the respondent State has treated the applicant differently on the basis of a situation that she was forced to accept as a result of that grave human rights violation. The applicant’s actual situation reinforces that pattern of exclusion: years of childcare for children born in the context of such exclusion are treated as years of childcare provided by a non-Austrian mother.",
                        "elements": []
                    },
                    {
                        "content": "7. We accept that the Convention does not restrict the Contracting States’ freedom to decide whether or not to have special social security regimes for victims of persecution. If, however, a State does decide to create a special scheme, as Austria did when it approved the 2002 amendment to the General Social Security Act, it must do so in a manner which is compatible with Article 14 of the Convention (see Stec and Others v. the United Kingdom [GC], nos. 65731/01 and 65900/01, § 53, ECHR 2006VI). This State obligation is even more compelling in the present case, where the special regime in question aims to repair the harm done to people who suffered persecution. For the reasons set out above, we consider that the exclusion of periods of child-raising by Austrian mothers abroad not only contradicted the generous aim of the 2002 amendment but, more seriously, infringed the European standard of equality. Consequently, we consider that there has been a violation of Article 14 taken in conjunction with Article 1 of Protocol No. 1.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Guido Raimondi",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Ewald Wiederin",
            "role": "ad hoc judge"
        },
        {
            "name": "Françoise Elens-Passos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF RAVIV v. AUSTRIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-109552.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0313JUD002626605",
    "externalsources": [],
    "extractedappno": [
        "26266/05",
        "65731/01",
        "65900/01",
        "55707/00",
        "42184/05",
        "37452/02"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Section 502 (4) of the General Social Security Act"
    ],
    "itemid": "001-109552",
    "judgementdate": "13/03/2012 00:00:00",
    "kpdate": "13/03/2012 00:00:00",
    "kpthesaurus": [
        "343",
        "44",
        "100",
        "14",
        "369",
        "311"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "14",
        "P1-1-1",
        "35",
        "P1-1"
    ],
    "parties": [
        "RAVIV",
        "AUSTRIA"
    ],
    "rank": "869.579345703125",
    "representedby": [
        "KLAAR H."
    ],
    "respondent": "AUT",
    "respondentOrderEng": "4",
    "scl": [
        "Stec and Others v. the United Kingdom (dec.) [GC], nos. 65731/01 and 65900/01, ECHR 2005-X",
        "Andrejeva v. Latvia [GC], no. 55707/00, ECHR 2009-...",
        "Carson and Others v. the United Kingdom [GC], no. 42184/05, ECHR 2010-...",
        "Stummer v. Austria [GC], no. 37452/02, 7 July 2011"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "395615",
    "typedescription": "15"
}