{
    "__articles": "6;6-1;13",
    "__conclusion": "Violation of Art. 6-1;Violation of Art. 13",
    "applicability": "",
    "appno": "39855/03",
    "article": [
        "6",
        "13"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        }
    ],
    "content": {
        "001-96675.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 39855/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Bulgarian national, Ms Galya Ivanova Pavlova (“the applicant”), on 29 November 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was not legally represented. The Bulgarian Government (“the Government”) were represented by their Agent, Ms R. Nikolova, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 14 October 2008 the Court declared the application partly inadmissible and decided to communicate to the Government the complaints concerning the length of the proceedings and the lack of remedies in that respect. It also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 3 of the Convention).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1963 and lives in . At the material time she was employed as a human resources specialist at a steel production company.",
                                "elements": []
                            },
                            {
                                "content": "A.  The proceedings instituted in September 1998",
                                "elements": [
                                    {
                                        "content": "5.  In February 1998 the applicant’s employment was terminated and she was offered another position with the same company for a lower salary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 17 September 1998 she brought a claim against her employer, complaining about the loss of income resulting from her reassignment to a less well-paid job.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  In a judgment of 29 June 1999 the Sofia District Court dismissed the claim, and the applicant appealed to the Sofia City Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The court held two hearings, one of which was adjourned owing to the defective summoning of the applicant’s employer. At the third hearing, held on 23 November 2000, the applicant asked for the proceedings to be stayed pending the outcome of the proceedings brought in May 1999 (see paragraph 11 below). On 4 June 2001 the court turned down her request. The applicant appealed against this ruling. On 22 November 2001 the Supreme Court of Cassation found that it could not examine the appeal as it had no access to the case file of the May 1999 proceedings. It therefore sent the case back to the Sofia City Court, instructing it to enclose the case file and return all the materials to it for an examination of the appeal. After this was done, on 6 August 2002 the Supreme Court of Cassation upheld the Sofia City Court’s ruling, holding that the determination of the case was not dependent on the outcome of the 1999 proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The proceedings on the merits then resumed before the Sofia City Court. On 27 October 2004, after holding four more hearings, it upheld the Sofia District Court’s judgment. The text of the court’s judgment indicated that it was appealable on points of law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The applicant lodged an appeal, but on 14 March 2007 the Supreme Court of Cassation declared it inadmissible, observing that following a legislative amendment which had entered into force in 2002, appellate judgments in certain employment disputes were no longer subject to appeal on points of law.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The proceedings instituted in May 1999",
                                "elements": [
                                    {
                                        "content": "11.  In February 1999 the applicant was dismissed from her employment, and on 25 May 1999 she instituted proceedings against her former employer, seeking a declaration that the dismissal had been unfair, reinstatement and compensation for six months of lost wages.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  After holding five hearings, two of which were adjourned owing to the failure of an expert to file her report in time, in a judgment of 17 July 2000 the Sofia District Court dismissed the applicant’s claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 6 October 2000 the applicant appealed. After holding six hearings, in a judgment of 29 April 2004 the Sofia City Court upheld the lower court’s judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 29 November 2004 the applicant appealed on points of law. After holding a hearing on 8 February 2008, in a final judgment of 1 July 2008 the Supreme Court of Cassation upheld the lower court’s judgment.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "15.  Article 217a of the 1952 Code of Civil Procedure, added in July 1999, created a “complaint about delays”. Through such a complaint a litigant aggrieved by the slow examination of his or her case, or by delays in the delivery of judgment or in the processing of an appeal, could request the president of the higher court to give mandatory instructions that the case be expedited. On 1 March 2008 the 1952 Code was superseded by the 2007 Code of Civil Procedure, which lays down a similar procedure in Articles 25557.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "16.  The applicant complained that the length of the two sets of proceedings had been incompatible with the “reasonable time” requirement laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "17.  The Government contested this allegation.",
                                "elements": []
                            },
                            {
                                "content": "18.  The Court considers that the complaints are not manifestly illfounded within the meaning of Article 35 § 3 of the Convention or inadmissible on any other grounds. They must therefore be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "A.  The proceedings instituted in September 1998",
                                "elements": [
                                    {
                                        "content": "19.  The period to be taken into account began on 17 September 1998, when the applicant brought her claim. The Court, noting that the applicant appealed on points of law following an indication by the Sofia City Court that she was entitled to do so, takes 14 March 2007, the date on which the Supreme Court of Cassation declared this appeal inadmissible (see paragraphs 9 and 10 above), as the date on which it ended. Its duration was therefore nearly eight and a half years for three levels of jurisdiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The reasonableness of this period must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case and the conduct of the applicant and of the relevant authorities. It should also be borne in mind that special diligence is necessary in employment disputes (see, among many other authorities, Parashkevanova v. Bulgaria, no. 72855/01, § 19, 3 May 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court does not consider that the case under consideration was particularly complex in fact or in law. Indeed, the Sofia District Court was able to dispose of it in about ten months (see paragraph 7 above). By contrast, after that it remained pending before the Sofia City Court for five years and four months (see paragraphs 8 and 9 above). This delay was in large part due to the fact that it took more than a year and a half to determine the applicant’s request for the proceedings to be stayed and her appeal against the Sofia City Court’s refusal to do so (see paragraph 8 above). Such a length of time for the resolution of a preliminary procedural point of limited complexity seems unreasonable. To that has to be added the long period of inactivity between the lodging of the applicant’s appeal on points of law in late 2004 and its determination in March 2007. Noting that the Supreme Court of Cassation disposed of the appeal on a very simple procedural ground (see paragraph 10 above), the Court finds this length of time clearly excessive, especially in view of the fact that the proceedings concerned the applicant’s employment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  In the light of the criteria laid down in its caselaw, and having regard to what was at stake for the applicant and to the delays attributable to the authorities, the Court considers that the length of the proceedings failed to satisfy the “reasonable time” requirement. There has therefore been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The proceedings instituted in May 1999",
                                "elements": [
                                    {
                                        "content": "23.  The proceedings began on 25 May 1999 and ended on 1 July 2008, a period of nine years and just over one month for three levels of jurisdiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court does not consider, in the light of the criteria set out in paragraph 20 above, that this length of time was reasonable. The case does not appear particularly complex in fact or in law. Indeed, the Sofia District Court was able to dispose of it in a little over a year (see paragraphs 11 and 12 above). By contrast, the case remained pending before the Sofia City Court for more than three and a half years (see paragraph 13 above). After that, there was a significant gap – between November 2004 and February 2008 – when the case was pending before the Supreme Court of Cassation (see paragraph 14 above). This length of time appears excessive, especially in view of the fact that the proceedings concerned the termination of the applicant’s employment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  In the light of the criteria laid down in its caselaw and having regard to what was at stake for the applicant and to the delays attributable to the authorities, the Court considers that the length of the proceedings failed to satisfy the “reasonable time” requirement. There has therefore been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  The applicant complained that she did not have effective remedies in respect of the excessive length of the proceedings she had brought. She relied on Article 13 of the Convention, which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "27.  The Government contested this allegation.",
                                "elements": []
                            },
                            {
                                "content": "28.  The Court considers that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention, or inadmissible on any other grounds. It must therefore be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "29.  Article 13 guarantees an effective remedy in respect of an arguable complaint of a breach of the requirement of Article 6 § 1 to hear a case within a reasonable time (see Kudła v. Poland [GC], no. 30210/96, §§ 14657, ECHR 2000-XI). A remedy is effective if it prevents the alleged violation or its continuation or provides adequate redress for any beach that has already occurred (ibid., § 158, and Mifsud v. France (dec.) [GC], no. 57220/00, ECHR 2002VIII).",
                                "elements": []
                            },
                            {
                                "content": "30.  Having regard to its conclusions in paragraphs 22 and 25 above, the Court is satisfied that the applicant’s complaints were arguable.",
                                "elements": []
                            },
                            {
                                "content": "31.  \tWhile prior to July 1999 the applicant did not have at her disposal any domestic remedies in respect of the excessive length of the proceedings (see, among other authorities, Hadjibakalov v. Bulgaria, no. 58497/00, § 61, 8 June 2006), after that time she could have filed a “complaint about delays” (see paragraph 15 above). The Court has already found that this remedy can be effective, but that regard must be had to the specific circumstances of each case (see Stefanova v. Bulgaria, no. 58828/00, § 69, 11 January 2007) and to the impact that its use may have on the overall duration of the proceedings (see Kuncheva v. Bulgaria, no. 9161/02, § 40, 3 July 2008). In the present case, the bulk of the delay occurred when the applicant’s two cases were pending before the Supreme Court of Cassation (see paragraphs 8, 10, 14, 21 and 24 above). In view of the fact that there was no higher court, and a “complaint about delays” is to be made to the president of the higher court (see paragraph 15 above), it is questionable whether this avenue of redress was available to the applicant. The Government have not provided any example of its being used with success in such circumstances.",
                                "elements": []
                            },
                            {
                                "content": "32.  The Court additionally notes that Bulgarian law does not provide any remedies capable of leading to an award of compensation in respect of excessive delays in civil proceedings (see, among other authorities, Kambourov v. , no. 55350/00, § 82, 14 February 2008).",
                                "elements": []
                            },
                            {
                                "content": "33.  There has therefore been a violation of Article 13 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "35.  The applicant claimed 12,600 Bulgarian levs in compensation for the loss of income allegedly occasioned by the excessive length of the two sets of proceedings. She also claimed 20,000 euros (EUR) in respect of nonpecuniary damage. In addition, she requested the Court to rule on whether the authorities should take account of the length of the proceedings in determining the duration of her employment for the purpose of assessing her retirement pension.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Government contested these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court does not discern a sufficient causal link between the violations found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, it considers that the length of the proceedings and the lack of effective remedies in this regard must have caused the applicant a certain amount of frustration. It therefore awards her EUR 5,000 under this head, plus any tax that may be chargeable. As regards the applicant’s request for the Court to rule on the effect the length of the proceedings should have on the calculation of her retirement pension, the Court observes, firstly, that it is not empowered under the Convention to make a ruling such as that requested by the applicant (see, mutatis mutandis, Tolstoy Miloslavsky v. the United Kingdom, 13 July 1995, § 72, Series A no. 316B), and secondly, that this matter does not have a sufficient causal connection with the violations found.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "38.  The applicant sought the reimbursement of EUR 200 incurred for the translation of correspondence from the Court, photocopying, telephone conversations and postage. She stated that she had not kept any supporting documents, but that her claim was nonetheless justified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Government contested the claim, pointing out the lack of any supporting documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  According to the Court’s caselaw, applicants are entitled to the reimbursement of their costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. To this end, Rule 60 §§ 2 and 3 of the Rules of Court stipulate that applicants must enclose with their claims “any relevant supporting documents”, failing which the Court “may reject the claims in whole or in part”. In the present case, the applicant has failed to produce any documents in support of her claim. However, the Court considers it reasonable to assume that she has incurred certain expenses for the conduct of the proceedings before it (see Krastanov v. , no. 50222/99, § 89, 30 September 2004). Indeed, had she been eligible for legal aid, she would have been entitled to a similar sum in respect of normal secretarial expenses without being required to provide proof of actually incurring them. In view of those considerations, the Court considers it reasonable to award the full amount claimed by the applicant, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "41.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the remainder of the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the length of the proceedings instituted in September 1998;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the length of the proceedings instituted in May 1999;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Bulgarian levs at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the abovementioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 14 January 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Peer Lorenzen",
            "role": "president"
        },
        {
            "name": "Renate Jaeger",
            "role": "judges"
        },
        {
            "name": "Karel Jungwiert",
            "role": "judges"
        },
        {
            "name": "Rait Maruste",
            "role": "judges"
        },
        {
            "name": "Isabelle BerroLefèvre",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PAVLOVA v. BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-96675.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0114JUD003985503",
    "externalsources": [],
    "extractedappno": [
        "39855/03",
        "72855/01",
        "30210/96",
        "57220/00",
        "58497/00",
        "58828/00",
        "9161/02",
        "55350/00",
        "50222/99"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-96675",
    "judgementdate": "14/01/2010 00:00:00",
    "kpdate": "14/01/2010 00:00:00",
    "kpthesaurus": [
        "445",
        "444"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6",
        "6-1",
        "13"
    ],
    "parties": [
        "PAVLOVA",
        "BULGARIA"
    ],
    "rank": "711.892761230469",
    "representedby": [
        "N/A"
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "420505",
    "typedescription": "15"
}