{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "26124/03",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-108573.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 26124/03) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Aleksandr Yevgenyevich Kiryakov (“the applicant”), on 6 August 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Ukrainian Government (“the Government”) were represented by their Agent, Mr Y. Zaytsev.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the criminal proceedings against him and civil proceedings, in which he had been involved, had lasted an unreasonably long time; court judgments in his favour had remained unenforced; and his freedom of movement had been unfairly restricted by an undertaking not to abscond.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 31 March 2009 the President of the Fifth Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "5.  Mrs G. Yudkivska, the judge elected in respect of , was unable to sit in the case (Rule 28 of the Rules of Court). The President of the Chamber decided to appoint Mr Mykhaylo Buromenskiy to sit as an ad hoc judge (Rule 29 § 1(b)).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1949 and lives in Lysychansk.",
                                "elements": []
                            },
                            {
                                "content": "A. Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "7.  On 15 April 2002 criminal proceedings were instituted into an alleged abuse of authority by officers of the State Melnikova coal mine on account of acquisition of portable telephones for the mine despite the fact that it was badly in arrears with the payment of salaries to its employees.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 17 June 2002 the applicant, the director of the above-mentioned mine at the material time, was officially charged with abuse of authority in connection with the above-mentioned proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 18 June 2002 the applicant was placed under an undertaking not to abscond. Subsequently the applicant was also suspended from his duties as director of the Melnikova mine pending the pre-trial criminal investigation of the charges against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 23 June 2002 R., the mine’s accountant, was also charged with the abuse of authority within the same proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 30 June 2002 the pre-trial investigation was completed and on 10 July 2002 the case was transferred to the  for trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 24 July 2002 new criminal proceedings concerning charges of tax evasion by way of alienation of the mine’s promissory notes by the applicant and R. were joined to the previous proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 14 August 2002 new criminal proceedings concerning charges of another episode of tax evasion (alienation of the mine’s machinery as scrap metal without the consent of the State tax authorities) were instituted against the applicant and R. On the same date these proceedings were joined to the first criminal proceedings against them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 3 September 2002 the bill of indictment in respect of the tax evasion charges was transferred to the  for trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 19 November 2002 the Lysychansk Town Court acquitted the applicant and R. of the charges of abuse of position in connection with the acquisition of the portable telephones, finding that this action had been taken in the mine’s interest. It convicted them of abuse of authority with respect to the other facts of the case. The court further sentenced the applicant to four years’ suspended imprisonment and a term of probation of one year.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 7 February 2003 the Lugansk Regional Court of Appeal (“the Court of Appeal”) upheld that judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 1 April 2004 the Supreme Court of Ukraine examined the cassation appeals lodged against the above judgments and remitted the case for a fresh appellate review. It found, in particular, that the Court of Appeal had provided insufficient reasoning for rejecting the applicant’s arguments that his actions had been lawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 6 August 2004 the Court of Appeal quashed the judgment of 19 November 2002 with respect to the episodes on the basis of which the applicant had been convicted, and remitted the case to the prosecutor’s office for further investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 1 December 2004 the prosecutors’ office dropped the charges in respect of the alienation of scrap metal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 14 December 2004 the case in respect of the alienation of promissory notes was referred to the  for a re-trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 14 January 2005 the  remitted the case to the prosecutor’s office for further investigation. It found, in particular, that the charges were insufficiently substantiated, as it was not evident whether the applicant had pursued criminal motives in selling the promissory notes or what damage to public or private interests had been caused by his actions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 11 March 2005 the Court of Appeal upheld that decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 13 May 2005, following additional inquiries, the case was transmitted to the  for a re-trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 18 October 2005 the  remitted the case to the prosecutor’s office for additional investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 23 December 2005 the Court of Appeal upheld that decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 18 July 2006 new criminal proceedings were instituted against the applicant on suspicion of forgery of official documents (that is, the falsification of documents concerning his participation in a fire-prevention training course). On the same date these proceedings were joined to the previous proceedings against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Also on the same date, the prosecutor’s office dropped the charges of tax evasion in respect of the sale of the promissory notes and terminated the criminal proceedings against the applicant in this regard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 18 August 2006 the applicant was charged with forgery.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 26 September 2006 the case was remitted to the  for trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 28 March 2007, after several hearings, the court remitted the case to the prosecutor’s office for additional investigation, referring to numerous shortcomings in the previous investigation and lack of reasoning in the indictment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 11 September 2007 the prosecutor’s office terminated the criminal proceedings concerning forgery for want of evidence that the applicant had forged the documents rather than having duly taken part in the training programme. On the same date the applicant was released from the undertaking not to abscond.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 14 September 2007 the  revoked the ruling of 18 July 2006 by which criminal proceedings had been instituted against the applicant on suspicion of forgery, having found that it had been made without a sufficient legal basis. According to the case-file materials that ruling was not appealed against.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Proceedings concerning invalidation of the suspension order of 3 July 2002",
                                "elements": [
                                    {
                                        "content": "33.  By order of the Ministry of Fuel and Energy of Ukraine of 3 July 2002 the applicant was suspended from the performance of his duties as director of the Melnikova mine pending the pre-trial investigation of the criminal charges against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 2 October 2002 he instituted civil proceedings in the  challenging the validity of the above-mentioned suspension order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 22 January 2004 the court decided to leave the applicant’s claim without consideration on account of his failure to appear at the hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 14 November 2005 the applicant appealed against that decision, requesting the restoration of the time-limit for lodging this appeal alleging procedural irregularities in the consideration of his case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 22 December 2005 the Lugansk Regional Court of Appeal restored the time-limit for lodging the appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 9 February 2006 the Lugansk Regional Court of Appeal quashed the decision of 22 January 2004 and remitted the case to the  for consideration on the merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 28 August 2006 the court invalidated the disputed suspension order as unlawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  According to the case-file materials, that decision was not appealed against.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. Proceedings concerning the applicant’s reinstatement",
                                "elements": [
                                    {
                                        "content": "41.  On 28 March 2003 the applicant was dismissed from his post as director of the Melnikova mine by order of Ministry of Fuel and Energy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 29 September 2005 the  ordered the applicant’s reinstatement, to be executed immediately, irrespective of the fact that the judgment was still subject to appeal. On 16 February 2006 the Lugansk Regional Court of Appeal upheld that judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 27 February 2006 the reinstatement order was issued in respect of the applicant, following which the applicant was obliged to take part in a State-run fire-prevention training course and obtain the relevant certification as a pre-requisite for execution of his functions as director.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 7 August 2006 the applicant was dismissed from his post as the director of the mine with reference to his failure to comply with the above requirement. The applicant appealed in court, alleging that the new dismissal had been unlawful and that the previous reinstatement judgment had in fact never been enforced. He further claimed 39,125 hryvnias (UAH) in unpaid salary and UAH 30,000 in non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On 27 November 2006 the  allowed the applicant’s claims in part. In particular, it found that the applicant had not been properly reinstated and that his second dismissal had been unlawful. The court again ordered the applicant’s reinstatement and awarded him UAH 36,289 in unpaid salary for the period from October 2005 until November 2006 and UAH 1,200 for non-pecuniary damage. In addition, the court issued a separate ruling (окрема ухвала) drawing the attention of the Lysychansk Prosecutor to the unlawful conduct of the State officials in obstructing execution of the judgment of 29 September 2005. The applicant did not appeal against that judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 22 March 2007 the Court of Appeal upheld the judgment of 27 November 2006 following the defendant’s appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 20 September 2007 the Supreme Court of Ukraine rejected the defendant’s request for leave to appeal in cassation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On an unspecified date the applicant complained to the court about the non-enforcement of the judgment of 27 November 2006 and claimed an unspecified amount in unpaid salary and UAH 30,000 for moral damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 13 September 2007 the  allowed the applicant’s claim in part. It found that the applicant had not been properly reinstated and awarded him UAH 16,266 in unpaid salary and UAH 600 for non-pecuniary damage. The defendant’s appeal having been dismissed on procedural grounds, this judgment became final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On 27 December 2007 the State bailiffs’ service terminated enforcement proceedings, finding that the judgment had been enforced in full.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On 8 January 2008 the applicant was issued with an employee identification number and a power of attorney to act on the mine’s behalf as its director, and was introduced to the mine’s staff. On the same date he was issued with an order to attend a fire-prevention training course and obtain the necessary certification for performing his duties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On 3 March 2008 the applicant was suspended from performing his duties as the mine’s director on account of his failure to obtain the above certification.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  On an unspecified date the applicant challenged the lawfulness of his suspension in the  and complained that he had still not been properly reinstated to his director’s duties and claimed UAH 10,000 in non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  On 6 November 2008 the Lysychansk Town Court found that the applicant had failed to substantiate his arguments concerning the non-enforcement of the reinstatement order, in particular since on 8 January 2008 he had been assigned an employee identification number. At the same time, the court annulled the suspension order of 3 March 2008, finding that the company had failed to organise the applicant’s training properly, and awarded the applicant UAH 300 for non-pecuniary damage. According to the case-file materials this judgment was not appealed against and became final.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.   Other proceedings and events",
                                "elements": [
                                    {
                                        "content": "55.  In November 2002 the applicant instituted civil proceedings in the  challenging the failure of the prosecutor’s office to notify the Ministry of Fuel and Energy in good time of the termination of the pre-trial investigation in his case. On 2 January 2003 the court allowed his complaint. On 2 June 2003 the Court of Appeal quashed that decision and terminated the proceedings, finding that such complaint should have been lodged within the framework of criminal rather than civil proceedings. On 14 October 2004 the Supreme Court of Ukraine upheld the ruling of the Court of Appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The applicant also tried to institute criminal proceedings against the former and acting directors of the company on account of the non-enforcement of his reinstatement order and other allegedly unlawful acts in respect of him. However, his efforts were to no avail.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION ON ACCOUNT OF THE LENGTH OF THE CRIMINAL PROCEEDINGS AGAINST THE APPLICANT",
                        "elements": [
                            {
                                "content": "57.  The applicant complained that the length of the criminal proceedings against him had been unreasonable. He referred to Article 6 § 1 of the Convention in this regard, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "58.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The submissions of the parties",
                                        "elements": [
                                            {
                                                "content": "59.  The applicant complained that the length of the criminal proceedings against him had been unreasonable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Government submitted that the period to be taken into consideration began on 15 April 2002, when the criminal investigation into the sale of portable telephones implicating the applicant as the director of the mine, was initiated. The proceedings lasted until 14 September 2007, when the  quashed the decision of the prosecutor’s office to commence a criminal investigation into the alleged forgery of the training certificate. The proceedings thus lasted five years and five months.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The Government further maintained that the above-mentioned period, during which the case was examined at three levels of jurisdiction, had been reasonable. In particular, the proceedings had involved several different episodes and defendants and necessitated thorough investigative actions. Inter alia, over thirty witnesses had been questioned; on six occasions various financial and other documents had been seized and examined. Overall, there were no periods of inactivity imputable to the authorities.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "62.  The Court notes that the proceedings complained about concerned in fact four separate sets of charges arising from four different sets of facts (acquisition of portable telephones; alienation of promissory notes; alienation of property, and forgery of a training certificate). The relevant investigations terminated in the eventual dropping of all the charges on four different dates. However, the proceedings with respect to all the charges were officially joined together by the investigative authorities. In these circumstances, and regard being had to the Government’s acknowledgement that there was only one set of proceedings, the Court accepts that the period to be taken into account commenced in April 2002 and lasted until September 2007, that is, five years and five months. Between June 2002 and September 2007 the applicant remained on an undertaking not to abscond in connection with the proceedings at issue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Court notes that during the first round of proceedings the case with respect to the first three episodes was in fact considered at three levels of jurisdiction. At the same time, between August 2004 and September 2007 the case was transferred back and forth between the investigative authorities and the first-instance court on four occasions, in particular, with reference to insufficient evidence of the applicant’s criminal conduct. Eventually, the charges with respect to all the episodes but the first one (of which the applicant was acquitted by court) were dropped by the investigative authorities themselves, without going through judicial review.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The Court has already found in a number of judgments that repeated remittals of a case for re-investigation and prolonged failure of the authorities to produce to the court a case ready for trial may be indicative of a serious deficiency in the operation of the criminal justice machinery (see, for example, Ivanov v. Ukraine, no. 15007/02, § 74, 7 December 2006, and Benyaminson v. Ukraine, no. 31585/02, §§ 106 – 108, 26 July 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  In these circumstances the Court finds that the Government have failed to provide a plausible explanation for the duration of the criminal proceedings against the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  Regard being had to the above and to what was at stake for the applicant in the proceedings at issue, including restrictions on his liberty of movement in connection with the undertaking not to abscond, this period is sufficient for the Court to conclude that there has been a violation of Article 6 § 1 of the Convention with respect to the length of the criminal proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLES 6 § 1 AND 13 OF THE CONVENTION ON ACCOUNT OF THE LENGTH OF THE CIVIL PROCEEDINGS",
                        "elements": [
                            {
                                "content": "67.  The applicant also complained under Article 13 of the Convention about the unreasonable length of the proceedings he instituted in October 2002 against the Ministry of Fuel and Energy of Ukraine. The Court, which is master of the characterisation to be given in law to the facts of the case (see, as a recent authority, Castravet v. Moldova, no. 23393/05, § 23, 13 March 2007), finds that the above complaint falls to be examined solely under Article 6 of the Convention, which was cited above.",
                                "elements": []
                            },
                            {
                                "content": "68.  The Government considered that the duration of the proceedings was not unreasonable.",
                                "elements": []
                            },
                            {
                                "content": "69.  The Court notes that the proceedings at issue were instituted by the applicant on 2 October 2002 and lasted until 28 August 2006. However, the period between 22 January 2004 (the date on which the applicant’s initial claim was left without consideration) and 22 December 2005 (when the time-limit for lodging his appeal was restored) should be subtracted from the period to be taken into consideration. The period to be taken into consideration thus lasted some twenty-three months. During this period the case was considered by the courts at two levels of jurisdiction, the matter having been examined on the merits by the trial court only.",
                                "elements": []
                            },
                            {
                                "content": "70.  In assessing the reasonableness of the period at issue, the Court notes that it is not clear what was happening with the case between October 2002 (when the proceedings were instituted) and 22 January 2004 (when the applicant’s claim was left without consideration on account of his failure to appear for the hearing) and whether this fifteen-month delay in resolving the case was justified. It further finds it regrettable that the applicant was not apprised of the hearing of 22 January 2004 or the decision taken on that day in good time, which fact contributed to the delay in the final resolution of his claim. On the other hand, regard being had to the overall duration of the proceedings, the Court does not consider that the present complaint raises an issue under Article 6 § 1 of the Convention, particularly in view of the fact that the applicant first requested restoration of the time-limit for lodging his appeal nearly two years after his claim had been left without consideration and did not appear to have shown special diligence (see, among other authorities, Gurzhyy v. Ukraine (dec.), no. 326/03, 1 April 2008) in the defence of his interests.",
                                "elements": []
                            },
                            {
                                "content": "71.  In the light of all the above, the Court considers that this aspect of the application is manifestly ill-founded and should be dismissed in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION ON ACCOUNT OF NON-ENFORCEMENT OF JUDGMENTS",
                        "elements": [
                            {
                                "content": "72.  The applicant further complained under Article 6 § 1 of the Convention that he had never been reinstated in his position as director of the Melnikova mine, notwithstanding the court orders of 29 September 2005 and 27 November 2006 in this regard.",
                                "elements": []
                            },
                            {
                                "content": "73.  The Government claimed that the judgments at issue had been enforced, as evidenced by the bailiffs’ service’s decision of 27 December 2007 terminating the relevant enforcement proceedings. The applicant could therefore not claim to have remained the victim of such a violation. The Government submitted that this part of the application should therefore be dismissed as incompatible ratione personae with the provisions of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "74.  They further maintained that the applicant had been precluded from actually performing the duties of mine director due to his own systematic failures to comply with the formal training requirements. In this context his allegations that the State authorities were responsible for this situation and his failure to notify the Court that he had obtained all the compensatory payments due to him under the judgments in due course, were indicative of an abuse of the right of petition.",
                                "elements": []
                            },
                            {
                                "content": "75.  The applicant disagreed. He submitted that he had never been reinstated in his position as director of the Melnikova mine and that, having lost hope, he eventually (in December 2008) took different employment. He further acknowledged that the compensatory payments due to him under the judgments had been received by him in full. However, the object of his claim was not the financial payments, but the reinstatement per se. As he had never been reinstated, in fact, he could not be said to have abused his right of petition in any way.",
                                "elements": []
                            },
                            {
                                "content": "76.  The Court does not find it necessary to address the Government’s arguments in detail, as it considers that this part of the application must in any event be dismissed for the following reasons. The Court notes firstly that the initial ruling ordering the applicant’s reinstatement was issued by the  on 29 September 2005. In so far as the applicant challenged the manner in which it was enforced by the defendant on 27 February 2006, on 27 November 2006 the improper enforcement was acknowledged by the judicial authorities, the reinstatement order was confirmed and the applicant was awarded compensation for the delay in enforcement. In so far as he claimed that the order of 27 November 2006 was also improperly enforced, on 13 September 2007 the breach of his rights was also acknowledged by the domestic authorities and he was awarded compensatory payments for the delay.",
                                "elements": []
                            },
                            {
                                "content": "77.  As regards the applicant’s argument, contested by the Government, that after 13 September 2007 he was still not reinstated, the Court notes that on 27 December 2007 the bailiffs’ service terminated the enforcement proceedings, having found that the debtor-company had completed the formalities necessary to consider the applicant reinstated. Similar position was taken by the Lysychansk District Court in its judgment of 6 November 2008 within the framework of proceedings concerning the lawfulness of the 3 March 2008 order suspending the applicant from work. Based on the case-file materials, the applicant never challenged the above interpretation of the facts concerning his reinstatement either by the bailiffs (see Fuklev v. Ukraine, no. 71186/01, § 77, 7 June 2005) or by the first-instance court and the judgments at issue became final. The Court has therefore no basis to conclude that the reinstatement order has remained unenforced to the present time. The Court also notes that the applicant does not dispute before it the fairness of the compensation received by him in domestic proceedings.",
                                "elements": []
                            },
                            {
                                "content": "78.  Regard being had to the actions taken at the domestic level to acknowledge and remedy the breaches of the applicant’s right to have the court judgments in his favour enforced and the scope of the applicant’s submissions in the present application, the Court considers that this aspect of the application is manifestly ill-founded on the whole.",
                                "elements": []
                            },
                            {
                                "content": "79.  It must therefore be dismissed in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 2 OF PROTOCOL NO. 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "“1. Everyone lawfully within the territory of a State shall, within that territory, have the right to liberty of movement and freedom to choose his residence....",
                                "elements": []
                            },
                            {
                                "content": "3.  No restrictions shall be placed on the exercise of these rights other than such as are in accordance with law and are necessary in a democratic society in the interests of national security or public safety, for the maintenance of ordre public, for the prevention of crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.",
                                "elements": []
                            },
                            {
                                "content": "4.  The rights set forth in paragraph 1 may also be subject, in particular areas, to restrictions imposed in accordance with law and justified by the public interest in a democratic society.”",
                                "elements": []
                            },
                            {
                                "content": "81.  The Government submitted that the applicant had not exhausted domestic remedies in respect of this complaint. In particular, since the criminal proceedings against him had been terminated on exonerative grounds, he could have lodged a compensation claim under the Act “on the procedure for the compensation of damage caused to a citizen by the unlawful actions of bodies of inquiry, pre-trial investigative authorities, prosecutors and courts” of 1 December 1994 (with amendments).",
                                "elements": []
                            },
                            {
                                "content": "82.  By way of evidence that the avenue of recourse referred to constituted an effective remedy, they provided a copy of a judgment of the Krasnyy Lyman Town Court of 18 July 2006 awarding a Mr G. UAH 20,062.50 in respect of non-pecuniary damage arising from his placement under an undertaking not to abscond and his criminal prosecution lasting a period of some four and a half years which was terminated on exonerative grounds. The Government have not informed the Court if that judgment, which was further upheld by the Donetsk Regional Court of Appeal on 16 October 2006, has become final.",
                                "elements": []
                            },
                            {
                                "content": "83.  The applicant did not comment on the non-exhaustion objection. He maintained in general terms that his placement under an undertaking not to abscond had been unfair.",
                                "elements": []
                            },
                            {
                                "content": "84.  The Court notes that Article 35 of the Convention requires that the complaints made before the Court should have been made to the appropriate domestic body, at least in substance and in compliance with the formal requirements and time-limits laid down in domestic law and, further, that any procedural methods that might prevent a breach of the Convention should have been used (see Cardot v. France, 19 March 1991, § 34, Series A no. 200). The existence of the remedies in question must be sufficiently certain not only in theory but also in practice, failing which they will lack the requisite accessibility and effectiveness (see, for example, Vladimir Fedorov v. Russia, no. 19223/04, § 38, 30 July 2009).",
                                "elements": []
                            },
                            {
                                "content": "85.  It is incumbent on the Government claiming non-exhaustion to satisfy the Court that the remedy was an effective one available in theory and in practice at the relevant time, that is to say that it was accessible, was capable of providing redress in respect of the applicant’s complaints, and offered reasonable prospects of success. However, once this burden of proof has been satisfied it falls to the applicant to establish that the remedy advanced by the Government was in fact used or was for some reason inadequate and ineffective in the particular circumstances of the case, or that there existed special circumstances absolving him or her from the requirement (ibid., § 39).",
                                "elements": []
                            },
                            {
                                "content": "86.  Turning to the facts of the present case, the Court notes that the applicant has not provided any explanation as to why the remedy invoked by the Government should not be considered effective in his case. The Court therefore upholds the Government’s objection as to non-exhaustion.",
                                "elements": []
                            },
                            {
                                "content": "87.  This aspect of the application should therefore be dismissed as inadmissible in accordance with Article 35 § 1 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "88.  The applicant also complained under Article 6 § 1 and Article 13 of the Convention of lack of access to a court with respect to his complaint about the actions of the prosecutor’s office; under Article 6 §§ 1 and 3 (b) and (c) of the Convention of unfairness in the criminal proceedings against him; under Article 7 of the Convention of having been convicted for acts which could not be interpreted as criminal; and under Article 1 of Protocol no. 1 of having been deprived of means of subsistence for a considerable period of time on account of having been suspended from work without pay.",
                                "elements": []
                            },
                            {
                                "content": "89.  Having considered the applicant’s submissions in the light of all the material in its possession, the Court finds that, in so far as the matters complained of are within its competence, they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention.",
                                "elements": []
                            },
                            {
                                "content": "90.  It follows that this part of the application must be declared inadmissible as manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "91.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "92.  The applicant claimed UAH 35,000 in indexation of unpaid salary and UAH 215,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  The Government submitted that these claims were exorbitant and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The Court observes that it has found a violation of the Convention only on account of the unreasonable length of the criminal proceedings against the applicant. It does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, ruling on an equitable basis, it awards the applicant EUR 1,200 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "95.  The applicant did not submit any claims for costs and expenses within the time-limit fixed. Consequently, the Court does not make any award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "96.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the length of the criminal proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the length of the criminal proceedings;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,200 (one thousand two hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the national currency of Ukraine at the rate applicable on the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 12 January 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Dean Spielmann",
            "role": "president"
        },
        {
            "name": "Elisabet Fura",
            "role": "judges"
        },
        {
            "name": "Karel Jungwiert",
            "role": "judges"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Ann Power-Forde",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Mykhaylo Buromenskiy",
            "role": "ad hoc judge"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KIRYAKOV v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-108573.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0112JUD002612403",
    "externalsources": [],
    "extractedappno": [
        "26124/03",
        "15007/02",
        "31585/02",
        "23393/05",
        "326/03",
        "71186/01",
        "19223/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-108573",
    "judgementdate": "12/01/2012 00:00:00",
    "kpdate": "12/01/2012 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "406"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "KIRYAKOV",
        "UKRAINE"
    ],
    "rank": "854.031494140625",
    "representedby": [
        "N/A"
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "365936",
    "typedescription": "15"
}