{
    "__articles": "6;6-1;6-3-c;41;6-1+6-3-c",
    "__conclusion": "Violation of Art. 6-1+6-3-c;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "54698/00",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-3-c",
            "base_article": "6",
            "element": "Violation of Art. 6-1+6-3-c",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1+6-3-c",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - domestic proceedings",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-75692.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 54698/00) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Resul Kaya (“the applicant”), on 26 January 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr W.L. Weh, a lawyer practising in Bregenz. The Austrian Government (“the Government”) were represented by their Agent, Mr F. Trauttmansdorff, Head of the International Law Department at the Federal Ministry for Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the administrative criminal proceedings against him had been unfair, in that he had been convicted in absentia.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed First Section (Rule 52 § 1)]",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 24 February 2005, the Court declared the application partly admissible. The Turkish Government did not wish to intervene under Article 36 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "7.   The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine), the parties replied in writing to each other’s observations.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicant was born in 1956 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "9.  On 26 July 1995 the Vorarlberg Federal Police Directorate (Sicherheitsdirektion) issued a residence prohibition against the applicant who was then living in . On 5 March 1996 the applicant filed a complaint with the  (Verwaltungsgerichtshof) and requested the  to grant suspensive effect to his complaint. At the same date he filed an application for re-instatement into the proceedings as the legal time-limit for filing a complaint had expired.",
                                "elements": []
                            },
                            {
                                "content": "10.  Meanwhile, on 29 February 1996 the Bregenz District Administrative Authority (Bezirkshauptmannschaft) issued a provisional penal order against the applicant, imposing a fine under the Aliens Act, as he had not complied without unreasonable delay with the residence prohibition issued against him on 26 July 1995 and had been unlawfully staying in .",
                                "elements": []
                            },
                            {
                                "content": "11.  The applicant, assisted by counsel, filed an objection (Einspruch) against this decision.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 29 April 1996 the District Administrative Authority issued a penal order (Straferkenntnis) confirming its previous decision and imposing a fine of approximately 200 euros (EUR) on the applicant.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 15 May 1996 the applicant appealed to the Independent Administrative Panel (Unabhängiger Verwaltungssenat - IAP). He submitted that he had commissioned his counsel to file a complaint against the residence prohibition but that the latter had accidentally not done so in time. He had now filed a complaint against the residence prohibition with the  and had requested that suspensive effect be granted upon this complaint. He argued that until the ’s decision upon this latter request he was still allowed to stay in . The applicant also requested that an oral hearing be held in which he, his counsel and a representative of the District Administrative Authority should be heard.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 2 October 1996 the  dismissed the applicant’s application for re-instatement into the proceedings concerning the residence prohibition and rejected the applicant’s complaint as belated.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 14 February 1997 the applicant was expelled to .",
                                "elements": []
                            },
                            {
                                "content": "16.  On 21 May 1997 the IAP summoned the applicant and his counsel to an oral hearing in the administrative criminal proceedings concerning the fine under the Aliens Act scheduled for the afternoon of 11 June 1997. The summons, which indicated that the applicant could either appear in person or send his counsel, was addressed to the applicant’s counsel. It stated that the hearing would be conducted in the applicant’s absence if he failed to appear.",
                                "elements": []
                            },
                            {
                                "content": "17.  On the morning of 11 June 1997 the applicant’s counsel informed the IAP that the applicant, in complying with the residence prohibition, had meanwhile moved to  and could therefore not participate in the hearing in the afternoon. Referring to the applicant’s rights under Article 6 of the Convention he requested that the hearing should be adjourned sine die.",
                                "elements": []
                            },
                            {
                                "content": "18.  On the afternoon of 11 June 1997 the hearing took place in the absence of the applicant but in the presence of his counsel, who informed the IAP that he had not informed the applicant of the hearing as he considered this to be the IAP’s task. Referring to the applicant’s rights under Article 6 of the Convention, counsel requested again an oral hearing in the presence of the applicant.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 18 July 1997 the IAP quashed the penal order insofar as it concerned the charge of having stayed in  without a valid residence permit, but maintained the conviction as regards the offence of not having complied with a residence prohibition without undue delay and reduced the fine to approximately EUR 110. It noted that the applicant was only guilty of the offence of not complying with a residence prohibition because the other offence could only be committed if no residence prohibition had been issued. As regards the request for the adjournment of the hearing, the IAP found that the applicant’s interests had been taken care of by his counsel and that his presence had therefore not been necessary, all the more as the appeal concerned questions of law and not of fact.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 12 August 1997 the applicant lodged a complaint with the  in which he complained inter alia that the IAP had convicted him in absentia.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 27 November 1997 the  declined to deal with the applicant’s case for lack of prospect of success and transmitted the case to the .",
                                "elements": []
                            },
                            {
                                "content": "22.  On 19 May 1998 the applicant supplemented his complaint to the . He submitted inter alia that the IAP had breached procedural requirements as it should have heard him in person - in which case he would have stated as a defence that he had been promised orally by the Vorarlberg Public Security Authority to tolerate his further stay in .",
                                "elements": []
                            },
                            {
                                "content": "23.  On 25 August 1998 the IAP submitted its observations in reply. It stated, inter alia, that in the proceedings before it neither the applicant nor his counsel had ever relied on an undertaking given by the Public Security Authority so the IAP had no reason to explore this avenue, which moreover, was in contrast to other statements made in the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 1 July 1999 the  dismissed the applicant’s complaint. As regards the complaint that the IAP had held its hearing in the applicant’s absence, the  found that it could only quash a decision if an essential procedural defect had occurred. Whether a procedural defect was essential had to be shown by the complainant. The applicant had failed to produce such evidence. In his appeal the applicant had argued that it was common administrative practice that a person who had filed a complaint with the  against a residence prohibition and had requested suspensive effect to his complaint was allowed to stay in  until the  had decided on this latter request. Such an argument did not concern a statement of facts which would make it necessary that its author be heard in person. Moreover there was nothing to show that the applicant could not have instructed his counsel even after having left . Thus, there was no essential procedural defect. This decision was served on the applicant’s counsel on 26 July 1999.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  The applicant complains under Article 6 of the Convention that the IAP convicted him in absentia.",
                                "elements": []
                            },
                            {
                                "content": "Article 6, as far as relevant, provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "26.  The applicant submitted that the present case resembles the case Yavuz against Austria (no. 46549/99, 27 May 2004) where the Court found a violation because of a lack of personal hearing of the applicant before the IAP. The facts of the present case were even more blatant, as the applicant not only did not know about the hearing but, without efforts being made by the IAP, did not have the legal possibility to re-enter . The applicant further argued that when court authorities transmit the summons solely to counsel, the latter will bear the burden and risk of delivery, which, in the applicant’s view, runs counter to Article 6 of the Convention. A request by counsel that the applicant be summoned in person would have been in vain, as the direct service of a writ to an accused who is assisted by counsel, is not provided for in administrative criminal proceedings. In any event, counsel had received the summons for the hearing on 11 June 1997 only less than three weeks before, namely on 21 May 1997. During this short period, which moreover consisted of several public holidays, it would not even have been possible to obtain a visa for the applicant. The IAP should have heard the applicant, in particular, as to the question whether he had acted in good faith when staying illegally in . The IAP, in any way, had not summoned any witnesses for the hearing of 11 June 1997 so that there were no technical difficulties in postponing this hearing. However, despite the applicant’s repeated requests to be heard, the IAP had undertaken nothing to allow the applicant a short-term visit to .",
                                "elements": []
                            },
                            {
                                "content": "27.  The Government argued that the applicant had been duly summoned to the IAP’s hearing by way of a writ addressed to his counsel in accordance with the applicable domestic law and his own free decision. While the relevant domestic legislation provides the possibility to name a person to whom all letters and summons are served, this is not an obligation. Even represented by a counsel, a party is free to exclude service authorisation from the scope of the power of attorney. The applicant had never maintained before the Austrian authorities that he wished to be summoned personally. Once a party had been duly summoned, the party’s absence did not prevent the conduct of a hearing. In the present case, counsel, although informed that the hearing would be conducted in the applicant’s absence if he failed to appear, failed to take any steps in order to secure the applicant’s right to be heard in person. In particular, counsel had not informed the applicant of the hearing and had not instituted proceedings for the issuing of a temporary exemption from the residence prohibition so that the applicant could attend a hearing in . Counsel had only requested an adjournment sine die at the very day the hearing was held and had not indicated whether or when the applicant could attend a hearing or that he would prepare the applicant’s re-entry to  by filing a responding request under the Aliens Act. Neither did the applicant claim that he filed or was willing to file such request. In this context the Government noted that the applicant’s request to re-enter  from 4 until 6 October 1999 for purposes of medical control at the Pension Insurance Office was successful. There being no good reasons for the applicant’s absence at the hearing, he had to be considered as having waived his right to be heard in person. Counsel’s failure to inform him of the hearing was to be attributed to the applicant and was not a reasonable impediment justifying adjournment. In any event, the applicant was not deprived of a fair hearing of his case as his defence was conducted by his lawyer. Furthermore, he had only complained about a question of law, the matter was of minor significance as the proceedings concerned a minor offence and the IAP, due to the principle prohibiting a “reformatio in peius” could not increase the sentence. Finally, the applicant could file a complaint with the  which reviewed the legal findings of the IAP. In any event, the issue of good faith did not necessarily require a personal hearing.",
                                "elements": []
                            },
                            {
                                "content": "28.  The Court recalls that, according to its established case-law, the right of an accused to participate in person in the proceedings is a fundamental element of a fair trial (see Colozza v. Italy, judgment of 12 February 1985, Series A no. 89, p. 14, § 27, F.C.B. v. Italy, judgment of 28 August 1991, Series A no. 208-B, p. 21, § 33, T. v. Italy, judgment of 12 October 1992, Series A no. 245-C, p. 41, § 26, Yavuz v. Austria, no. 46549/99, § 45, 27 May 2004, Novoselov v. Russia (dec.), no. 66460/01, 8 July 2004 and Stoichkov v. , no. 9808/02, § 55, 24 March 2005). An accused may waive the exercise of this right, but to do so his decision not to appear or not to defend himself must be established in an unequivocal manner and be attended by minimum safeguards commensurate to its importance (see, as a recent authority, Stoichkov v. Bulgaria, cited above).",
                                "elements": []
                            },
                            {
                                "content": "29.  The present case concerns administrative criminal proceedings in which the applicant was not heard by the Independent Administrative Panel, the only “tribunal” within the meaning of Article 6 § 1 having full jurisdiction over facts and law (see Baischer v. Austria, no. 32381/96, § 30, 20 December 2001). In any event, the applicant was not heard at any other stage of the proceedings. The Government’s arguments that the nature of the proceedings before the Independent Administrative Panel was such as to dispense it from the necessity to hear the applicant in person accordingly fails (see mutatis mutandis Yavuz v. , cited above, §§ 46 and 48).",
                                "elements": []
                            },
                            {
                                "content": "30.  As to the question whether the applicant had waived his right to be heard in person, the Court notes that the applicant, represented by his counsel, requested that an oral hearing be held by the Independent Administrative Panel in which he should be heard. The applicant was subsequently expelled to . The Independent Administrative Panel then scheduled a hearing to which the applicant was duly summoned via his counsel who had been required to inform the applicant. The Court reiterates that summons via counsel is not in itself in violation of Article 6 of the Convention. However, in circumstances where an accused has not been notified in person of a hearing, particular diligence is required in assessing whether he has waived his right to be present (see Yavuz v. Austria, cited above, § 49).",
                                "elements": []
                            },
                            {
                                "content": "31.  In the present case, counsel in disregard of his professional duties did not inform the applicant of the hearing. Counsel, however, told the Independent Administrative Panel that the applicant was not aware of the date of the hearing and reiterated the request that he be heard in person. In these circumstances, the Independent Administrative Panel could not consider that the applicant had unequivocally waived his right to be heard in person. Thus, the conduct of the proceedings in absentia was in violation of Article 6 §§ 1 and 3 (c) of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "\nII.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "32.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "33.  The applicant sought EUR 119.91 for reimbursement of the fine and the court costs imposed on him under the head of pecuniary damage, and EUR 2,000 as compensation for non-pecuniary damage sustained from the violation found.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  As regards the claim for pecuniary damage, the Government argued that that there was no causal link between the violation complained of and the applicant’s claim. In respect of the claim for non-pecuniary damage, the Government maintained that the finding of a violation would constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court reiterates that it cannot speculate what the outcome of the proceedings would be if they had been in conformity with Article 6 of the Convention. Accordingly, it dismisses the claim for damages for pecuniary loss.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  As to non-pecuniary damage, the Court considers that, in the circumstances of the case, the finding of a violation constitutes in itself sufficient just satisfaction.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "37.  The applicant requested EUR 4,907.62 including VAT for reimbursement of costs and expenses incurred in the domestic proceedings and EUR 6,201.44 including VAT for costs incurred in the Convention proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Government observed that the requested sum would be a reimbursement of the total costs incurred in the domestic proceedings whereas only those costs which were incurred in an attempt to redress the violations of the Convention could be taken into account. Furthermore, the costs were excessive as VAT had not been calculated correctly. As regards the cost claim for Convention proceedings, the Government argued that regard had to be made to the fact that essential parts of the application had been declared inadmissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  As regards the costs of the domestic proceedings, the Court reiterates that it has to consider whether the costs and expenses were actually and necessarily incurred in order to prevent or obtain redress for the matter found to constitute a violation of the Convention and were reasonable as to quantum (see, for instance, Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, § 80, ECHR 1999-III). The Court considers that the applicant’s request for adjournment and his complaints to the  and the  meet the above-mentioned conditions. Considering the applicant’s claims in this regard and the Government’s argument concerning the erroneous calculation of VAT, the Court awards EUR 2,500 on an equitable basis. This sum includes any taxes chargeable on this amount.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  In respect of the costs incurred in the  proceedings, the Court observes that the applicant, who was represented by counsel, did not have the benefit of legal aid and that he was only partly successful with his application. It considers it reasonable to award him EUR 2,000 under this head. This sum includes any taxes chargeable on this amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "41.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 §§ 1 and 3 (c) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 4,500 (four thousand five hundred euros) in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 June 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "and Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KAYA v. AUSTRIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-75692.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0608JUD005469800",
    "externalsources": [],
    "extractedappno": [
        "54698/00",
        "46549/99",
        "66460/01",
        "9808/02",
        "32381/96",
        "21980/93"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-75692",
    "judgementdate": "08/06/2006 00:00:00",
    "kpdate": "08/06/2006 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "85",
        "136",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "6-3-c",
        "6-1",
        "41"
    ],
    "parties": [
        "KAYA",
        "AUSTRIA"
    ],
    "rank": "548.664611816406",
    "representedby": [
        "WEH W. L."
    ],
    "respondent": "AUT",
    "respondentOrderEng": "4",
    "scl": [
        "Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, § 80, ECHR 1999-III",
        "Colozza v. Italy, judgment of 12 February 1985, Series A no. 89, p. 14, § 27",
        "F.C.B. v. Italy, judgment of 28 August 1991, Series A no. 208-B, p. 21, § 33",
        "Novoselov v. Russia (dec.), no. 66460/01, 8 July 2004",
        "Stoichkov v. Bulgaria, no. 9808/02, § 55, 24 March 2005",
        "T. v. Italy, judgment of 12 October 1992, Series A no. 245-C, p. 41, § 26",
        "Yavuz v. Austria, no. 46549/99, §§ 45, 49, 27 May 2004"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "327994",
    "typedescription": "15"
}