{
    "__articles": "P1-1;P1-1-1",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "50636/09",
    "article": [
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-142522.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 50636/09) against the Republic of Croatia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Croatian national, Ms Marija Božić (“the applicant”), on 24 August 2009.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mrs M. Trninić, a lawyer practising in Slavonski Brod. The Croatian Government (“the Government”) were represented by their Agent, Mrs Štefica Stažnik.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that she had been deprived of her pension.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 24 January 2013 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born on 18 November 1940 and lives in Lipovača, Croatia.",
                                "elements": []
                            },
                            {
                                "content": "6.  In the period between 1 January 1980 and 30 November 1992 the applicant was insured by the Croatian Pension Fund (Hrvatski zavod za mirovinsko osiguranje) as an agricultural entrepreneur. She lived in Klokočevik, near Slavonski Brod.",
                                "elements": []
                            },
                            {
                                "content": "7.  In November 1992 the applicant left Klokočevik and moved to Lipovača, part of the so-called “Serbian Independent Region of Krajina”, a self-proclaimed entity established on the territory of Croatia. She stopped contributing to the Croatian Pension Fund.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 6 April 1998 the Slavonski Brod Office of the Croatian Pension Fund (Hrvatski zavod za mirovinsko osiguranje, Područna služba u Slavonskom Brodu) accepted a payment by the applicant of 4,978 Croatian kunas (HRK) in respect of pension contributions for the period from 30 November 1992 to 31 December 1994. It issued a certificate of payment, which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“This is to confirm that on 6 April 1998 the person contracted to pay contributions, BOŽIĆ MARIJA, made a full payment of the contributions due to the [pension fund]. This certificate ... serves as evidence of the registration of the pension-qualifying period in the central register, and may not be used for other purposes.",
                                "elements": []
                            },
                            {
                                "content": "For the insured person the [period concerned is from] 1 January 1980 [to] 31 December 1994.",
                                "elements": []
                            },
                            {
                                "content": "FOR THE REGISTRATION OF THE PENSION-QUALIFYING PERIOD”",
                                "elements": []
                            },
                            {
                                "content": "9.  On 21 November 2000 the Slavonski Brod Office of the Croatian Pension Fund accepted another payment by the applicant of HRK 11,663 in respect of pension contributions for the period from 1 January 1995 to 31 May 2000, and issued a certificate in that respect.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 22 November 2000 the applicant, having met the age criteria applicable at the time, asked the Croatian Pension Fund to grant her pension.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 12 April 2002 the Slavonski Brod Office of the Croatian Pension Fund decided of its own motion that the applicant had ceased to have the status of an insured person as of 30 November 1992, when she had wound up her agricultural activities.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 22 April 2002 the Slavonski Brod Office of the Croatian Pension Fund further decided to refuse the applicant’s request to grant her pension. It found that the applicant’s pension-qualifying period amounted to twelve years and eleven months, namely the period from January 1980 to November 1992, which was insufficient to obtain a pension. The applicant did not appeal against that decision. Instead, in April 2002 the applicant lodged an appeal against the first decision of the Slavonski Brod Office of the Croatian Pension Fund (see paragraph 11 above), arguing, inter alia, that she had followed the instructions of the Croatian Pension Fund and had paid sufficient pension contributions to qualify for a pension.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 13 May 2002 the Central Office of the Croatian Pension Fund (Hrvatski zavod za mirovinsko osiguranje, Središnja služba) dismissed the applicant’s appeal and upheld the first-instance decision concerning her status, without referring to the applicant’s contribution payments. The applicant lodged an action in the Administrative Court (Upravni sud Republike Hrvatske) against that decision, reiterating her previous arguments.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 28 September 2006 the Administrative Court dismissed the applicant’s action as without merit. The relevant part of the judgment reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“It is not clear from the file whether the applicant continued to pursue the agricultural activity on the occupied territory, and even if she did, she would have been insured as an agricultural entrepreneur with the competent bodies operating on the occupied territory. Hence, the applicant should have submitted a request for recognition of the pension-qualifying period pursuant to the ... Validation Act ...",
                                "elements": []
                            },
                            {
                                "content": "Since the administrative action itself reveals that the plaintiff left the territory where she had been living and working as an agricultural entrepreneur, which was the ground for her pension insurance, the defendant body correctly established the relevant facts and applied the relevant law when dismissing the plaintiff’s appeal against the decision of the first-instance administrative body, which had found that the applicant had lost the status of an insured person because she had failed to meet the statutory conditions for it.",
                                "elements": []
                            },
                            {
                                "content": "The plaintiff’s objection that she had paid pension contributions based on the request of the Croatian Pension Fund has no influence on the correctness of the impugned decision because she left her residence where she had had the status of an agricultural entrepreneur.”",
                                "elements": []
                            },
                            {
                                "content": "15.  The applicant lodged a complaint with the Constitutional Court (Ustavni sud Republike Hrvatske) against that judgment, reiterating her previous arguments and invoking, inter alia, Article 1 of Protocol No. 1 to the Convention.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 8 April 2009 the Constitutional Court dismissed the applicant’s complaint as without merit, endorsing the reasoning of the lower authorities. The relevant part of that decision read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“As regards the alleged violation of the constitutionally guaranteed right of ownership (Article 48 § 1 of the Constitution) and the right to peaceful enjoyment of possessions (Article 1 of Protocol No. 1 to the Convention ...), the Constitutional Court finds that the above-mentioned rights of the applicant have not and could not have been violated by the impugned acts terminating her status as an insured person – agricultural entrepreneur.”",
                                "elements": []
                            },
                            {
                                "content": "That decision was served on the applicant’s representative on 22 April 2009.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 23 January 2012 the applicant instituted administrative proceedings with the Vukovar Office of the Croatian Pension Fund (Hrvatski zavod za mirovinsko osiguranje, Područna služba u Vukovaru). She requested, inter alia, that her request for a pension be reconsidered in the light of her contributions between 1980 and 2000, that the pension-qualifying period from 1 December 1992 to 31 December 1994 be formally validated (see paragraph 29 below), and that she be paid a pension as of 19 November 2000.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 22 March 2012 the Vukovar Office of the Croatian Pension Fund rendered two decisions. First, it refused the applicant’s request for a pension, repeating the arguments of the Slavonski Brod Office of the Croatian Pension Fund (see paragraph 11 above). Secondly, it refused the applicant’s request for validation of the pension-qualifying period from 1 December 1992 to 31 December 1994, arguing that she had failed to prove her status as an agricultural entrepreneur on the territory of the Republic of Croatia that had been under the United Nations authority (corresponding to the “Serbian Independent Region of Krajina”). The applicant appealed against both decisions.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 12 December 2012 the Central Office of the Croatian Pension Fund accepted the applicant’s appeal against the first decision. It annulled the decision and decided that the period from 1 January 1980 to 31 May 2000 should be deemed as the applicant’s agricultural entrepreneur pension-qualifying period (mirovinski staž individualnog poljoprivrednika), thereby recognising the supplementary contributions paid by her. The relevant part of that decision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The appeal is accepted and the decision of the ... Vukovar Office ... of 22 March 2012 is hereby annulled.",
                                "elements": []
                            },
                            {
                                "content": "Marija Božić, born on 18 November 1940, was insured for the purposes of a pension as an agricultural entrepreneur from 1 January 1980 to 31 May 2000.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "As it is not disputed that the Slavonski Brod Office of the Croatian Pension Fund calculated the due amount of the applicant’s pension contributions on 21 November 2000, for the period from 1 January 1980 to 31 May 2000, and that the applicant paid those contributions on the same day to the Slavonski Brod Office, which in return issued a certificate, it has been decided as stated in the operative part of this decision.”",
                                "elements": []
                            },
                            {
                                "content": "20.  On 13 December 2012 the Central Office of the Croatian Pension Fund accepted the applicant’s appeal against the second decision, annulled it but held that the issue covered by the Vukovar Office’s second decision of 22 March 2012 had already been settled in its decision of 12 December 2012.",
                                "elements": []
                            },
                            {
                                "content": "21.  In view of the above decisions of the Central Office of the Croatian Pension Fund, the applicant returned to the Vukovar Office of the Croatian Pension Fund with a request for a pension. On 21 March 2013 the Vukovar Office of the Croatian Pension Fund decided that the applicant had the right to a pension as of 1 August 2011. In setting that date it relied on section 32(3) of the Pension Insurance Act (see paragraph 28 below) and took 24 January 2012 (see paragraph 17 above) as the date on which the applicant had submitted her request. That decision was served on the applicant on 26 March 2013 and on the applicant’s representative on 23 May 2013.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Pension and Disability Insurance for Agricultural Entrepreneurs Act",
                                "elements": [
                                    {
                                        "content": "22.  The Pension and Disability Insurance for Agricultural Entrepreneurs Act (Zakon o mirovinskom i invalidskom osiguranju individualnih poljoprivrednika, Official Gazette nos. 26/1983, 57/1983, 47/1986, 40/1990 and 96/1993) regulated the pension insurance of agricultural entrepreneurs until 31 December 1998, when the Act was repealed. It provided agricultural entrepreneurs with the opportunity to pay for any missing pension-qualifying period (dokup staža) if they had been agricultural entrepreneurs between 1 October 1960 and 1 January 1980 and had not met the threshold for an old-age pension (sixty years of age and a fifteen-year pension-qualifying period (mirovinski staž)). Requests for such payments should have been made by 31 December 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": " 23.  Section 62(1) in conjunction with section 11(4) of that Act provided that agricultural entrepreneurs would lose their status of pension-insured persons if, inter alia, they wound up their agricultural activities.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Further legislation on payment for any missing pension-qualifying period",
                                "elements": [
                                    {
                                        "content": "24.  The opportunity to pay for any missing years was created for workers in 1990, with the enactment of the Employment Relations Act (Zakon o radnim odnosima, Official Gazette nos. 19/1990, 28/1990 (corrigendum), 19/1992, 25/1992 (consolidated text), 26/1993 and 29/1994), which came into force on 11 May 1990. This Act was repealed when the new Employment Act (Zakon o radu, Official Gazette no. 38/1995) came into force on 1 January 1996. Under the new Act it was no longer possible for most categories of pension-insured persons to pay for any missing years. Subsequently, it was possible to pay the higher pension amount (dokup mirovine), but only if the insured person was eligible for early retirement or an old-age pension.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Pension Insurance Act",
                                "elements": [
                                    {
                                        "content": "25.  The Pension Insurance Act (Zakon o mirovinskom osiguranju, Official Gazette nos. 102/1998, 127/2000, 59/2001, 109/2001, 147/2002, 117/2003, 30/2004, 177/2004, 92/2005, 79/2007, 35/2008, 40/2010, 121/2010, 130/2010 – consolidated version, 61/2011, 114/2011, 76/2012 and 112/2013) came into force on 1 January 1999 and regulates the pension insurance of, inter alia, agricultural entrepreneurs. Over the years it has been amended on numerous occasions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In 2000, when the applicant submitted her pension request, section 30 provided that women would be entitled to an old-age pension when they reached sixty years of age and had paid fifteen years’ worth of contributions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Section 31 provided that women would be entitled to early retirement when they reached fifty-five years of age and had paid thirty years’ worth of contributions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The relevant part of section 32 reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The insured person shall have the right to an old-age or early-retirement pension from the date when the conditions for retirement have been met. The right to a pension can be acquired after the insurance has been terminated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  An application for an old-age or early-retirement pension can be lodged two months before the termination of the insurance at the earliest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  When the right to an old-age or early-retirement pension is being acquired following the application of the insured person after termination of the insurance, the insured person has the right to a pension from the first day after the termination of the insurance if the application has been lodged within six months from the date of the termination of the insurance. If the application was lodged after the aforementioned deadline, the insured person has the right to a pension from the first day of the month following the lodging and application and for the preceding six months.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Validation Act and subordinate legislation",
                                "elements": [
                                    {
                                        "content": "29.  Section 1 of the Validation Act (Zakon o konvalidaciji, Official Gazette no. 104/97) provides that all individual acts and decisions issued by various bodies or legal persons exercising public authority in matters of a judicial or administrative nature in the parts of the Republic of Croatia that were under the protection and authority of the United Nations must be validated by that Act, in accordance with the Constitution, the Constitutional Act on human rights and freedoms and the rights of ethnic and national communities or minorities in Croatia, and other statutes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Section 4 of the Ordinance on the Validation Procedure of Pension Scheme Decisions (Pravilnik o postupku konvalidiranja odluka i pojedinačnih akata iz područja mirovinskog osiguranja, Official Gazette no. 53/08) provides, inter alia, that the pension-qualifying period for agricultural entrepreneurs will be validated if they were insured with pension insurance bodies operating in the parts of the Republic of Croatia that were under the protection and authority of the United Nations.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicant complained that she had been deprived of her pension in the period from 21 November 2000 to 31 July 2011. She relied on Article 1 of Protocol No. 1 to the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "32.  The Government disputed the admissibility of this complaint on two grounds: firstly, the applicant had abused her right of application; and secondly, she was not a victim of a violation of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Abuse of the right of application",
                                        "elements": [
                                            {
                                                "content": "33.  The Government argued that the applicant had submitted false information to the Court and had therefore abused her right of application. Specifically, she had failed to inform the Court about the administrative proceedings she had instituted after lodging her application and the consequent recognition of her pension rights, which were, according to the Government, central to the issue of the alleged violation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The applicant argued that she had had no intention of hiding anything from the Court. Her representative had received the decision on the granting of her pension on 23 May 2013 and she simply could not have informed the Court about the new developments before that date.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Court reiterates that if new, important developments occur during proceedings before the Court and if, despite the express obligation on him or her under Rule 47 § 6 of the Rules of the Court, an applicant fails to disclose that information to the Court, thereby preventing it from ruling on the case in full knowledge of the facts, his or her application may be rejected as an abuse of application (see Harbadová and Others v. the Czech Republic (dec.), nos. 42165/02, 466/03, 25 September 2007; Predescu v. Romania, no. 21447/03, §§ 25-27, 2 December 2008; and Miroļubovs and Others v. Latvia, no. 798/05, § 63, 15 September 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Court notes that the Government lodged their observations on the present case on 23 May 2013, namely on the same date as the applicant’s representative was served with the decision on the applicant’s pension. In her reply of 8 July 2013, the applicant agreed with the Government’s presentation of the facts concerning the second set of administrative proceedings and submitted the letters of 13 March, 8 April and 15 May 2013 by which her representative had urged the Vukovar Office of the Croatian Pension Fund to serve its decision concerning the pension (see paragraph 21) on her. The applicant therefore did not intend to mislead the Court, as she had informed it about the new set of administrative proceedings in her reply to the Government’s observations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  It follows that the Government’s objection as to the alleged abuse of the right of application must be dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant’s victim status",
                                        "elements": [
                                            {
                                                "content": "38.  The Government argued that the applicant had lost her victim status, as the domestic authorities had remedied the alleged violation by granting her pension after receiving a properly formulated request.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The applicant maintained that her victim status had persisted, as she had never obtained any compensation for not receiving her pension between 21 November 2000 and 31 July 2011, and had thus still been deprived of her property.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Court reiterates that an individual can no longer claim to be a victim of a violation of the Convention when the national authorities have acknowledged, either expressly or in substance, a breach of the Convention and have provided redress (see Eckle v. Germany, 15 July 1982, § 66, Series A no. 51). Accordingly, in principle, where domestic proceedings are settled and include an admission of the breach by the national authorities and the payment of a sum of money amounting to redress, the dual requirements established in Eckle are satisfied, and the applicant can no longer claim to be a victim of a violation of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court notes that in the present case the national authorities have never acknowledged, either expressly or in substance, a breach of the Convention, nor did they provide any redress for the non-payment of the applicant’s pension, which the applicant alleges constituted a violation of the Convention. On the contrary, the Government explicitly stated that there had been no interference with the applicant’s peaceful enjoyment of her pension and that she had not been deprived of her pension (see paragraph 45 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  In view of the above, without prejudging the merits of the case, the Court considers that the applicant’s victim status, within the meaning of Article 34 of the Convention, is unaffected. Accordingly, the Government’s objection in this regard must be dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Conclusion",
                                        "elements": [
                                            {
                                                "content": "43.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "44.  The applicant argued that she had been following the instructions of the Croatian Pension Fund when paying her pension contributions in 1998 and 2000. Having paid for the missing years, she had expected to receive a pension after the age of sixty, in November 2000. However, she had had to wait until 2013 to start receiving her pension, which had only been backdated to 1 August 2011, which she considered an individual and excessive burden.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Government argued that there had been no interference with the applicant’s pension, as her right to a pension had been recognised. They therefore maintained that the applicant had not been deprived of her pension.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "46.  The Court reiterates that Article 1 of Protocol No. 1 does not create a right to acquire property. It places no restriction on the Contracting States’ freedom to decide whether or not to have in place any form of social security or pension system, or to choose the type or amount of benefits or pension to provide under any such scheme. However, where a Contracting State has in force legislation providing for the payment as of right of a welfare benefit or pension – whether conditional or not on the prior payment of contributions – that legislation must be regarded as generating a proprietary interest that falls within the ambit of Article 1 of Protocol No.1 for persons satisfying its requirements. Therefore, where the amount of a benefit or pension is reduced or eliminated, this may constitute an interference with possessions which requires to be justified in the general interest (see Stec and Others v. the United Kingdom (dec.) [GC], no. 65731/01 and 65900/01, § 54, ECHR 2005-X; Kjartan Ásmundsson v. Iceland, no. 60669/00, § 39, ECHR 2004IX; and Valkov and Others v. Bulgaria, nos. 2033/04, 19125/04, 19475/04, 19490/04, 19495/04, 19497/04, 24729/04, 171/05 and 2041/05, § 84, 25 October 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court further reiterates that an essential condition for an interference to be deemed compatible with Article 1 of Protocol No. 1 is that it should be lawful. The rule of law, one of the fundamental principles of a democratic society, is inherent in all the Articles of the Convention (see Iatridis v. Greece [GC], no. 31107/96, § 58, ECHR 1999-II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Any interference by a public authority with the peaceful enjoyment of possessions can only be justified if it serves a legitimate public interest. Because of their direct knowledge of their society and its needs, the national authorities are in principle better placed than the international judge to decide what is “in the public interest”. Under the system of protection established by the Convention, it is thus for the national authorities to make an initial assessment as to the existence of a problem of public concern warranting measures that interfere with the peaceful enjoyment of possessions (see Terazzi S.r.l. v. Italy, no. 27265/95, § 85, 17 October 2002, and Elia S.r.l. v. Italy, no. 37710/97, § 77, ECHR 2001-IX). The Court finds it natural that the margin of appreciation available to the legislature in implementing social and economic policies should be a wide one and will respect the legislature’s judgment as to what is “in the public interest”, unless that judgment is manifestly without reasonable foundation (see, mutatis mutandis, The former King of Greece and Others v. Greece [GC], no. 25701/94, § 87, ECHR 2000-XII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Article 1 of Protocol No. 1 also requires that any interference be reasonably proportionate to the aim sought to be realised (see Jahn and Others v. Germany [GC], nos. 46720/99, 72203/01 and 72552/01, §§ 8194, ECHR 2005VI). The requisite fair balance will not be struck where the person concerned bears an individual and excessive burden (see Sporrong and Lönnroth v. Sweden, 23 September 1982, §§ 69-74, Series A no. 52).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court considers that the applicant’s pension contributions and the pension based on them constituted a possession within the meaning of Article 1 of Protocol No. 1 to the Convention. The applicant legitimately expected to receive a pension after payment of the required pension contributions and meeting the statutory age criteria in November 2000. However, the first pension instalment she received was for August 2011. Therefore, the non-payment of the applicant’s pension instalments between November 2000 and August 2011 amounted to an interference with the peaceful enjoyment of her possessions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Court notes that the decisions of the Croatian Pension Fund were based on the Pension and Disability Insurance for Agricultural Entrepreneurs Act and the Pensions Insurance Act (see paragraphs 23 and 25 above). Noting that its power to review compliance with domestic law is limited (see, among other authorities, Allan Jacobsson v. Sweden (no. 1), judgment of 25 October 1989, Series A no. 163, p. 17, § 57), the Court is satisfied that the Croatian Pension Fund’s decisions on the applicant’s status and pension were in accordance with domestic law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court notes at the outset that the decisions of the domestic authorities were initially based on the fact that the applicant had wound up her agricultural activities in November 1992. Thus, the authorities found that the applicant had paid insufficient contributions to qualify for a pension. However, they ignored the fact that the Slavonski Brod Office of the Croatian Pension Fund had offered the applicant an opportunity to pay supplementary pension contributions for the missing years.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  As a result of that opportunity and the payment in 1998 of pension contributions for a total of fifteen years and an additional five in 2000, the Court finds that the applicant could reasonably expect that she had met the statutory conditions for receiving a pension when she reached the age of sixty in November 2000. However, she had to wait until 2011 to start receiving her pension.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The applicant stressed that she had paid additional pension contributions in her first appeal to the Central Office of the Croatian Pension Fund (see paragraph 12 above). The Central Office ignored that argument and dismissed her appeal. The applicant’s new pension request (see paragraph 17 above) and her appeal against the decision of the Vukovar Office created an opportunity for the Central Office to reassess its previous decision. This time around, the Central Office found that the applicant had twenty years of pension-qualifying period, and not twelve. The factual background for such a decision existed already at the time of the Central Office’s deliberation on the applicant’s first appeal, since in November 2000 the applicant reached sixty years of age and had paid the equivalent of twenty years’ worth of pension contributions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  As a result of the Central Office’s decision of 12 December 2012, the Vukovar Office was obliged to grant the applicant an old-age pension. However, it has done so by strictly applying section 32 (3) of the Pension Insurance Act (see paragraph 28 above) and has granted her pension as of 1 August 2011, taking the date of the applicant’s second request as relevant for calculating the date on which her pension should commence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  At this juncture the Court reiterates that the risk of any mistake made by a State authority must be borne by the State and the errors must not be remedied at the expense of the individual concerned (see Gashi v. Croatia, no. 32457/05, § 40, 13 December 2007, and Gladysheva v. Russia, no. 7097/10, § 80, 6 December 2011). The findings of the Central Office in 2012 inevitably lead to the conclusion that the applicant qualified for an old-age pension already in November 2000. Therefore, the Central Office effectively admitted its own errors committed during its earlier handling of the applicant’s case. In this regard the Court considers that errors made by State authorities should serve to the benefit of the persons affected, especially where no other conflicting private interest is at stake.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  Another important consideration of the Court is whether the applicant’s right to derive benefits from the pension insurance has been infringed in a manner resulting in the impairment of the essence of her pension rights (see Kjartan Ásmundsson, cited above, § 39, and Domalewski v. Poland (dec.), no. , ECHR 1999-V). In this connection the Court cannot overlook the fact that, although the applicant’s pension was granted in accordance with the law (see paragraph 55 above), the interference with her enjoyment of the pension benefits deprived her of 128 monthly pension payments, which she had reasonably expected to receive from November 2000 to August 2011. In the Court’s view, the interference in question constitutes an individual and excessive burden on the applicant (see Sporrong and Lönnroth, cited above, § 73). Such a burden could have been eased only if in 2013 the applicant had been able to obtain her pension as of the date of her initial request, namely November 2000. As this option was excluded under Croatian law, the Court finds that the essence of the applicant’s pension rights was impaired.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  As to the question of whether the national authorities were pursuing a legitimate aim, the Court notes that the respondent Government did not advance any arguments in this connection. It is difficult for the Court to discern a possible legitimate aim on the part of the national authorities in depriving the applicant of a pension for about eleven years. Leaving that question aside, in view of the above-mentioned considerations the Court finds that the interference with the applicant’s peaceful enjoyment of possessions in the particular circumstances of the present case failed to strike a fair balance between the public interest and the applicant’s rights protected under Article 1 of Protocol No. 1 to the Convention (compare to Gashi, cited above, § 43).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  There has accordingly been a violation of Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "60.  The applicant also complained, under Articles 6 and 13 of the Convention by merely referring to them, and under Article 14 of the Convention, that she had been discriminated against on grounds of her Serbian origin.",
                                "elements": []
                            },
                            {
                                "content": "61.  In the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court considers that this part of the application does not disclose any appearance of a violation of the Convention. It follows that it is inadmissible under Article 35 § 3 (a) as manifestly ill-founded and must be rejected pursuant to Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "62.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "63.  The applicant claimed 19,200 euros (EUR) in respect of pecuniary damage and 10,000 Croatian kunas (HRK) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Government considered the amounts claimed by the applicant excessive, unfounded and unsubstantiated, submitting that there was no causal link between the violations complained of and the applicant’s financial claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Court, having regard to its case-law (see Stankov v. Bulgaria, no. 68490/01, § 71, 12 July 2007, and Perdigão v. Portugal [GC], no. 24768/06, §§ 85-86, 16 November 2010), considers it reasonable to award the applicant a total of EUR 20,500 covering all heads of damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "66.  The applicant also claimed EUR 2,500 for the costs and expenses incurred before the domestic courts and the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Government contested that claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum (see Editions Plon v. France, no. 58148/00, § 64, ECHR 2004-IV). That is to say, the applicant must have paid them, or be bound to pay them, pursuant to a legal or contractual obligation, and they must have been unavoidable in order to prevent the violation found or to obtain redress (see Belchev v. Bulgaria, no. 39270/98, § 113, 8 April 2004, and Hajnal v. Serbia, no. 36937/06, § 154, 19 June 2012). In the present case, regard being had to the above criteria, the Court considers it reasonable to award the requested amount of EUR 2,500, plus any tax that may be chargeable to the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "69.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COUR, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the alleged violation of Article 1 of Protocol No. 1 to the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 1 of Protocol No. 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Croatian kunas at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 24 April 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "president"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MARIJA BOŽIĆ v. CROATIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-142522.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:0424JUD005063609",
    "externalsources": [],
    "extractedappno": [
        "50636/09",
        "104/97",
        "53/08",
        "42165/02",
        "466/03",
        "21447/03",
        "798/05",
        "65731/01",
        "65900/01",
        "60669/00",
        "2033/04",
        "19125/04",
        "19475/04",
        "19490/04",
        "19495/04",
        "19497/04",
        "24729/04",
        "171/05",
        "2041/05",
        "31107/96",
        "27265/95",
        "37710/97",
        "25701/94",
        "46720/99",
        "72203/01",
        "72552/01",
        "32457/05",
        "7097/10",
        "34610/97",
        "68490/01",
        "24768/06",
        "58148/00",
        "39270/98",
        "36937/06"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-142522",
    "judgementdate": "24/04/2014 00:00:00",
    "kpdate": "24/04/2014 00:00:00",
    "kpthesaurus": [
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "P1-1-1",
        "P1-1"
    ],
    "parties": [
        "MARIJA BOŽIĆ",
        "CROATIA"
    ],
    "rank": "1109.33825683594",
    "representedby": [
        "TRNINIC M."
    ],
    "respondent": "HRV",
    "respondentOrderEng": "9",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "394949",
    "typedescription": "15"
}