{
    "__articles": "6;6-1;P1-1;P1-1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Access to court);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "7205/11",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Enforcement proceedings",
                "Article 6-1 - Access to court"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-179854.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 7205/11) against the Republic of Armenia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Armenian national, Ms Margarita Papoyan (“the applicant”), on 29 December 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms A. Beglaryan, a lawyer practising in Yerevan. The Armenian Government (“the Government”) were represented by their Agent, Mr G. Kostanyan, Representative of the Government of Armenia to the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 11 July 2016 the complaint concerning the non-enforcement of a final judgment was communicated to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1949 and lives in Yerevan.",
                                "elements": []
                            },
                            {
                                "content": "5.  On 1 August 2002 the Government adopted Decree no. 1151-N, approving the expropriation of tracts of real estate situated within the administrative boundaries of the Kentron district of Yerevan, to be taken for State needs, with a total area of 345,000 sq. m.",
                                "elements": []
                            },
                            {
                                "content": "6.  It appears that the applicant ran a small kiosk on a plot of land situated within the area to be expropriated. It also appears that the authorities demolished this kiosk for the development of that area within the framework of Decree no. 1151-N.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 10 October 2002, as compensation for the applicant’s kiosk, the Mayor of Yerevan adopted decision no. 1785-A, granting her the right to lease a plot of public land of 5 sq. m. at a specified address in the Kentron district of Yerevan for seven years and to construct and run her kiosk on this land. By the same decision, the Mayor authorised the local authority of Kentron district to conclude the lease agreement with the applicant.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 17 December 2002 the applicant received planning permission for the plot of land specified in decision no. 1785-A.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 26 December 2006 and 24 August 2007, following the applicant’s enquiries concerning the implementation of decision no. 1785-A, the Kentron district authorities suggested that the applicant address her enquiries to the Mayor of Yerevan, while on 1 May and 6 September 2007 the latter suggested that the applicant address her enquiries to the Kentron district authorities.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 26 February 2008 the applicant initiated proceedings in the Administrative Court against the Mayor and Kentron district, seeking to implement decision no. 1785-A.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 30 July 2008 the Administrative Court granted the applicant’s claim and obliged the Mayor of Yerevan to conclude the agreement specified in decision no. 1785-A with the applicant. No appeals were lodged and this judgment became final on 30 August 2008.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 9 September 2008 the Administrative Court issued a writ of execution for the judgment of 30 July 2008.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 24 September 2008 the Department for the Enforcement of Judicial Acts (“the DEJA”) instituted enforcement proceedings against the city of Yerevan, obliging it to conclude the land-lease agreement with the applicant within ten days.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 17 June 2009 the Mayor’s office offered the applicant a possibility to start negotiations. However, by her letter of 30 June 2009 the applicant refused to negotiate with the Mayor’s office.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 2 March, 23 April, 3 and 31 July, 23 November, 23 December 2009, 17 and 18 March and 7 April 2010, upon the applicant’s enquiries concerning the enforcement of the judgment of 30 July 2008, bailiffs informed the applicant that the enforcement of the judgment of 30 July 2008 was in progress and that she would be informed of the results.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 16 June 2010 the applicant initiated proceedings in the Administrative Court against the DEJA, requesting that the court oblige it to enforce the judgment of 30 July 2008.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 22 June 2010 the Administrative Court declared the applicant’s claim inadmissible on the grounds that she lacked standing. The Administrative Court reasoned that the applicant had failed to show that her rights had been breached as a result of an administrative action by the DEJA. The Administrative Court noted that the DEJA had taken certain actions in order to enforce the judgment of 30 July 2008 and that the enforcement procedure was still pending. The decision of the Administrative Court of 22 June 2010 was upheld in the final instance by the Court of Cassation on 25 August 2010.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 21 October and 4 November 2010, following an enquiry by the applicant, the bailiff responded that the enforcement was in progress and that the applicant would be informed of the results.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 24 January 2011, pursuant to the applicant’s enquiries concerning the implementation of decision no. 1785-A, the Mayor of Yerevan informed her of the changes in legislation concerning land and reminded the applicant that she had to conclude the land-lease agreement with Kentron district.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 3 May 2011 the Mayor’s office offered the applicant three different plots of land acceptable in terms of urban planning. However, by a letter sent to the Mayor’s office, she refused to accept any of the plots.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 4 August 2011, relying on section 41(1)(8) of the Enforcement of Judicial Acts Act, the DEJA decided to discontinue the proceedings on the grounds that enforcement of the judgment of 30 July 2008 had become impossible. It reasoned that, by a letter of 17 June 2009 addressed to the applicant, the Mayor of Yerevan had suggested that the applicant approach the department of management of immovable property of the Yerevan Mayor’s office for the implementation of the judgment of 30 July 2008, but the applicant had failed to do so.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 27 February 2012 the applicant instituted proceedings in the Administrative Court against the DEJA, seeking to declare the decision of 4 August 2011 null and void, as well as to oblige the DEJA to enforce the judgment of 30 July 2008.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 15 February 2013 the Administrative Court rejected the applicant’s first claim, reasoning that there were not sufficient grounds for declaring the DEJA’s decision of 4 August 2011 null and void. It refused to examine the applicant’s second claim.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 14 May 2012 the applicant initiated proceedings in the Administrative Court against the DEJA, seeking to oblige it to enforce the judgment of 30 July 2008.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 12 June 2013 the Administrative Court terminated the proceedings on the grounds of lack of jurisdiction. This decision was upheld in the final instance by the Court of Cassation on 18 December 2013.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 18 July 2013 the applicant initiated proceedings in the Administrative Court seeking, inter alia, that the DEJA reopen the proceedings discontinued on 4 August 2011. On 4 December 2013 the Administrative Court rejected the applicant’s claim, reasoning that, for the proceedings which had been discontinued on the grounds of impossibility, there were no legal grounds for reopening.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 3 March 2014 the applicant initiated proceedings in the Administrative Court against the DEJA, seeking that the decision of the DEJA of 10 February 2014 refusing to initiate new proceedings be declared invalid, and that the DEJA be obliged to initiate new proceedings.",
                                "elements": []
                            },
                            {
                                "content": "28.  On 28 September 2016 the Administrative Court granted the applicant’s first claim, declaring the decision of the DEJA of 10 February 2014 invalid. As to the applicant’s second claim, the Administrative Court terminated the proceedings in that regard on the basis of the lack of jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": "29.  The proceedings concerning the judgment of 28 September 2016 are pending before the Administrative Court of Appeal.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "30.  Section 41 of the Law of 5 May 1998 on Compulsory Enforcement of Judicial Acts prescribes the grounds for termination of the enforcement procedure by the bailiff. According to paragraph 1(8), the bailiff shall discontinue an enforcement procedure if, during an enforcement procedure concerning non-proprietary claims, it becomes evident that the enforcement of the judgment has become impossible.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicant complained under Article 6 § 1 and Article 1 of Protocol No. 1 of the non-enforcement of the judgment of the Administrative Court of 30 July 2008. These provisions, in so far as relevant, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "32.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "33.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "34.  The applicant maintained that the failure to enforce the judgment of 30 July 2008 had constituted a violation of her Convention rights. By its judgment of 30 July 2008, the Administrative Court had obliged the Mayor’s office to conclude the agreement mentioned in the decision of 10 October 2002 no. 1785-A with the applicant. The domestic authorities had had no right to deviate from this clear judgment. The other plots of land offered to the applicant had been unacceptable since they had been located elsewhere than at the specific address identified in the judgment and they had been in an area where business would have been less profitable than at the address indicated in the judgment. The applicant had proposed nine different acceptable new locations but they all had been refused by the Mayor’s office. Although the applicant had taken all possible steps for its enforcement, the judgment had remained unenforced for more than eight years. By discontinuing the enforcement proceedings, the domestic authorities had violated the applicant’s right under Article 6 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The impossibility to have a judgment in her favour enforced for more than eight years had also constituted an interference with the applicant’s property rights. She had regularly appealed to several different State authorities, requesting the enforcement of the judgment, but to no avail. Her rights under Article 1 of Protocol No. 1 had thus also been violated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Government argued that the domestic authorities had taken all necessary measures to enforce the binding judgment. On 30 July 2008 the Administrative Court had found in the applicant’s favour and had obliged the Mayor’s office to execute decision no. 1785-A. Once the writ of execution of 9 September 2008 had been presented to the DEJA – the only State body authorised to ensure the enforcement of judicial acts – the bailiff had immediately instituted enforcement proceedings and requested that the Mayor’s office comply with the requirements of the judgment of 30 July 2008. On 17 June 2009 the Mayor’s office had offered the applicant a possibility to start negotiations but the applicant had refused this offer. On 3 May 2011 the Mayor’s Office had offered the applicant three different plots of land acceptable in terms of urban planning but the applicant had refused to accept any of the plots. Since it had become impossible to enforce the judgment, the DEJA had decided to discontinue the enforcement proceedings on 4 August 2011.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The Government maintained that the applicant herself had made obstacles to the enforcement of the judgment of 30 July 2008 by neglecting the authorities’ efforts to provide her with another plot of land. It had been the city policy since 2009 that kiosks were no longer to be located in the area in question and since 2011 that kiosks located in urban streets of Yerevan, especially on the pavements, were to be demolished. As a result of this policy change, it had become impossible to offer the applicant a plot of land in the area indicated in the judgment. The three offered plots had been located in comparable, profitable areas of Yerevan. The delay in enforcement had thus been caused by the applicant’s unwillingness to cooperate with the authorities. There had therefore been no violation of the applicant’s rights guaranteed by Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "38.  The right to a court protected by Article 6 would be illusory if a Contracting State’s domestic legal system allowed a final, binding judicial decision to remain inoperative to the detriment of one party (see Hornsby v. Greece, 19 March 1997, § 40, Reports of Judgments and Decisions 1997II). Effective access to court includes the right to have a court decision enforced without undue delay.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  In the same context, the impossibility for an applicant to obtain the execution of a judgment in his or her favour in due time constitutes an interference with the right to the peaceful enjoyment of possessions, as set out in the first sentence of the first paragraph of Article 1 of Protocol No. 1 (see, among other authorities, Voytenko v. Ukraine, no. 18966/02, § 53, 29 June 2004). An unreasonably long delay in the enforcement of a binding judgment may therefore breach the Convention (see Burdov v. Russia, no. , ECHR 2002III; Burdov v. Russia (no. 2), no. 33509/04, § 65, ECHR 2009; and Yuriy Nikolayevich Ivanov v. Ukraine, no. 40450/04, §§ 50-53, 15 October 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Turning to the circumstances of the present case, the Court observes that, by the judgment of 30 July 2008, which became final on 30 August 2008, the Administrative Court found in favour of the applicant. On 9 September 2008 the Administrative Court issued a writ of execution in respect of that judgment. On 24 September 2008 the DEJA instituted the relevant enforcement proceedings against the city of Yerevan, obliging it to conclude the land-lease agreement with the applicant within ten days. On 17 June 2009 the Mayor’s Office offered the applicant a possibility to start negotiations. On 3 May 2011 the Mayor’s Office offered the applicant three different plots of land acceptable in terms of urban planning but she refused to accept any of the plots. Therefore, on 4 August 2011, the DEJA decided to discontinue the proceedings on the grounds that the enforcement of the judgment of 30 July 2008 had become impossible (see paragraphs 14 and 20-21 above). The applicant tried to challenge this decision before the Administrative Court on several occasions but in vain (see paragraphs 22-29 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court notes that the parties seem to agree that the Administrative Court judgment of 30 July 2008 remained unenforced for several years and that it still does. The applicant was given a possibility to negotiate on the land-lease and she was offered three different plots of land in less advantageous areas but, to date, there is no land-lease agreement concluded between her and the city of Yerevan in respect of the area indicated in the judgment in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The judgment of 30 July 2008, which was favourable to the applicant, has remained unenforced from October 2008 to date, that is to say for more than eight years and eleven months. The Government have failed to advance any argument to justify that delay. The Court therefore finds that the Armenian authorities, by failing to take the necessary measures to comply with the final judgment for several years, deprived the provisions of Article 6 § 1 and Article 1 of Protocol No. 1 to the Convention of all useful effect in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Accordingly, there has been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "45.  The applicant claimed 140,000 euros (EUR) in respect of pecuniary damage and EUR 125,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Government argued that the applicant’s claim for pecuniary damage was hypothetical since there was no evidence in the case file of such losses. The applicant had failed to show a causal link between any loss of income and the alleged violations. As to the non-pecuniary damage, the Government found the amount claimed exaggerated and considered that it should be reduced.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, it finds that the applicant has suffered a certain amount of non-pecuniary damage as a result of the violation found. Making its assessment on an equitable basis, the Court awards the applicant EUR 3,600 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "48.  The applicant also claimed EUR 996 for the costs and expenses incurred both before the domestic courts and the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Government considered that there was no specification of the hours worked, as required by Rule 60 of the Rules of Court. Nor were the costs for the services of experts, fax, postal services, copying or transportation in any manner substantiated. In any event, the amount claimed for costs and expenses was exaggerated and it should be reduced.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  Regard being had to the documents in its possession and to its case-law, the Court rejects the claim for costs and expenses incurred both in the domestic proceedings as well as in the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "51.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, EUR 3,600 (three thousand six hundred euros), to be converted into the currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable, in respect of nonpecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 11 January 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Aleš Pejchal",
            "role": "president"
        },
        {
            "name": "Armen Harutyunyan",
            "role": "judges"
        },
        {
            "name": "Jovan Ilievski",
            "role": "judges"
        },
        {
            "name": "Renata Degener",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PAPOYAN v. ARMENIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-179854.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0111JUD000720511",
    "externalsources": [],
    "extractedappno": [
        "7205/11",
        "18966/02",
        "59498/00",
        "33509/04",
        "40450/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-179854",
    "judgementdate": "11/01/2018 00:00:00",
    "kpdate": "11/01/2018 00:00:00",
    "kpthesaurus": [
        "445",
        "113",
        "7",
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "25",
    "paragraphs": [
        "6",
        "P1-1-1",
        "6-1",
        "P1-1"
    ],
    "parties": [
        "PAPOYAN",
        "ARMENIA"
    ],
    "rank": "2182.60717773438",
    "representedby": [
        "BEGLARYAN A."
    ],
    "respondent": "ARM",
    "respondentOrderEng": "3",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "471264",
    "typedescription": "15"
}