{
    "__articles": "6;6-1;P7-2",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing);Violation of Article 2 of Protocol No. 7 - Right of appeal in criminal matters (Article 2 of Protocol No. 7 - Review of sentence)",
    "applicability": "",
    "appno": "13764/15",
    "article": [
        "6",
        "p7-2"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p7-2",
            "base_article": "p7-2",
            "details": [
                "Article 2 of Protocol No. 7 - Review of sentence"
            ],
            "element": "Violation of Article 2 of Protocol No. 7 - Right of appeal in criminal matters",
            "type": "violation"
        }
    ],
    "content": {
        "001-196412.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 13764/15) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Leonid Sergeyevich Martynyuk (“the applicant”), on 2 March 2015.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr A. Popkov, a lawyer practising in Sochi. The Russian Government (“the Government”) were represented by Mr M. Galperin, Representative of the Russian Federation to the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had not been given a fair hearing and that the immediate execution of the sentence of administrative detention had violated his right of appeal.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 15 March 2018 notice of those complaints was given to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1978 and lives in New York.",
                                "elements": []
                            },
                            {
                                "content": "6.  Around 10 p.m. on 23 August 2014 the applicant, a political activist and a video blogger, was arrested on suspicion of minor hooliganism, which was an offence under Article 20.1 of the Code of Administrative Offences (CAO).",
                                "elements": []
                            },
                            {
                                "content": "7.  Around 11 p.m. Officer B. compiled an administrative-offence record under Article 20.1 of the CAO. It appears that police officer O. compiled a written report to his superior in relation to the offence imputed to the applicant; eyewitnesses Ko. and Kol. also made written statements.",
                                "elements": []
                            },
                            {
                                "content": "8.  At 1.35 p.m. on 24 August 2014 the applicant was presented to a judge of the Oktyabrskiy District Court of Krasnodar. The judge held a hearing and heard argument from the applicant and a lawyer acting on his behalf. The applicant pleaded not guilty. The judge also heard evidence in favour of the applicant from Ms Z., the applicant’s companion, who was present in the courtroom. Officer B. was also present at the trial. The defence sought an adjournment, asking the judge to assist the defence in obtaining a copy of the street security-camera footage, which arguably might have been exculpating or have clarified pertinent factual elements relating to the charge. The trial judgment reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The defendant’s guilt is confirmed by the following material: reports from police officers, statements from the eyewitnesses, the record of administrative arrest and the record of administrative offence.”",
                                "elements": []
                            },
                            {
                                "content": "9.  On the same day the District Court sentenced the applicant to ten days’ detention. The trial court stated, in a summary manner, that his guilt was confirmed by the available evidence, specifically the administrativeoffence record, pre-trial written statements from police officers and eyewitnesses, and the administrative-arrest record.",
                                "elements": []
                            },
                            {
                                "content": "10.  The applicant started to serve the sentence on the same day. He instructed his lawyer to lodge an appeal against the trial judgment with the Krasnodar Regional Court. The lawyer did so on 1 September 2014. The lawyer also requested the Regional Court to summon Officers B. and O. and witnesses Ko. and Kol., and to order production of the security-camera footage.",
                                "elements": []
                            },
                            {
                                "content": "11.  The applicant was released from detention on an unspecified date.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 3 September 2014 the Regional Court held a hearing and reexamined the case, noting that it was open to a court of appeal to go beyond the grounds of appeal and to re-examine the charge. The applicant and his lawyer were absent from the appeal hearing. The appeal court assessed the written pleadings and endorsed the trial court’s judgment in a summary manner, adding that the applicant’s guilt was also confirmed by “other evidentiary material in the file”.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "13.  Article 32.8 of the Code of Administrative Offences (“the CAO”) reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  A judgment imposing a sentence of administrative detention is executed immediately after its delivery ...",
                                "elements": []
                            },
                            {
                                "content": "3.  The period of administrative arrest is counted toward the period of administrative detention. ...",
                                "elements": []
                            },
                            {
                                "content": "5.  A judge may suspend for up to seven days or discontinue the execution of administrative detention, in cases of exceptional circumstances such as a grave illness or grave state of health, death of a close relative or close person, a public emergency situation that caused significant pecuniary damage to the detainee or his or her family; on the basis of a medical report confirming that the detainee has an illness, trauma or handicap that are not compatible with detention ...”",
                                "elements": []
                            },
                            {
                                "content": "14.  For a summary of other relevant provisions of Russian law, see Novikova and Others v. Russia, nos. 25501/07 and 4 others, §§ 75-79, 26 April 2016; Butkevich v. Russia, no. 5865/07, §§ 37-48, 13 February 2018; and Tsvetkova and Others v. Russia, nos. 54381/08 and 5 others, §§ 78-79, 10 April 2018.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "15.  The applicant complained that he had not had a fair hearing because of the lack of a reasonable opportunity to present his case, in particular by way of contesting the incriminating evidence, including testimonies from B., O., Ko. and Kol., and adducing his own evidence (such as a street security-camera footage); and the non-notification of the defence of the appeal hearing.",
                                "elements": []
                            },
                            {
                                "content": "16.  Article 6 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair and public hearing ...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(b)  to have adequate time and facilities for the preparation of his defence;",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing ...;",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him; ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "17.  The Government argued that the applicant had not exhausted domestic remedies by failing to lodge a request under Article 30.12 of the CAO for review of the final judgments. Having regard to its findings in Smadikov v. Russia ((dec.), no. 10810/15, 31 January 2017), the Court dismisses this argument.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "19.  The applicant maintained his complaint, referring to the lack of a reasonable opportunity to present his case under conditions that would not have placed him at a substantial disadvantage vis-à-vis any opponent (that is to say, in the absence of any formal prosecuting party, the court), in particular by way of contesting the incriminating evidence and adducing his own evidence at the trial and/or on appeal (in particular as regards access to security-camera footage for the purpose of a trial on an administrative charge). The courts had provided no reasoning for rejecting the application to require the submission of the video recording. While Russian legislation did not prevent a lawyer admitted to the Bar (адвокат) from making, acting on his client’s instructions, a request for recordings of security cameras from a relevant public or private organisation, the applicant’s lawyer had had no time to do so, given the pace of the CAO proceedings on 23 and 24 August 2014. No reasons had been given for dismissing his request to examine as witnesses Kos., Kol. and Officers B. and O. Lastly, the applicant maintained his complaint regarding the non-notification of the defence of the appeal hearing and because of the de facto absence of an oral hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Government submitted that the lack of a prosecuting party had not adversely affected the impartiality of the trial judge or the overall fairness of the proceedings. They made no comment regarding the aspects of the complaint raised by the applicant before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The applicable principles pertaining to the fairness of proceedings (as pertinent in the present case) have been summarised by the Court in Butkevich v. Russia, no. 5865/07, §§ 86-90, 13 February 2018, and Seton v. the United Kingdom, no. 55287/10, §§ 57-59, 31 March 2016.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Court notes that the applicant was found guilty, essentially, with reference to the administrative-offence record, the record of administrative arrest, pre-trial reports drawn up by Officers B. and O., and pre-trial written statements by eyewitnesses Ko. and Kol.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicant’s central argument concerns the use of the unfavourable pre-trial report produced by Officer O. and statements by witnesses Ko. and Kol., and the lack of an opportunity to question them, namely, at the appeal stage of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court notes that the pre-trial procedure in the applicant’s case lasted from 11 p.m. on 23 August 2014 to 1 p.m. the next day. The administrative-offence record, which was compiled by the police and signed by the applicant during that period of time, indicated that he had committed an offence under Article 20.1 of the CAO. On 24 August 2014 the firstinstance court found the applicant guilty. The case was examined in an expedited procedure because for an administrative charge for an offence punishable by administrative detention the police had to transmit the administrativeoffence file to a court immediately after having compiled it, and the court had to examine the case on the same day or within forty-eight hours of the defendant’s arrest (Article 29.6 of the CAO). It follows that no adjournment was possible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  In this context it has not been suggested, and the Court does not find, that the defence should be reproached for omitting to insist at the trial on summoning Officer O. or witnesses Ko. and Kol. (compare with Gabrielyan v. Armenia, no. 8088/05, § 85, 10 April 2012, and Murtazaliyeva v. Russia [GC], no. 36658/05, §§ 121-28, 18 December 2018, the latter being in the context of the rules applicable under the Russian Code of Criminal Procedure). The Court reiterates in this connection that recourse to the expedited procedure when a “criminal charge” must be determined is not in itself contrary to Article 6 of the Convention as long as the procedure provides the necessary safeguards and guarantees (see Malofeyeva v. Russia, no. 36673/04, § 115, 30 May 2013, and Muchnik and Mordovin v. Russia [Committee], nos. 23814/15 and 2707/16, §§ 34-39, 12 February 2019).",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Having examined the available material, the Court considers that there was no good reason for their non-attendance during the re-examination of the case by the appeal court. Next, the Court notes that the administrative-offence record was also compiled by the police, who had initiated the proceedings against the applicant and brought the case before the trial court. It appears that, in substance, the administrative-offence record should have been considered as a bill of indictment, as it set out the charges that were then to be determined by a trial court. The record of administrative arrest does not appear to have had any particular probative evidentiary value regarding the defendant’s guilt in respect of the reprehensible conduct imputed to him. In this context the unfavourable testimony from the eyewitnesses Ko. and Kol. was decisive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  As to the manner in which the proceedings were conducted, the Court notes that before the first-instance court there was an oral hearing at which the applicant was assisted by his lawyer and pleaded not guilty. The judge heard representations from the defence. The officer who had compiled the offence record was present at the trial. The court also granted the defence’s request and examined a witness who was present in the courtroom (see paragraph 8 above). However, given the swiftness of the trial, the defence was not afforded time to seek and obtain security-camera footage, which arguably might have been exculpating or have clarified pertinent factual elements relating to the charge. At the same time, the trial court did not adjourn and also refused to assist the defence in adducing this important piece of potentially exculpatory evidence. The appeal court also refused to obtain the footage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court is not satisfied that when re-examining the charge against the applicant the appeal court properly weighed the considerations of overall fairness in its approach towards the applicant’s procedural rights when refusing to hear Ko. and Kol.. The Court considers that, in the circumstances of the present case, the applicant’s conviction was not a result of a fair hearing, in so far as it was based on untested evidence (see, in the same vein, Butkevich, cited above, §§ 97-103). The counterbalancing factors (namely the questioning of Ms Z. at the defence’s request at the trial) were not sufficient in the present case. There has therefore been a violation of Article 6 §§ 1 and 3 (d) of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Lastly, the applicant also complained that the defence had not been properly notified of the appeal hearing. The available material does not confirm that there was any adequate notification. Before the Court the Government has made no submissions on the relevant factual and legal elements. In such circumstances the Court considers that there was no adequate notification and that without any adequate notification the defence was not afforded an opportunity to take part in a hearing before a court of appeal. This constituted a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  There have accordingly been violations of Article 6 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 2 § 1 OF PROTOCOL No. 7 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicant also alleged that the lack of suspensive effect of an appeal against the sentence of administrative detention had undermined his right of appeal.",
                                "elements": []
                            },
                            {
                                "content": "32.  Article 2 of Protocol No. 7 to the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone convicted of a criminal offence by a tribunal shall have the right to have his conviction or sentence reviewed by a higher tribunal. The exercise of this right, including the grounds on which it may be exercised, shall be governed by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  This right may be subject to exceptions in regard to offences of a minor character, as prescribed by law, or in cases in which the person concerned was tried in the first instance by the highest tribunal or was convicted following an appeal against acquittal.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "33.  The Government argued that the absence of suspensive effect of an appeal against a conviction vis-à-vis the sentence of administrative detention did not raise any issue under Article 2 of Protocol No. 7 to the Convention. The CAO provided for an appeal procedure. The applicant had not been hindered in any manner from doing so and had lodged an appeal that had then been examined on the merits. He had also had access to the case-file material and had made no complaint relating to the fairness of the appeal proceedings. Nor had he made any argument pertaining to the (in)sufficiency of the scope of an appeal review. The CAO provided for a speedy appeal review in cases relating to a sentence of administrative detention. Such appeals had to be examined within twenty-four hours of receiving the appeal. The applicant had lodged his appeal on the last day of his sentence. Thus it had been impracticable to suspend the sentence. He should have lodged his appeal sooner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The applicant maintained his complaint.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "35.  First of all, the Court notes that the applicant’s appeal was examined and the appeal decision was delivered on 3 September 2014. Thus, the applicant has complied with the six-month rule under Article 35 § 1 of the Convention in respect of the present complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Court also notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "37.  Following its judgment in the similar context of Ukrainian legislation (see Shvydka v. Ukraine, no. 17888/12, §§ 48-55, 30 October 2014), the Court dealt with the issue in respect of Russia in Tsvetkova and Others v. Russia, nos. 54381/08 and 5 others, §§ 179-91, 10 April 2018. The Court held as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“182.  Turning to the facts of the present case, it is noted that on 8 September 2015 the applicant lodged an appeal against the judgment of 6 September 2015. For unspecified reasons the appeal was examined only on 18 September 2015, which was after the applicant’s release on 9 September 2015. It is also noted that although the applicant was sentenced to five days’ detention on 6 September, he actually served less time, the pre-trial two-day administrative arrest being counted towards the term of the sentence ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "184.  The Court notes that the immediate execution of the penalty of administrative detention was accompanied by time constraints imposed on the courts in relation to appeal proceedings against such penalty. At the same time, the time-limit for lodging an appeal remained the same for all cases, including those resulting in this penalty being imposed and enforced.",
                                                "elements": []
                                            },
                                            {
                                                "content": "185.  Having said this, the Court notes that the essential factual elements and legal matters, which were at the heart of the Court’s findings in Shvydka, apply in the present case. The Court has been given no reason to reach a different conclusion in the present case. Notably, although the CAO required that appeal proceedings be expedited within certain time constraints, the fact remains that in the present case there was a delay and the applicant’s appeal was examined after he had served the sentence in full.",
                                                "elements": []
                                            },
                                            {
                                                "content": "186.  Article 2 of Protocol No. 7 allows for restrictions on the right of appeal, provided that they pursue a legitimate aim and do not infringe the very essence of that right.",
                                                "elements": []
                                            },
                                            {
                                                "content": "187.  The respondent Government have not put forward before the Court any argument relating to the legitimate aim or to whether the “very essence” of the right was adversely affected in the circumstances of the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "188.  For its part, having regard to the relevant constitutional decision, the Court observes that under the Russian CAO, penalties are normally executed following expiry of the time-limit for appeal or after the appeal decision. Despite having the benefit of the decision by the Constitutional Court, this Court is not convinced that any particular feature of the administrative-offence procedure or the consideration of expediency outweighed the disadvantage caused to the defendant vis-à-vis his right of appeal by the absence of any alternative to the immediate execution of the penalty of administrative detention. In particular, the Court is not convinced that the requirement to expedite the (appeal) proceedings prevailed in the situation arising in the present case, that is where a penalty of administrative detention was involved. It is also noted that unlike pecuniary penalties, for instance, an unwarranted (unlawful or, a fortiori, arbitrary) and already served sentence consisting in a deprivation of liberty could not be undone by the mere fact of an eventual favourable appeal decision ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "190.  The Court is mindful of certain differences between the relevant provisions under Russian law and Ukrainian law. However, as a matter of fact, the applicant’s appeal was not processed expediently but was examined only after he had already served his sentence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "191.  There has therefore been a violation of Article 2 of Protocol No. 7 to the Convention.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  By way of comparison, the Court found no violation of Article 2 § 1 of Protocol No. 7 to the Convention where the trial court had made the choice of ordering immediate execution of the sentence of imprisonment in respect of a convict in view of his foreign nationality and the absence of any links or domicile in the respondent State (see Fırat v. Greece, no. 46005/11, §§ 12 and 39-46, 9 November 2017).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Turning to the present case, the Court first notes that in both Shvydka and Tsvetkova and Others the applicants had already finished serving the entirety of their sentences by the time the appeal courts delivered decisions in relation to their appeals against those sentences. It is uncontested in the present case that the applicant, who had not validly waived his right of appeal, was the only party who sought to initiate appeal proceedings. He did so by way of instructing his lawyer to lodge a statement of appeal, which was done on 1 September 2014, that is to say some seven days after the delivery of the trial judgment that was being appealed against, and shortly before completing serving the sentence imposed in that judgment (compare Tsvetkova and Others, cited above, § 55). It is not clear whether the appeal decision was delivered when the applicant had already been released or was about to finish his sentence. Be that as it may, acting as he did the applicant conducted himself in compliance with the domestic law that afforded him an opportunity (and time) to take cognisance of the content of the trial judgment and to put forward points of appeal within ten days. Thus, the Court finds it immaterial from the standpoint of the legal issue examined in Tsvetkova and Others that the appeal was introduced and/or examined shortly before the end of the detention period.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Those circumstances cannot be held against the defendant and do not resolve the structural issue arising from the lack of any suspensive effect of an appeal against a sentence of administrative detention (see Tsvetkova and Others, cited above, §§ 186-88).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court has not been provided with any material which would enable it to assess the legislative choices underlying the immediate execution of administrative detention, or the “automatic” application of this general rule to all situations in which this penalty is imposed (compare with Firat, cited above, §§ 39-46). The Court does not overlook the fact that that the CAO makes room for suspending or discontinuing the immediate execution of administrative detention only in the context of very particular and narrow situations (see paragraph 13 above) rather than on account of considerations of general application touching directly the general rule of immediate execution and the right of appeal. No such particular situation obtained in the applicant’s case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  Thus the Court concludes that the essential factual and legal elements of the present case and the parties’ submissions are sufficiently similar to those already examined in Tsvetkova and Others.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  There has therefore been a violation of Article 2 § 1 of Protocol No. 7 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "45.  The applicant claimed 10,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Government made no specific comment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court reiterates that its primary role in respect of applications lodged under Article 34 of the Convention is to render justice in individual cases by way of recognising violations of an injured party’s rights and freedoms under the Convention and Protocols thereto and, if necessary, by way of affording just satisfaction (see Nagmetov v. Russia [GC], no. 35589/08, § 64, 30 March 2017). A judgment in which the Court finds a breach of the Convention imposes on the respondent State a legal obligation to put an end to the breach and make reparation for its consequences in such a way as to restore as far as possible the situation that existed before the breach (ibid., § 65).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  As to non-pecuniary damage in relation to the violation of Article 6 of the Convention, the Court notes that unlike the other procedural codes of the Russian Federation, the CAO contains no specific provision setting out grounds and a procedure for re-examining the relevant court decisions (reopening the relevant proceedings) on account of this Court’s finding of a violation of the Convention or the Protocols thereto, namely, and in so far as relevant in the present case, under Article 6 of the Convention. The Court has already stated (when dealing with the admissibility and merits of the case) that the applicant was not required to further exhaust domestic remedies by way of applying for review proceedings under Article 30.12 of the CAO (see Smadikov (dec.), cited above). It has not been suggested by the Government, and there is nothing before the Court to confirm to the requisite degree of certainty, that the procedure under Article 30.12 of the CAO, normally applicable for review of final court decisions issued under that Code, may serve that purpose for a “reopening” or “retrial” within the meaning of Article 46 of the Convention, if the applicant requests it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court is therefore not satisfied in the present case that there are clear grounds and procedures, as well as a consistent and established practice of applying them, for any such “reopening” or “retrial” under the CAO.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  As to non-pecuniary damage in relation to the violation of Article 2 of Protocol No. 7, the same considerations apply. Moreover, it is questionable whether he would have any prospect of success in raising the argument pertaining to Article 2 of Protocol No. 7 in proceedings under Article 30.12 of the CAO.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  Having said this, the Court considers that the finding of a violation is not sufficient to constitute in itself sufficient just satisfaction for any nonpecuniary damage which the applicant may have suffered (see, mutatis mutandis, Nagmetov, cited above, § 90, albeit specifically in the context of an absent valid “claim” for just satisfaction, which is not an issue here; and contrast Zadumov v. Russia, no. 2257/12, § 81, 12 December 2017, with further references, relating to the prospects of reparation at national level following and relating to the Court’s judgment in relation to the specific right to examine prosecution witnesses in the context of the right to a fair trial under Article 6 §§ 1 and 3 (d) of the Convention).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Making its assessment on an equitable basis, the Court awards the applicant EUR 2,000 in respect of non-pecuniary damage, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "53.  The applicant also claimed EUR 800 for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Government made no specific comment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court rejects the claim.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "56.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaints under Article 6 of the Convention and Article 2 § 1 of Protocol No. 7 to the Convention admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 2 § 1 of Protocol No. 7 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,000 (two thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 October 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Vincent A. De Gaetano",
            "role": "president"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MARTYNYUK v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-196412.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:1008JUD001376415",
    "externalsources": [],
    "extractedappno": [
        "13764/15",
        "25501/07",
        "5865/07",
        "54381/08",
        "10810/15",
        "55287/10",
        "8088/05",
        "36658/05",
        "36673/04",
        "23814/15",
        "2707/16",
        "17888/12",
        "46005/11",
        "35589/08",
        "2257/12"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-196412",
    "judgementdate": "08/10/2019 00:00:00",
    "kpdate": "08/10/2019 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "443",
        "439"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6",
        "P7-2",
        "6-1"
    ],
    "parties": [
        "MARTYNYUK",
        "RUSSIA"
    ],
    "rank": "4034.435546875",
    "representedby": [
        "POPKOV A."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "492180",
    "typedescription": "15"
}