{
    "__articles": "6;6-1",
    "__conclusion": "No violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court)",
    "applicability": "",
    "appno": "24079/11",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Access to court"
            ],
            "element": "No violation of Article 6 - Right to a fair trial",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-183118.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 24079/11) against the Republic of Croatia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Croatian national, Ms Ivana Jureša (“the applicant”), on 23 March 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr D. Šuper, a lawyer practising in Osijek. The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that she had been deprived of access to the Supreme Court.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 21 October 2014 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1977 and lives in Osijek.",
                                "elements": []
                            },
                            {
                                "content": "6.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 6 November 2000, in inheritance proceedings following the applicant’s grandmother’s death, the applicant’s relative, M.J., and the applicant’s father were declared the beneficiaries in respect of a house, which was not registered in the land register, by a decision of the Zabok Municipal Court (Općinski sud u Zaboku).",
                                "elements": []
                            },
                            {
                                "content": "8.  On 18 October 2007 M.J. brought a civil action against the applicant in the Zabok Municipal Court (Općinski sud u Zaboku) asking that court to recognise his ownership of a share of half of an inherited piece of property and to order the applicant to allow him to register his ownership in the land register. He set the value of the dispute (vrijednost predmeta spora) at 110,000 Croatian kunas (HRK).",
                                "elements": []
                            },
                            {
                                "content": "9.  In the proceedings before the first-instance court, on 5 November 2007 the applicant contested the value of the dispute and suggested that it be set at HRK 300,000.",
                                "elements": []
                            },
                            {
                                "content": "10.  At the hearing held on 23 January 2008 the applicant, inter alia, withdrew her objection to the value of the dispute as indicated by the claimant, and stated that she agreed with it.",
                                "elements": []
                            },
                            {
                                "content": "11.  In its judgment of 25 April 2008 the Zabok Municipal Court accepted M.J.’s claim.",
                                "elements": []
                            },
                            {
                                "content": "12.  The applicant lodged an appeal with the Zlatar County Court (Županijski sud u Zlataru) and on 16 September 2009 the second-instance court dismissed her appeal as ill-founded, upholding the first-instance judgment.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 24 November 2009 the applicant lodged an appeal on points of law with the Supreme Court (Vrhovni sud Republike Hrvatske), challenging the lower courts’ judgments.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 27 May 2010 the Supreme Court declared the applicant’s appeal on points of law inadmissible ratione valoris. It interpreted M.J.’s civil action as being composed of two separate claims arising from different factual and legal bases - the first one for recognition of ownership, and the second for obtaining an order securing the registration of his ownership in the land register (hereinafter “the issuance of a clausula intabulandi”). The Supreme Court thus halved the value of the dispute and held that the value of each claim did not reach the necessary ratione valoris threshold of HRK 100,001 (approximately 13,300 euros (EUR)) for an appeal on points of law to be admissible. The relevant part of this decision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The claimant in his civil action indicated the value of the dispute as HRK 110,000.",
                                "elements": []
                            },
                            {
                                "content": "Pursuant to section 37(2) of the CPA [(Civil Procedure Act)], if the claims in the civil action arise from a variety of grounds, or different claimants put forward individual claims or individual claims are raised against several defendants, the value of the dispute must be established in accordance with the value of each individual claim.",
                                "elements": []
                            },
                            {
                                "content": "In the instant case the claimant made two non-monetary claims, one concerning property rights - for recognition of ownership -, and a claim under the law on obligations - for the issuance of a clausula intabulandi , namely for obtaining an order securing registration of his ownership in the land register. Therefore, the value of the dispute has to be established in relation to the value of the dispute of each claim. Consequently, the value of the dispute of each claim ... has to be established by dividing the indicated unique value of the dispute by [these] two [claims].",
                                "elements": []
                            },
                            {
                                "content": "Given that the claimant indicated the [unique] value of the dispute as HRK 110,000, and that this amount should be divided by [the number of the claims], the value of the dispute of each claim does not exceed the amount of 100,000. It follows that an appeal on points of law by the defendant is inadmissible.”",
                                "elements": []
                            },
                            {
                                "content": "15.  The applicant then lodged a constitutional complaint with the Constitutional Court (Ustavni sud Republike Hrvatske), arguing that M.J.’s action had two aspects which could not be separated, and that the Supreme Court’s decision finding that the case concerned two separate claims had therefore been arbitrary and had violated her right to a fair hearing, in particular her right of access to the Supreme Court, as guaranteed under Article 29 of the Constitution.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 17 February 2011 the Constitutional Court dismissed the applicant’s constitutional complaint. It held that the applicant in her constitutional complaint “did not demonstrate that the Supreme Court had failed to respect the provisions of the Constitution concerning human rights and fundamental freedoms, namely that it had applied relevant law in an arbitrary manner” and that therefore “the present case did not raise a constitutional issue.” Its decision was served on the applicant’s representative on 3 March 2011.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Civil Procedure Act",
                                "elements": [
                                    {
                                        "content": "17.  The relevant provisions of the Civil Procedure Act (Zakon o parničnom postupku, Official Gazette nos. 53/1991, 91/1992, 112/1999, 81/2001, 117/2003, 88/2005, 84/2008, 96/2008 and 123/2008), as in force at the material time, provided:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  When the value of the subject matter of the dispute is relevant for determining subject matter jurisdiction, the composition of the court, the right to lodge an appeal on points of law and in other cases provided for in this Act, only the value of the principal claim shall be taken into account as the value of the dispute ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  When one action against the same defendant includes several claims arising from the same factual and legal basis, the value of the dispute shall be established in line with the sum of values of all the claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  When the claims from the action arise from a variety of grounds or different claimants put forward individual claims or individual claims are raised against several defendants, the value of the dispute shall be established in line with the value of each individual claim.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...(2)  ... when an action does not concern a sum of money, the relevant value shall be the value of the dispute indicated by the claimant in the statement of claim (u tužbi).”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  the parties may lodge an appeal on points of law against the second-instance judgment:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  If the value of dispute of the contested part of the judgment exceeds HRK 100,000 ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The case-law of the Constitutional Court",
                                "elements": [
                                    {
                                        "content": "18.  The Government referred to case no. U-III-3020/2006 of 26 March 2014 in which the Constitutional Court dismissed as ill-founded a constitutional complaint against the decision of the Supreme Court declaring an appeal on points of law inadmissible ratione valoris because it established the value of the dispute by dividing it by the number of claimants. The relevant part of this decision reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“3.  The applicants [lodging the constitutional complaint] consider that the Supreme Court violated their right to a fair hearing, as guaranteed by Article 29(1) of the Constitution, when it established the value of the dispute by dividing it by [the number of] claimants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.1.8.  ... The Constitutional Court notes that the case-law of the Supreme Court on this matter is unwavering, established and very consistent. In order for the Constitutional Court to reach, in the circumstances of the instant case, the conclusion that [the case-law], as such, impairs the very essence of the applicants’ right of access to a court, it requires serious, relevant and sufficient arguments to be presented in the constitutional complaint that could convince the Constitutional Court to deviate from the law created by the Supreme Court’s case-law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.1.9.  Having examined the content of the constitutional complaint, the Constitutional Court found that it did not contain [the necessary] serious, relevant and sufficient reasons that would oblige the Constitutional Court to find a violation of the right of access to a court in the present case ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The case-law of the Supreme Court",
                                "elements": [
                                    {
                                        "content": "1.  Decisions in which the Supreme Court held that a claim for recognition of ownership and the issuance of a clausula intabulandi is one claim",
                                        "elements": [
                                            {
                                                "content": "19.  In its decisions nos. Rev-183/04-2 of 15 June 2004, Rev-913/2005-2 of 21 February 2006, Rev-477/06-2 of 6 June 2006, Rev-1121/06-2 of 7 February 2007, Rev-1070/07-2 of 14 November 2007, Rev-1026/07-2 of 20 February 2008, Rev-180/08-3 of 26 September 2008, Rev-357/2008-2 of 21 January 2009, Rev-430/08-2 of 28 January 2009, Rev-1360/07-2 of 30 January 2009, Rev-271/07-4 of 10 March 2009 and Rev-339/08-2 of 29 April 2010 the Supreme Court, relying on section 37 (2) of the Civil Procedure Act, considered a civil action for recognition of ownership and the issuance of a clausula intabulandi as one claim. For example:",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Rev-183/04-2 of 15 June 2004",
                                        "elements": [
                                            {
                                                "content": "“The case concerns the claimants’ property rights and issuance of a clausula intabulandi. With regard to section 37 of the Civil Procedure Act, when several claimants in a single action seek recognition of co-ownership of property in equal shares, and the issuance of a clausula intabulandi, and they indicate the unique value of the dispute, the admissibility of the appeal on points of law depends on the value of the dispute, which is established by dividing the [indicated unique] value of the dispute by the number of the claimants.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Rev-430/08-2 of 28 January 2009",
                                        "elements": [
                                            {
                                                "content": "“The [first-instance court] awarded the two claims brought in one civil action – the first one for the declaration of the sale contract to be null and void ... and the second one for recognition of ownership and the issuance of a clausula intabulandi ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "... the [unique] value of the dispute, pursuant to section 37(2) of the Civil Procedure Act, has to be divided in half, as there are two claims ...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Rev-1360/07-2 of 30 January 2009",
                                        "elements": [
                                            {
                                                "content": "“The civil proceedings at issue concern [1] the acquisition of the right of ownership and issuance of a clausula intabulandi and [2] erasing of fiduciary ...\nThe indicated value of the dispute is HRK 100,001 and the [civil action] contains two claims against the two defendants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the light of the foregoing considerations, the value of the dispute of each claim in relation to each defendant [vrijednost predmeta spora svakog pojedinog zahtjeva u odnosu na svakog tuženika] ... does not exceed [the threshold of] HRK 100,000 ...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Rev-271/07-4 of 10 March 2009",
                                        "elements": [
                                            {
                                                "content": "“The claimant in the proceedings made two claims, one for the acquisition of ownership and ordering the defendants to allow her to register that ownership [the issuance of a clausula intabulandi] and the other one for the loan agreement to be declared null and void.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Consequently, the indicated value of the dispute has to be established by dividing that value by [these] two claims ... ”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Rev-339/08-2 of 29 April 2010",
                                        "elements": [
                                            {
                                                "content": "“The second-instance court accepted the appeal by the claimant and reversed the first-instance judgment as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“It is established that the claimant ... is the owner of the property ... [and] the defendants shall recognise this right and issue [the claimant] with a clausula intabulandi for the registration of the property in the land register ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Pursuant to section 37(2) of the Civil Procedure Act, if the claims in the civil action arise from a variety of grounds, or different claimants put forward individual claims or individual claims are raised against several defendants, the value of the dispute shall be established in accordance with the value of each individual claim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Given that the civil action was lodged against two defendants ... the value of dispute has to be divided in half ... “",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Decisions in which the Supreme Court held that a claim for recognition of ownership and the issuance of a clausula intabulandi are two separate claims",
                                        "elements": [
                                            {
                                                "content": "20.  In its decisions nos. Rev-807/08-2 of 1 February 2010, Rev1021/082 of 10 May 2010, Rev-425/09-2 of 27 May 2010, Rev638/10-25 of 13 September 2010, Rev-34/10-2 of 24 September 2010, Rev-697/10-2 of 24 September 2010 and Rev-1417/10-2 of 25 January 2011, the Supreme Court held that civil actions for recognition of ownership and the issuance of a clausula intabulandi were two claims arising from a variety of grounds. For example:",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Rev 807/08-2 of 1 February 2010",
                                        "elements": [
                                            {
                                                "content": "“In the instant case the claimant in her civil action brought a claim concerning property rights for recognition of ownership, and a claim under the law on obligations for the issuance of a clausula intabulandi ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "The indicated value of the dispute is HRK 102,000. Pursuant to section 37(2) of the Civil Procedure Act, the value of the dispute of each claim is HRK 51,000 ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "Given that the value of the claim does not exceed HRK 100,000, pursuant to section 392 of the CPA [(Civil Procedure Act)], an appeal on points of law by the claimant is inadmissible.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Rev 1021/08-2 of 10 May 2010",
                                        "elements": [
                                            {
                                                "content": "“The claimant ... indicated the value of the dispute as HRK 101,000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Pursuant to section 37(2) of the Civil Procedure Act, if the claims in the civil action arise from a variety of grounds, or different claimants put forward individual claims or individual claims are raised against several defendants, the value of the dispute must be established in accordance with the value of each individual claim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the instant case the claimant made two claims arising from a variety of grounds, namely a claim in rem for recognition of ownership, and a claim under the law on obligations for the issuance of a clausula intabulandi. Therefore, pursuant to section 37(2) of the CPA [(Civil Procedure Act)], the value of the dispute of each claim is HRK 51,500.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Given that the value of the claim does not exceed HRK 100,000, pursuant to section 392(1) of the CPA [(Civil Procedure Act)], an appeal on points of law by the claimant is inadmissible.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Rev-638/10-2 of 13 September 2010",
                                        "elements": [
                                            {
                                                "content": "“In his civil action the claimant indicated the value of the dispute as HRK 110,000. The action was lodged against two defendants and contains two claims, namely a claim concerning property rights [claim in rem] and a claim under the law on obligations for the issuance of a clausula intabulandi [claim in personam]. Each of these [two] claims has been brought against two defendants ... Given that the claimant indicated the value of the dispute as HRK 110,000, this amount should be divided by the [number] of the claims and by the [number] of defendants. It follows that the [value of the dispute] of each claim against each defendant individually does not exceed the amount of 100,000.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  The applicant complained that she had been deprived of access to the Supreme Court. She relied on Article 6 § 1 of the Convention, the relevant part of which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "22.  The Government claimed that the applicant had failed to exhaust all available domestic remedies, since at the hearing on 23 January 2008 she had withdrawn her objection to the value of the dispute before the firstinstance court. By doing so, the applicant had consciously exposed herself to the possibility of her appeal on points of law being declared inadmissible on the ratione valoris ground, because she had known that her right to appeal on points of law depended on the value of the dispute. More specifically, if the applicant had pursued her objection the first-instance court would have engaged in establishing the value of the dispute and would have requested information on the market price of the disputed property from the competent tax administration office. Moreover, if the first-instance court had examined the question of the value of the dispute and established it at the same level, the applicant could have contested that amount in her appeal against the first-instance judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  The applicant made no comment in this regard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The Government argued that the complaint the applicant had lodged before the Court was of a fourth-instance nature, since the applicant had asked the Court to correct errors of fact and law allegedly made by the domestic courts and to replace the legal opinion of the Supreme Court on the admissibility of the appeal on points of law with its own opinion, which was contrary to the principle of subsidiarity, the fundamental principle of the Court. According to the Government, the manner in which the Supreme Court had determined the value of the dispute was regulated under the rules of the Civil Procedure Act, which provided that if a civil action against the same defendant entailed several claims (“objective cumulation of claims”), the domestic court assessed whether the claims arose from the same or different facts and legal bases. If the claims arose from the same facts and legal basis (“qualified objective cumulation”), the value of the dispute was determined by the court adding up all the amounts in controversy and determining a unique amount that became the correct value of the dispute in respect of the admissibility of an appeal on points of law on ratione valoris grounds. If the claims arose from different facts and legal bases (“regular objective cumulation”), the value of the dispute was set so that each claim had its own value within the dispute and the admissibility of the appeal on points of law was assessed for each claim individually. Therefore, in the applicant’s case, the Supreme Court’s task had been to establish whether the civil action at issue represented a regular or qualified objective cumulation of claims and, in accordance with unwavering and established case-law, the Supreme Court had found that section 37 (2) of the Civil Procedure Act had to be applied. The Government stressed that it was not the Court’s task to interpret and apply the relevant rules of procedural or substantive domestic law, namely to act as a court of fourth instance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The Government also pointed out that the above-mentioned manner of establishing the value of the dispute was not only provided by the rules of the Civil Procedure Act, but was also in accordance with the unwavering, established and long-term case-law of the Supreme Court that had been applied since 1990 and supported by the majority of leading legal experts in the State.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The applicant made no comment in this regard.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "27.  The Court considers that the arguments raised by the Government in essence concern the question whether the defendant’s objection to the value of the dispute indicated by the claimant in the civil action may be regarded as an effective remedy for the applicant’s complaint under Article 6 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The Court stresses that the principle of subsidiarity is one of the fundamental principles on which the Convention system is based. It means that the machinery for the protection of fundamental rights established by the Convention is subsidiary to the national systems safeguarding human rights (see Vučković and Others v. Serbia (preliminary objection) [GC], nos. 17153/11 and 29 others, § 69, 25 March 2014, and Gherghina v. Romania [GC] (dec.), no. 42219/07, § 83, 9 July 2015). In accordance with Article 35 § 1 of the Convention, the Court may only deal with a matter after all domestic remedies have been exhausted. The purpose of Article 35 is to afford the Contracting States the opportunity of preventing or putting right violations alleged against them before those allegations are submitted to the Court (see, for example, Gherghina, cited above, § 84; Hentrich v. France, 22 September 1994, § 33, Series A no. 296-A; Remli v. France, 23 April 1996, § 33, Reports of Judgments and Decisions 1996-II; and Radomilja and Others v. Croatia [GC], no. 37685/10, § 117, 20 March 2018). Thus, a complaint submitted to the Court should first have been made to the appropriate national courts, at least in substance, in accordance with the formal requirements of domestic law and within the prescribed time-limits (see Vučković, cited above, § 72). To hold otherwise would not be compatible with the subsidiary character of the Convention system (see Gavril Yosifov v. Bulgaria, no. 74012/01, § 42, 6 November 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  Nevertheless, the obligation to exhaust domestic remedies requires only that an applicant make normal use of remedies which are effective, sufficient and accessible in respect of his Convention grievances (see Vučković, cited above, § 73; Balogh v. Hungary, no. 47940/99, § 30, 20 July 2004; and John Sammut and Visa Investments Limited v. Malta (dec.), no. 27023/03, 28 June 2005). To be effective, a remedy must be capable of remedying directly the impugned state of affairs and must offer reasonable prospects of success (see Balogh, cited above, § 30, and Sejdovic v. Italy [GC], no.56581/00, § 46, 1 March 2006). If there exists at the national level a remedy enabling the domestic courts to address, at least in substance, the argument of a violation of a given Convention right, it is that remedy which should be used. It is not sufficient for the applicant to have unsuccessfully exercised another remedy which could have overturned the impugned measure on other grounds not connected with the complaint of a violation of a Convention right. It is the Convention complaint which must have been aired at the national level for there to have been exhaustion of “effective remedies”. It would be contrary to the subsidiary character of the Convention machinery if an applicant, ignoring a possible Convention argument, could rely on some other ground before the national authorities for challenging an impugned measure, but then lodge an application before the Court on the basis of the Convention argument (see Van Oosterwijck v. Belgium, no. 7654/76, §§ 33-34, 6 November 1980).",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  As to the present case, the Court first notes that the applicant in her application to the Court did not complain that the first-instance court had set the value of the dispute too low, but rather that she had been deprived of access to the Supreme Court because of the manner in which that court had interpreted the relevant provision of the procedural law and upon that interpretation divided up the value of the dispute and, consequently, declared her appeal on points of law inadmissible ratione valoris. Furthermore, the Court notes that even the amount initially indicated by the claimant was above the threshold (see paragraphs 8 and 17 above), so that the withdrawal of the objection did not have any effect on whether the stated value was above the threshold. The Court also observes that the applicant lodged a constitutional complaint against the Supreme Court’s decision with the Constitutional Court. She complained, inter alia, under Article 29 of the Constitution that the claimant’s civil action had two aspects which could not be separated from one another and that therefore the Supreme Court’s decision finding that the case concerned two separate claims had been manifestly unreasonable and had deprived her of access to court. Moreover, Article 29 of the Constitution corresponds to Article 6 of the Convention, which is directly applicable in Croatia. Therefore, it cannot be said that the applicant did not use normal means of exhaustion of domestic remedies and that she did not give an adequate opportunity to the Constitutional Court to remedy her situation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  Accordingly, the Court concludes that in the particular circumstances of the case the Government’s objection must be rejected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The Court considers this relates to the merits of the complaint and will examine it in that context.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "34.  The applicant complained that she had been deprived of access to the Supreme Court because of the manner in which that court had interpreted the relevant provisions of the procedural law, which had been contrary to the Supreme Court’s practice. In support of her complaint she submitted the following arguments.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The applicant pointed out that under the rules of the relevant domestic law, namely the Ownership and other Rights in Rem Act, in order to acquire ownership of property it was necessary to have legal grounds for acquisition of ownership, namely titulus. In his civil action the claimant had sought recognition of his share in inherited unregistered property, namely that he had acquired ownership of the property at issue by way of inheritance. The applicant stressed that the domestic courts had completely disregarded section 128 of the Ownership and other Rights in Rem Act, which provided that an heir acquired ownership at the moment the testator’s inheritance came into effect, namely upon his death. Furthermore, the heir was authorised to obtain registration of his or her property in the land register. Consequently, the judgment of the first-instance court on acquiring ownership by inheritance had only been declaratory and there had been no need for the court to order the applicant to issue a clausula intabulandi (permission to register the property) to the defendant. Moreover, the claimant had not claimed (and neither had the first-instance court found in its judgment) that the applicant had been under any such obligation. The applicant further stressed that under the Civil Obligations Act obligations arose on the basis of legal transactions, upon causing damages, unjust enrichment, management of affairs without mandate, public promise of reward, and issuing securities. However, obligations did not arise from inheritance. That being so, there had been neither factual nor legal grounds for the Supreme Court to conclude that the claimant’s action had been composed of two claims – one concerning property rights and the other under the law on obligations, namely that the claims at issue had arisen from different factual and legal bases. Therefore, the manner in which the Supreme Court had applied the statutory ratione valoris requirements for lodging an appeal on points of law had been manifestly unreasonable. Moreover, such manner was in contravention of the Supreme Court’s practice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Government submitted that the applicant had limited her application to the issue of access to the Supreme Court, not taking into account that the Court, while examining if there had been a violation of Article 6 § 1 of the Convention, would assess whether the proceedings as a whole fulfilled the standards required under Article 6 § 1 of the Convention. The Government emphasised that the applicant’s case had been examined on the merits at two levels of jurisdiction – the first-instance and secondinstance courts. Furthermore, the proceedings at issue had been conducted in accordance with the procedural guarantees of Article 6 § 1 of the Convention. Moreover, in view of the principle that the right of access to court was not an absolute right, the applicant could not be guaranteed the right to a trial at all three levels of jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  In accordance with the above, the Government stressed that the State enjoyed a wide margin of appreciation in respect of the limitations it could place on an individual putting forward an appeal on points of law. Thus, the State could prescribe any requirement on the right to put forward an appeal on points of law, and the fact that the applicant had failed to meet those requirements in the specific legal conditions had not amounted to a violation of her right of access to court. In particular, the limitations for lodging an appeal on points of law set out in the Civil Procedure Act pursued a legitimate aim, and there was reasonable proportionality between the means employed and the aim sought.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Government further argued that the civil action in the applicant’s case had been composed of two claims. The first (declarative) claim had been based on the question of who was the owner and in what share, while the second (condemnation) claim had related to the obligation to issue a clausula intabulandi. The legal basis of the first claim arose from the question on the right of ownership regulated under the rules of the Ownership and other Rights in Rem Act, while the legal basis of the second claim arose from the contractual relations regulated under the Civil Obligations Act. Therefore, the Supreme Court had correctly concluded that there had been two claims that were based on different facts and legal bases and that the value of the dispute should have been divided as prescribed by section 37 (2) of the Civil Procedure Act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  According to the Government, the Supreme Court’s decision was not only based on the relevant domestic law, but was in accordance with longterm domestic case-law confirmed by domestic legal experts and the Constitutional Court. In particular, the Government pointed out that the applicant had failed to furnish the Court with case-law which would have refuted the statements made in the Government’s observations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Bearing in mind all the above, the Government was of the opinion that the applicant’s portrayal of the facts and extensive explanations of how in her view the relevant domestic law should have been interpreted and applied represented a “fourth-instance application”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "41.  The Court reiterates that Article 6 § 1 of the Convention secures to everyone the right to have any claim relating to his civil rights and obligations brought before a court or tribunal. The right of access, namely the right to institute proceedings before a court in civil matters, constitutes one aspect of this “right to court” (see, notably, Golder v. the United Kingdom, 21 February 1975, §§ 28-36, Series A no. 18; and Zubac v. Croatia [GC], no. 40160/12, § 76, 5 April 2018). However, this right is not absolute, but may be subject to limitations. These are permitted by implication, since the right of access by its very nature calls for regulation by the State. In this respect the Contracting States enjoy a certain margin of appreciation, although the final decision as to the observance of the Convention’s requirements rests with the Court. However, these limitations must not restrict or reduce the access which remains to an individual in such a way or to such an extent that the very essence of the right is impaired. Furthermore, a limitation will not be compatible with Article 6 § 1 if it does not pursue a legitimate aim and if there is not a reasonable relationship of proportionality between the means employed and the aim sought (see, for example, Ashingdane v. the United Kingdom, 28 May 1985, § 57, Series A no. 93; Stubbings and Others v. the United Kingdom, 22 October 1996, § 50, Reports 1996IV; and Zubac, cited above, § 78).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  Turning to the present case, the Court first observes that the claimant in the above-mentioned civil proceedings sought recognition of his ownership of his share of inherited property, and leave to record his ownership in the land register, namely to be issued with a clausula intabulandi. He indicated the value of the dispute as HRK 110,000 (see paragraphs 7 and 8 above). After the first and second-instance courts ruled in favour of the claimant, on 24 November 2009 the applicant lodged an appeal on points of law with the Supreme Court (see paragraph 13 above). On 27 May 2010 the Supreme Court declared the applicant’s appeal on points of law inadmissible ratione valoris. It interpreted M.J.’s civil action as two separate claims: one for the recognition of ownership, and the other for obtaining an order allowing him to record his ownership in the land register, namely the issuance of a clausula intabulandi (see paragraph 14 above). The Supreme Court thus divided the value of the dispute in half, and held that the amounts thus did not reach the necessary ratione valoris threshold of HRK 100,001 for an appeal on points of law to be admissible, as provided for under section 382 of the Civil Procedure Act (see paragraph 17 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Having analysed the Supreme Court’s decisions cited in paragraph 19 above, the Court observes that the difference resides in the application of the law, namely section 37(2) of the Civil Procedure Act. In this connection, the Court notes that at the time the applicant lodged her appeal on points of law, the Supreme Court in cases similar to that of the applicant, relying on section 37(2) of the Civil Procedure Act, considered civil actions for recognition of ownership and the issuance of a clausula intabulandi as one claim (see paragraph 19 above). However, at some point, notably from 1 February 2010 onwards, the Supreme Court started to change its interpretation of section 37(2) of the Civil Procedure Act in cases similar to that of the applicant, considering claims for recognition of ownership and the issuance of a clausula intabulandi as two claims. This interpretation appears to have remained the practice after 10 May 2010 (see paragraph 19 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  Thus, the present case concerns not divergent approaches by the Supreme Court which could create jurisprudential uncertainty, but rather a reversal of case-law. In this connection, the Court reiterates that it is primarily for the domestic courts to interpret and apply domestic legislation (see Worm v. Austria, 29 August 1997, § 38, Reports 1997V). Moreover, as held in S.S. Balıklıçeşme Beldesi Tarım Kalkınma Kooperatifi and Others v. Turkey (nos. 3573/05, 3617/05, 9667/05, 9884/05, 9891/05, 10167/05, 10228/05, 17258/05, 17260/05, 17262/05, 17275/05, 17290/05 and 17293/05, 30 November 2010), in the absence of arbitrariness and where not manifestly unreasonable, a reversal of case-law falls within the discretionary powers of the domestic courts, notably in countries which have a system of written law (as in Croatia) and which are not, in theory, bound by precedent (compare with Borg v. Malta, no. 37537/13, § 111, 12 January 2016; and Petro-M SRL and Rinax-TVR SRL v. the Republic of Moldova (dec.), no. 44787/05, § 31, 23 March 2017).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Having examined the circumstances, the Court finds there has been no violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares, unanimously, the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds, by four votes to three, that there has been no violation of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 22 May 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a)  concurring opinion of Judge Lemmens;",
                        "elements": []
                    },
                    {
                        "content": "(b)  joint dissenting opinion of Judges Karakaş, Vučinić and Turković.",
                        "elements": []
                    },
                    {
                        "content": "1.  I agree with the majority that there has been no violation of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "I would, however, have preferred a somewhat different reasoning.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant complains about the decision of the Supreme Court declaring her appeal on points of law inadmissible (see paragraph 34 of the judgment). She argues that the manner in which the Supreme Court applied the statutory ratione valoris requirement for lodging an appeal on points of law was manifestly unreasonable and in contravention of its own practice (see paragraph 35 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "This is a complaint with a relatively narrow scope. The applicant essentially argues that the Supreme Court misinterpreted domestic law. She vaguely refers to an existing practice of the Supreme Court in another sense, but without giving any concrete example. She does not argue that there has been a reversal of the case-law in her case, still less that such a reversal was incompatible with the requirements of Article 6 § 1.",
                        "elements": []
                    },
                    {
                        "content": "In my opinion, therefore, it would be sufficient to note that the interpretation and application of domestic law by the Supreme Court in the applicant’s case was not arbitrary or manifestly unreasonable (see paragraph 44 of the judgment). Indeed, there is nothing arbitrary or unreasonable in holding that where claims are based on different legal grounds, they are to be regarded as different claims for the purposes of section 37 of the Civil Procedure Act. Moreover, this assessment is in line with that of the Constitutional Court in the applicant’s case (see paragraph 16 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "The mere fact that there may have been decisions in another sense than that of the applicant’s case is not sufficient to demonstrate the arbitrariness or unreasonableness of the latter decision. There is no need to go into the broader issue of reversal of existing case-law (see paragraphs 43 and 44 of the judgment, as well as the dissenting opinion of the minority), since this issue has not even been properly raised by the applicant.",
                        "elements": []
                    },
                    {
                        "content": "3.  Should the Court want to go further in its analysis, it could examine whether the effects of the Supreme Court’s interpretation of domestic law are compatible with the Convention (see, among other authorities, Waite and Kennedy v. Germany [GC], no. 26083/94, § 54, ECHR 1999I; Radomilja and Others v. Croatia [GC], nos. 37685/10 and 22768/12, § 149, ECHR 2018; and Zubac v. Croatia [GC], no. 40160/12, § 81, 5 April 2018). The effect is that the applicant’s appeal on points of law was declared inadmissible.",
                        "elements": []
                    },
                    {
                        "content": "The relevant principles are recapitulated in paragraph 41 of the judgment. They concern the compatibility of limitations on the right of access to a court with Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "In my opinion, the impugned ratione valoris threshold for appeals to the Supreme Court falls within the generally recognised legitimate aim of ensuring that the Supreme Court, in view of the very essence of its role, only deals with matters of the requisite significance (see Zubac, cited above, § 105). Moreover, considering that the applicant’s case was heard by two national courts at different instances (the Municipal Court and the County Court) exercising full jurisdiction in the matter, that no discernible issue of a lack of fairness arose in the case, and that the Supreme Court’s role was limited to reviewing the application of the relevant domestic law by the lower courts, the Supreme Court’s decision did not amount to a disproportionate restriction of the right of access to that court and did not impair the very essence of the applicant’s right of access to a court (compare ibid., § 125).",
                        "elements": []
                    },
                    {
                        "content": "4.  It is on the basis of the foregoing that I concur with the majority that there has been no violation of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "1.  We do not share the view of the majority that there has been no violation of Article 6 § 1 of the Convention as regards the applicant’s access to the Supreme Court.",
                        "elements": []
                    },
                    {
                        "content": "2.  In the present case the Supreme Court, allegedly contrary to its own established practice according to which a civil action for recognition of ownership and the issuance of clausula intabulandi was considered as one single claim, treated the applicant’s civil action as two separate claims. For that reason, the Supreme Court divided the declared value of the dispute in half and held that, on the basis of such a calculation, the amount of the dispute in the applicant’s case did not reach the necessary rationae valoris threshold (100,000 kunas) for an appeal on points of law to be admissible (see paragraph 42 of the judgment). The applicant complained that by acting in this way the Supreme Court had deprived her of access to its jurisdiction in an arbitrary manner (see paragraph 34 of the judgment), and had been motivated solely by a desire for an ‘efficient’, that is, ‘laconic’ disposal of cases (see the applicant’s application, page 3, and her observations, page 2). She also argued that it was manifestly unreasonable to treat a civil action for recognition of ownership and the issuance of clausula intabulandi as consisting of two separate claims (see paragraph 34 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "3.  The majority addressed the applicant’s complaint only in part and in a cursory way. It failed to address the second issue. It also failed to ascertain whether the effects of the Supreme Court’s interpretation of domestic law were compatible with the Convention, that is, whether the Supreme Court’s decision in the present case, declaring the applicant’s appeal on points of law inadmissible, in itself unduly restricted the applicant’s right of access to a court, which was actually the core of the applicant’s complaint (see, inter alia, Zubac v. Croatia [GC], no. 40160/12, § 81, 5 April 2018). It is longestablished practice that, when finding a violation, the Court may choose to address only some of the issues raised by the applicant. It may dismiss other issues under the formula that “it is not necessary to examine whether there has been a violation of ...”. However, the same is not true when the Court does not find a violation in respect of a particular issue. In holding that there has been no violation of the Convention in a particular case the Court is then obliged to address all the issues raised by the applicant. The majority failed to do so in the present case.",
                        "elements": []
                    },
                    {
                        "content": "4.  To put things in perspective, it must be recalled that in the present case the rationae valoris restriction imposed on the applicant was based not only on legislation, but also on case-law which, in the Government’s claim, was long-standing (see paragraph 39 of the judgment). However, until 1 February 2010 the Supreme Court, in cases similar to that of the applicant, relying on section 37(2) of the Civil Procedure Act, considered civil actions for recognition of ownership and the issuance of a clausula intabulandi as a single claim (see paragraphs 19 and 43 of the judgment). In decision no. 807/08-2 of 1 February 2010, the Supreme Court departed – apparently for the first time – from its previous case-law, considering claims for recognition of ownership and the issuance of a clausula intabulandi as two separate claims (see paragraph 20 of the judgment). Less than three months later, in decision no. 339/08-2 of 29 April 2010, the Supreme Court again considered claims for recognition of ownership and the issuance of a clausula intabulandi as one claim (see paragraph 19 of the judgment). Then, on 10 May 2010, in decision no. Rev-1021/08-2, the Supreme Court reverted to holding that claims for recognition of ownership and the issuance of a clausula intabulandi were to be dealt with as two separate claims (see paragraph 20 of the judgment). After that decision, according to the case-law submitted by the Government, the Supreme Court continued to follow this approach (see paragraph 43 of the judgment). However, in none of these judgments did the Supreme Court announce and/or substantiate and provide reasons for the changes in its approach.",
                        "elements": []
                    },
                    {
                        "content": "5.  Taking the above development in the domestic jurisprudence into consideration, we agree with the majority that the situation in the present case involves a reversal by the Supreme Court of its case-law (see paragraph 44 of the judgment). However, it must not be overlooked that this jurisprudential development was not clear-cut and took place over a certain period (at least three and a half months), during which time the applicant’s case was pending before the Supreme Court. During that time, only two decisions in line with the outcome of the applicant’s case were apparently taken, and between them a conflicting decision had also been adopted. This reveals a chaotic approach by the Supreme Court in interpreting the requirements, laid down by law, for establishing the value of a dispute and, accordingly, the admissibility of an appeal on points of law. Consequently, it is not possible to suggest, as Government have, that the case-law applied in the present case was long-established at the relevant time (see paragraph 39 of the judgment). It is also evident that it is not always feasible to make a clear distinction between divergent approaches to similar legal and factual circumstances and a reversal of case-law.",
                        "elements": []
                    },
                    {
                        "content": "6.  The Court has developed a relatively extensive case-law concerning divergent approaches in respect of the same legal issue raised by similar factual circumstances, that is, conflicting court decisions, and has thus had an opportunity to pronounce judgment on the conditions in which conflicting decisions of highest domestic courts - either within a single court, or by different courts ruling at last instance or by two types of court which are called upon to give judgment, in parallel, on the same legal issue - were in breach of the fair-trial requirements enshrined in Article 6 § 1 of the Convention (for a detailed overview of the relevant case-law, see Nejdet Şahin and Perihan Şahin v. Turkey, no.13279/05, §§ 49-95, 20 October 2011). However, the Court’s case-law on the conditions in which a reversal of case-law amounts to a breach of access to a court and/or the fair-trial requirements enshrined in Article 6 § 1 is still rudimentary and in statu nascendi.",
                        "elements": []
                    },
                    {
                        "content": "7.  The majority in the present case failed to address even this limited case-law. It has reduced the case to a mere statement that “in the absence of arbitrariness and where not manifestly unreasonable, a reversal of case-law falls within the discretionary powers of the domestic courts, notably in countries which have a system of written law (as in Croatia) and which are not, in theory, bound by precedent” (see paragraph 44 of the judgment), referring by way of comparison to Borg v. Malta (no. 37537/13, § 111, 12 January 2016) and Petro-M SRL and Rinax-TVR SRL v. Moldova ((dec.), no. 44787/05, §§ 15- 21, 28 February 2017). The majority completely disregarded the fact that neither of these two cases dealt with possible undermining of the principle of legal certainty in the context of the right of effective access to a court. Borg (cited above) dealt with the Constitutional Court’s reversal of its interpretation of the European Court of Human Rights’ case-law, which, according to Dimech v. Malta (no. 34373/13, § 68, 3 April 2015), relied upon by Borg, cannot by itself raise an issue of legal certainty at the domestic level. Petro-M SRL and Rinax-TVR SRL (cited above) dealt with the issue of lawfulness under Article 1 of Protocol No. 1 to the Convention, relying on Borg. However, the Moldovan case should be contrasted with Brezovec v. Croatia (no. 13488/07, §§ 59-68, 29 March 2011) and Saghinadze and Others v. Georgia (no. , §§ 116-118, 27 May 2010), in which the Court took a different approach to a similar issue, finding a violation of Article 1 of Protocol No. 1 on the grounds of a lack of foreseeability. There, the Court found that rulings in which no reasonable explanation is given for the divergence from the existing caselaw are unforeseeable and smack of arbitrariness, and are accordingly unlawful. Thus, the jurisprudential value of the above two cases, relied upon by the majority as two exclusive authorities for resolution of the present case, is, as a minimum, doubtful.",
                        "elements": []
                    },
                    {
                        "content": "8.  Furthermore, the majority failed to substantiate its finding, and did not even attempt to do so, except for stating that “having examined the circumstances, the Court finds there has been no violation of Article 6 § 1 of the Convention” (see paragraph 45 of the judgment). Lastly, the majority apparently considered in the abstract that a reversal of case-law, as opposed to divergent approaches, that is, conflicting decisions, cannot create jurisprudential uncertainty (see paragraph 44 of the judgment), although quite the opposite transpires from the facts of the present case itself.",
                        "elements": []
                    },
                    {
                        "content": "9.  At this point it is important to reiterate that courts may depart from their well-established case-law, provided they give good and cogent reasons for doing so (see Hoare v. the United Kingdom (dec.), no. 16261/08, § 54, 12 April 2011). In fact, a failure to maintain a dynamic and evaluative approach would risk hindering reform or improvement which would be contrary to the proper administration of justice (see Atanasovski v. “the former Yugoslav Republic of Macedonia”, no. , § 38, 14 January 2010). The Court has pointed out that there is no acquired right to consistency of case-law (see Unédic v. France, no. , § 74, 18 December 2008). However, when departing from established case-law, in order to respect the principle of legal certainty as required by the rule of law (see Brumărescu v. Romania [GC], no. , § 61, ECHR 1999VII), courts must clearly reason their decisions to the extent to allow future claimants to reasonably foresee how the new legal developments may affect their case (see Tripcovici v. Montenegro, no. 80104/13, § 42, 7 November 2017; C.R. v. the United Kingdom, no. 20190/92, § 34, 22 November 1995; Gorou v. Greece (no. 2) [GC], no. 12686/03, § 38, 20 March 2009; and Atanasovski, cited above, § 38). This, inter alia, guarantees a certain stability in legal situations and contributes to public confidence in the courts (see, mutatis mutandis, Ştefănică and Others v. Romania, no. 38155/02, § 38, 2 November 2011).",
                        "elements": []
                    },
                    {
                        "content": "10.  The existence of an established judicial practice should be taken into account in assessing the extent of the reasoning to be given in a case (see, mutatis mutandis, Gorou v. Greece (no. 2), cited above, § 38, and Atanasovski, cited above, § 38). In this connection, one must note that in none of the decisions listed in paragraph 20 of the judgment did the Supreme Court give any explanation of the basis on which it had reached the conclusion that claims for recognition of ownership and the issuance of a clausula intabulandi stemmed from either different or identical legal and factual grounds. More specifically, it did not provide reasons for the departure from its earlier case-law (compare with Hoare, cited above, § 56, and Atanasovski, cited above, § 38). The Supreme Court even failed to declare openly that it was departing from its established case-law. In this sense, the present case must be differentiated from the Hoare v. the United Kingdom and C.R. v. the United Kingdom, specifically because in those cases the legal development which affected the claimants “had reached a stage where judicial recognition of that development was reasonably foreseeable” (see Hoare, cited above, § 54). Additionally, such foreseeability stemmed from clear judicial reasoning, since “... courts may depart from their well-established case-law provided they give good and cogent reasons for doing so” (ibid.). The lack of reasoning in the Supreme Court’s decision impaired the principle of legal certainty in the present case. In such circumstances, the applicant could not reasonably have been expected not only to predict the change in case-law, but actually to recognise that a reversal of case-law had already taken place and to adjust her behaviour accordingly.",
                        "elements": []
                    },
                    {
                        "content": "11.  Save in the event of evident arbitrariness, it is not the Court’s role to question the interpretation of the domestic law by the national courts (see, for example, Ādamsons v. Latvia, no. , § 118, 24 June 2008). However, the role of the Court is to verify whether the effects of such interpretation are compatible with the Convention (see, for example, Zubac, cited above, § 81). That being so, as we have already emphasised, the majority failed to ascertain whether the Supreme Court’s decision in the present case – declaring the applicant’s appeal on points of law inadmissible and thus in itself decisive in terms of the applicant’s right of access to the Supreme Court – unduly restricted her right of access to a court (see § 3 above).",
                        "elements": []
                    },
                    {
                        "content": "12.  The existence of a limitation ratione valoris on access to a cassation court is not incompatible per se with the Convention. What the Court needed to ascertain in the present case was whether the nature of the limitation in question and/or the manner in which it had been applied were compatible with the Convention (see, mutatis mutandis, Vrbica v. Croatia, no. , § 66, 1 April 2010). This means, in particular, that the Court had to satisfy itself that the application of such a limitation could be regarded as foreseeable for the applicant, having regard to the relevant legislation and case-law and the particular circumstances of the case (see Osu v. Italy, no. , § 35, 11 July 2002; Vrbica, cited above, § 72; and Majski v. Croatia (no. 2), no. , § 69, 19 July 2011). In a recent Grand Chamber judgment, the Court emphasised that it attaches particular weight to whether the procedure to be followed for an appeal on points of law could be regarded as foreseeable from the point of view of the litigant. In order to satisfy foreseeability criterion with regard to a restriction on access to a superior court, a coherent domestic judicial practice and consistent application of that practice are important (see Zubac, cited above, §§ 85, 87-89). As we have demonstrated in § 5 above, the law was not being applied at the material time in a manner that could ensure foreseeability for the applicant. The chaotic approach taken by the Supreme Court, without any reasonable explanation as described above, prevented the applicant from foreseeing whether or not she fulfilled the statutory requirements for lodging an appeal on points of law. The restriction on the applicant’s right of access to the Supreme Court thus fell short of the requirements set out by the Grand Chamber in its recent case-law.",
                        "elements": []
                    },
                    {
                        "content": "13.  The Court has already held on a number of occasions that the right to a fair trial, as guaranteed by Article 6 § 1 of the Convention, must be construed in the light of the rule of law, one of the fundamental aspects of which is the principle of legal certainty, which requires that all litigants should have an effective judicial remedy enabling them to assert their civil rights (see Běleš and Others v. the Czech Republic, no. 47273/99, § 49, 12 February 2003).",
                        "elements": []
                    },
                    {
                        "content": "14.  In the present case the applicant was placed in an ambiguous position (see §§ 4 and 5 above), in which she could not know with reasonable certainty which legal remedy was an effective one – an appeal on points of law or a constitutional complaint. The Court has consistently held that, before lodging complaints in respect of Croatia, in order to comply with the principle of subsidiarity applicants are in principle required to afford the Croatian Constitutional Court, as the highest court in Croatia, the opportunity to remedy their situation (see Orlić, cited above, § 46; Čamovski v. Croatia, no. 38280/10, § 27, 23 October 2012; Bajić v. Croatia, no. 41108/10, § 66, 13 November 2012; Remetin v. Croatia, no. 29525/10, § 81, 11 December 2012; Tarbuk v. Croatia, no. 31360/10, § 29, 11 December 2012; Damjanac v. Croatia, no. 52943/10, § 70, 24 October 2013; and Šimecki v. Croatia, no. 15253/10, § 29, 30 April 2014).",
                        "elements": []
                    },
                    {
                        "content": "15.  However, a constitutional complaint may be lodged only when all previous remedies have been properly exhausted, including in civil proceedings an appeal on points of law to the Supreme Court, where such an appeal is provided for under the relevant rules on civil procedure. Therefore, the applicant was faced with a situation where the only course of action which would ensure that she complied with the rule of exhaustion of domestic remedies was to lodge, at the same time, an appeal on points of law with the Supreme Court and a constitutional complaint. However, such a course of action cannot be regarded as compatible with the principle of legal certainty (see, for example, Běleš and Others, cited above, § 64).",
                        "elements": []
                    },
                    {
                        "content": "16.  In the light of the above considerations, we are unable to agree with the majority. The guarantees emanating from Article 6, which are intrinsically connected with respect for the rule of law, require domestic courts to carry out legal developments in a manner which is well-reasoned, allowing claimants to keep up with changes. Therefore, we believe that the Supreme Court’s decision declaring the applicant’s appeal on points of law inadmissible, which failed to indicate a reversal of the relevant case-law and thus lacked proper reasoning, did not comply with the principle of legal certainty. Such a situation impaired the very essence of the applicant’s right of access to a court and/or the right to a fair trial as secured by Article 6 § 1 of the Convention (compare with Petko Petkov v. Bulgaria, no. 2834/06, §§ 33-34, 19 February 2013, and District Union of Ilfov Cooperative Society v. Romania, no. 16554/06, §§ 49 and 50, 16 September 2014). Accordingly, unlike the majority, we believe that there has been a violation of Article 6 § 1 of the Convention in this case.",
                        "elements": []
                    },
                    {
                        "content": "17.  By way of conclusion, we should like to emphasise that at a time when many courts at national and international level are facing case overload and are heavily overburdened and thus tempted to close their gates further through a restrictive interpretation of legislation or their internal rules governing the admissibility of cases, it is of the utmost importance that any reversal of case-law which directly or indirectly results in limiting the right of access to a court should be carried out in a transparent manner and be duly reasoned, in order to ensure conformity with Article-6 guarantees and to enable litigants to make decisions on taking legal action with a sufficient degree of foreseeability and on the basis of clear criteria.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Işıl Karakaş",
            "role": "president"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Paul Lemmens",
            "role": "judges"
        },
        {
            "name": "Valeriu Griţco",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Jon Fridrik Kjølbro",
            "role": "judges"
        },
        {
            "name": "Georges Ravarani",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF JUREŠA v. CROATIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-183118.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0522JUD002407911",
    "externalsources": [],
    "extractedappno": [
        "24079/11",
        "183/04",
        "477/06",
        "1121/06",
        "1070/07",
        "1026/07",
        "180/08",
        "430/08",
        "1360/07",
        "271/07",
        "339/08",
        "807/08",
        "1021/08",
        "425/09",
        "638/10",
        "34/10",
        "697/10",
        "1417/10",
        "17153/11",
        "42219/07",
        "37685/10",
        "74012/01",
        "47940/99",
        "27023/03",
        "56581/00",
        "7654/76",
        "40160/12",
        "3573/05",
        "3617/05",
        "9667/05",
        "9884/05",
        "9891/05",
        "10167/05",
        "10228/05",
        "17258/05",
        "17260/05",
        "17262/05",
        "17275/05",
        "17290/05",
        "17293/05",
        "37537/13",
        "44787/05",
        "26083/94",
        "22768/12",
        "13279/05",
        "34373/13",
        "13488/07",
        "18768/05",
        "16261/08",
        "36815/03",
        "20153/04",
        "28342/95",
        "80104/13",
        "20190/92",
        "12686/03",
        "38155/02",
        "3669/03",
        "32540/05",
        "36534/97",
        "16924/08",
        "47273/99",
        "38280/10",
        "41108/10",
        "29525/10",
        "31360/10",
        "52943/10",
        "15253/10",
        "2834/06",
        "16554/06"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-183118",
    "judgementdate": "22/05/2018 00:00:00",
    "kpdate": "22/05/2018 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "7"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "JUREŠA",
        "CROATIA"
    ],
    "rank": "2413.330078125",
    "representedby": [
        "ŠUPER D."
    ],
    "respondent": "HRV",
    "respondentOrderEng": "9",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "475018",
    "typedescription": "15"
}