{
    "__articles": "3",
    "__conclusion": "No violation of Article 3 - Prohibition of torture (Article 3 - Expulsion) (Conditional) (Russia)",
    "applicability": "",
    "appno": "5049/12",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Expulsion"
            ],
            "element": "No violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Conditional",
                "Russia"
            ],
            "type": "no-violation"
        }
    ],
    "content": {
        "001-148076.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 5049/12) against the Republic of Finland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mrs Marina Senchishak (“the applicant”), on 17 January 2012.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr Pirkka Lappalainen, a lawyer practising in Tampere. The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that her removal to Russia by the Finnish authorities would violate Articles 3 and 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 26 January 2012 the Court indicated an interim measure to the Government under Rule 39 of the Rules of Court and held that the applicant should not be removed to Russia until further notice.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 14 March 2013 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1942 and lives in Espoo.",
                                "elements": []
                            },
                            {
                                "content": "A.  Applicant’s account of her circumstances in Russia",
                                "elements": [
                                    {
                                        "content": "7.  The applicant had a husband and two daughters in Russia. In 1988 one of the daughters moved to Finland and has lived there permanently since then. She is a Finnish citizen. The other daughter went missing in 2003 and is probably dead. The applicant raised her granddaughter, who was born in 1986, from the age of 3 or 4, when the child’s mother went missing.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  In November 2006 the applicant suffered a stroke in Russia. Apparently her right side was then paralysed. At the time, she lived with her husband, until he died in 2007. Thereafter the applicant apparently lived with her granddaughter and her family near Vyborg.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 7 December 2008 the applicant arrived in  with a tourist visa issued for a period of 30 days, without having lodged a prior application for a residence permit at a Finnish Representation. Since then she has been living with her daughter in Espoo.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The proceedings in Finland",
                                "elements": [
                                    {
                                        "content": ".  On 17 December 2008 the applicant applied for a residence permit on the basis of family ties to her daughter.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 31 July 2009 the Finnish Immigration Service (Maahanmuuttovirasto, Migrationsverket) refused the applicant a residence permit and ordered her removal to .",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicant appealed to the  (hallinto-oikeus, förvaltningsdomstolen), presenting new medical evidence about her state of health.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 8 April 2010 the Helsinki Administrative Court quashed the Immigration Service’s decision and referred the case back to it for reexamination as new evidence had been presented in the matter on which it could not take a stand as a first instance.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 29 April 2010 the Immigration Service again refused the applicant a residence permit and ordered her removal to . It found that, according to the domestic law, the applicant was not entitled to a residence permit on the basis of family ties as she was not a family member (a spouse or a minor child) of a person living in . Other relatives than family members were issued a residence permit only in exceptional circumstances, mainly if the purpose was to continue close family life in Finland or if the relative was completely dependent on a Finnish citizen living in Finland. The applicant and her daughter had not had any family life since 1988 when the daughter had moved to . A residence permit could not be granted on the basis of health reasons either. It did not appear that the applicant could not receive proper medical treatment or care in . The applicant’s age, her state of health and the fact that her relative lived in Finland were not sufficient reasons to issue her a residence permit.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicant appealed to the , requesting that the Immigration Service’s decision be quashed. She claimed, inter alia, that she had not received proper treatment in  and that such treatment could not be provided. She had no relatives in  who could take care of her. This meant that she would have to be put in a nursing home, the standard of which was generally poor in . Her daughter could not move back to Russia either as she would have to leave her job in  and take her daughter with her. It was not even certain that they would be issued a residence permit in . The applicant’s mental condition was such that she could not endure removal and separation from her daughter. Separation would lead to her death either through sickness or suicide.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 27 May 2010 the  ordered a stay on removal for the duration of the proceedings before it.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 16 September 2011 the  rejected the applicant’s appeal. In its reasons the court noted that the essential question was whether the applicant was completely dependent on her daughter who lives in Finland. The applicant’s state of physical and mental health was attested by proper medical certificates. However, it was not shown that the applicant could not receive proper medical treatment or care in , in her own language. The applicant was thus not completely dependent on her daughter in Finland, nor did she have any close ties to Finland. The applicant had close ties to  where she could also receive treatment. The fact that treatment would be more expensive there was not a ground to grant a residence permit. The applicant’s daughter could help her financially and could also visit her in .",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicant appealed to the  (korkein hallinto-oikeus, högsta förvaltningsdomstolen), requesting that she be granted leave to appeal and that the court order a stay on removal.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  No stay on removal was ordered by the .",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 14 June 2012 the Supreme Administrative Court refused the applicant leave to appeal.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Constitution of Finland",
                                "elements": [
                                    {
                                        "content": "21.  According to Article 9, paragraph 4, of the Constitution of Finland (Suomen perustuslaki, Finlands grundlag; Act no. 731/1999), the right of foreigners to enter  and to remain in the country is regulated by an Act. A foreigner shall not be deported, extradited or returned to another country, if in consequence he or she is in danger of a death sentence, torture or other treatment violating human dignity.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Aliens Act",
                                "elements": [
                                    {
                                        "content": "22.  Section 37, subsection 1, of the Aliens Act (ulkomaalaislaki, utlänningslagen; Act no. 301/2004), defines a family member for the purposes of the Act. The spouse and unmarried children under 18 years of age of the person living in  are regarded as his or her family members. If the person living in  is a minor, his or her guardian is considered a family member.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Under section 45, subsection 1(4), of the Act, a temporary residence permit may be issued to a foreigner before his or her arrival in  for special reasons. According to the travaux préparatoires to the Act (see Government Bill no. HE 28/2003), a permit under this provision could be granted to a relative other than a close family member, including grandparents, or to a foreigner who is willing to acquaint him or herself with Finnish culture or nature. In certain situations a permit could also be granted to an applicant who is sent to  by an international organisation to receive medical treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Section 48 of the Act provides that a person from the former Soviet Union can be granted a continuous residence permit if he or she is of Finnish Ingrian descent and fulfils other criteria mentioned in the provision.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Section 49 of the Act contains provisions for granting a fixed-term residence permit to an alien who has entered  without a prior residence permit. According to subsection 1(1), a temporary or continuous residence permit may be issued if the applicant or at least one of his or her parents or grandparents is or was a Finnish citizen by birth. According to subsection 1(4), a residence permit shall be issued if its refusal would be manifestly unreasonable. A precondition for granting a residence permit under this section is that the applicant could have been granted a residence permit abroad before his or her arrival in  (see section 45 of the Act).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  According to section 50, subsections 1 and 2, of the Act (as amended by Act no. 360/2007),",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Family members of a Finnish citizen living in Finland and minor unmarried children of the family members are issued with a continuous residence permit on the basis of family ties upon application filed in  or abroad.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Relatives other than family members of a Finnish citizen living in Finland are issued with a continuous residence permit if refusing a residence permit would be unreasonable because the persons concerned intend to resume their close family life in Finland or because the relative is fully dependent on the Finnish citizen living in Finland. Such other relatives must remain abroad while the application is processed.”",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  According to the travaux préparatoires to the previous Aliens Act (see the Government Bill no. HE 50/1998), “full dependency” on the Finnish citizen requires that the persons involved have previously lived in the same household and that compelling reasons have led to their separation, and that their interdependency has continued while the other person stayed in Finland. If the persons have not lived in the same household before, the circumstances of the applicant must have significantly changed, for which reason it can no longer be reasonably expected that he or she continue to live alone in the home country. The dependency could be either financial or mental. For example, weighty social and cultural reasons, serious illness or difficult handicap, attested by proper medical certificates, could contribute to full dependency. A relative as meant by this section could, for example, be the elderly parent of an adult person or, very exceptionally, an unmarried sibling.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Under section 51 of the Act, an alien residing in  is granted a temporary residence permit if he or she cannot be returned to his or her home country or country of permanent residence for temporary health reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Section 52 of the Act contains provisions on the granting of residence permits on compassionate grounds. Under subsection 1, an alien is granted a continuous residence permit if its refusal would be manifestly unreasonable having regard to his or her health, ties to Finland or on other compassionate grounds, particularly in view of the circumstances he or she would face in his or her home country or of his or her vulnerable position.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  According to section 148, subsection 2, of the Act, an alien who has entered the country without a residence permit and who is required to hold a visa or residence permit to stay in Finland but who has not applied for one or has not been granted one, may be refused entry.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Domestic practice",
                                "elements": [
                                    {
                                        "content": ".  The Supreme Administrative Court found in its decision of 9 October 2002 (no. T 2464) that the applicant A could not be refused a residence permit in the special circumstances of the case as A was considered to be completely dependent on her only daughter, now a Finnish citizen, who had lived in Finland since 1983. A was an elderly widow who suffered from serious heart disease and hypertension.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  In its decision KHO 2006:8 of 3 March 2006, the Supreme Administrative Court found that the Russian mother of a citizen of Finland and the Russian Federation, and who needed medical treatment and help in her everyday life, could not be regarded as being fully dependent on her adult daughter who had been living in Finland since 1994.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  The applicant complained that she risked being subjected to treatment contrary to Article 3 of the Convention if removed to Russia.",
                                "elements": []
                            },
                            {
                                "content": "34.  Article 3 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "35.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "36.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": ".  The applicant claimed that her daughter living in Finland was her closest relative. She further claimed that she needed help with daily activities and that she also suffered from medium to severe depression. The applicant claimed that she did not receive proper care in Russia. When she had come to Finland she had been undernourished and was suffering from a malignant melanoma. Furthermore, her flat in Vyborg had been sold and she no longer had anywhere to live in Russia. The applicant claimed that she was therefore totally dependent on her daughter’s help, both physically and mentally.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The applicant claimed that it had been impossible to obtain medical treatment in Russia and therefore her daughter had taken her to Finland. After the stroke in November 2006, the applicant had spent three weeks in hospital, after which she had been sent home. She had been dependent on outside help. At the time her husband, who suffered from dementia, still lived at home and the applicant had to take care of him. No care could be found for the husband in any institution as such services were not available. Two months after the applicant’s stroke, her husband died. The applicant’s daughter tried for two years to arrange care for her in Russia, but in vain. Hospital care was very expensive, even basic care, and it was not possible to hire any outside help. According to Russian law, children were responsible for taking care of their parents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The applicant noted that since she came to Finland more than five years earlier, her daughter had acted as her caregiver. The applicant had problems in speaking and she claimed that her daughter was the only one to be able to interpret her communication. She was completely dependent on her daughter for daily activities and could not move without a wheelchair.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Government noted that the applicant was born in 1942 and that she was 72 years old. She had suffered a stroke in 2006 and her right side was paralysed. She was also suffering from depression. The applicant had not presented any new medical certificates to the Court which had not previously been examined by the domestic courts. There were both private and public care institutions in Russia, and it was fairly common that elderly persons with health problems moved to them when they could no longer live at home. It was also possible to hire external help. The need for assistance and health care did not show as such that the applicant was dependent on her relative residing in Finland. There was nothing to prevent her relatives supporting her from Finland, in financial and other ways. The applicant’s home town, close to Vyborg, was located only some tens of kilometres from the Finnish border and could be reached by train from her daughter’s home town in a few hours.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Government argued that the fact that the applicant’s flat had been sold did not constitute such a substantial change in her circumstances that it was unreasonable to expect the applicant to continue to live in her home country. Nor did the continuous, gradual weakening of health of a relative due to ageing constitute such a substantial change in that person’s circumstances to make it unreasonable to expect that the person continue to live in his or her home country. The applicant had not substantiated her allegation that she had no access to the necessary medical treatment in Russia in her own language. In the event of execution of the deportation order, the executing authority would examine whether the state of health of the deported person affected the deportation. In such cases the transportation could be, and had been, organised by ambulance, for example. Therefore, in the Government’s view, the applicant could receive the treatment she required in Russia. There was no violation of Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": ".  The Court observes that Contracting States have the right as a matter of international law and subject to their treaty obligations, including the Convention, to control the entry, residence and expulsion of aliens (see Üner v. the Netherlands [GC], no. , § 54, ECHR 2006XII). However, expulsion by a Contracting State may give rise to an issue under Article 3, and hence engage the responsibility of that State under the Convention, where substantial grounds have been shown for believing that the person concerned, if deported, faces a real risk of being subjected to treatment contrary to Article 3. In such a case, Article 3 implies an obligation not to deport the person in question to that country (see Saadi v. Italy [GC], no. , § 125, ECHR 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In order to determine whether there is a risk of ill-treatment, the Court must examine the foreseeable consequences of sending the applicant to Russia, bearing in mind the general situation there and her personal circumstances (see Vilvarajah and Others v. the United Kingdom, 30 October 1991, § 108).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  As to the general human rights situation in Russia, the situation is clearly not of such a nature that there would be a violation of the Convention if the applicant were to return to that country. The Court has therefore to establish whether the applicant’s personal situation is such that her return to Russia would contravene Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court acknowledges that, in principle, an applicant has to adduce evidence capable of proving that there are substantial grounds for believing that, if the measure complained of were to be implemented, he or she would be exposed to a real risk of being subjected to treatment contrary to Article 3 (see N. v. the United Kingdom [GC], no. , §§ 50-51, ECHR 2008; Yoh-Ekale Mwanje v. Belgium, no. , 20 December 2011; and S.H.H. v. the United Kingdom, no. 60367/10, §§ 93-95, 29 January 2013). Where such evidence is adduced, it is for the Government to dispel any doubts about it.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that, in the present case, the applicant has not even complained about any kind of torture or ill-treatment by the authorities but only about a lack of medical care and nursing. She claimed that it was impossible to obtain medical treatment in Russia and therefore her daughter had taken her to Finland. However, as the Government noted, the applicant has not adduced any evidence capable of proving her allegation that she has no access to the necessary medical treatment in Russia. The Court agrees with the Government that there are both private and public care institutions in Russia, and that it is also possible to hire external help. The applicant’s need for assistance and health care does not show as such that there are substantial grounds for believing that she would be exposed to a real risk of being subjected to treatment contrary to Article 3 of the Convention if returned to Russia (see, mutatis mutandis, Budina v. Russia (dec.), no. 45603/05, 18 June 2009). There are thus no such personal circumstances which would prevent her deportation to Russia.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Furthermore, regard must also be had to the concrete enforcement of the applicant’s removal. The Court notes that, according to information provided by the Government, the executing authority will examine, in the event of execution of the deportation order, whether the state of health of the deported person affects the deportation. In such cases the transportation can be, and has been, organised by ambulance, for example. The Court is therefore assured that the applicant’s health is taken into account at the time of her removal and that the mode of removal is chosen accordingly (see S.B. v. Finland (dec.), no. 17200/11, 24 June 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Having regard to all of the above, the Court concludes that there are no substantial grounds for believing that the applicant would be exposed to a real risk of being subjected to treatment contrary to Article 3 of the Convention if expelled to Russia in the current circumstances. Accordingly, there would be no violation of Article 3 of the Convention if the applicant were to be expelled to Russia.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "49.  The applicant complained that her removal to Russia by the Finnish authorities would violate Article 8 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "50.  Article 8 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "51.  The Government contested that there existed such a close family tie or dependency between the applicant and her daughter that refusing the applicant’s residence permit or deporting her to Russia would constitute an interference within the meaning of Article 8 § 1 of the Convention. The applicant arrived in Finland only on 7 December 2008, prior to which she had lived in Russia. Her daughter had moved permanently to Finland in 1988. Thus the family life between the applicant and her daughter had been interrupted for more than 20 years. There was thus no interference and Article 8 did not apply to the case.",
                                "elements": []
                            },
                            {
                                "content": "52.  Were the Court of another opinion, the Government argued that, in any event, the impugned measure was in accordance with the law and pursued the legitimate aims of public safety, economic well-being of the country and the protection of the rights and freedoms of others. As to the necessity in a democratic society, the Government noted that the applicant could not be considered a settled migrant. The impugned measure was thus necessary in a democratic society. There was thus no violation of Article 8 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "53.  The applicant argued that during the previous five years she had had a close family relationship with her daughter and her family. In Russian culture the grandparents were considered as family members who needed protection. It was impossible to obtain a place in an elderly people’s home in Russia if a person had even one living child, as it was the child’s responsibility to take care of the parents.",
                                "elements": []
                            },
                            {
                                "content": "54.  The Court notes that, in the Convention case-law relating to expulsion and extradition measures, the main emphasis has consistently been placed on the “family life” aspect, which has been interpreted as encompassing the effective “family life” established in the territory of a Contracting State by aliens lawfully resident there, it being understood that “family life” in this sense is normally limited to the core family (see Slivenko v. Latvia [GC], no. 48321/99, § 94, ECHR 2003X; and, mutatis mutandis, Marckx v. Belgium, 13 June 1979, § 45, Series A no. 311). The Court has, however, also held that the Convention includes no right, as such, to establish one’s family life in a particular country (see, inter alia, Abdulaziz, Cabales and Balkandali v. the United Kingdom, 28 May 1985, § 68, Series A no. 94; Gül v. Switzerland, 19 February 1996, § 38, Reports of Judgments and Decisions 1996I; and Boultif v. Switzerland, no. 54273/00, § 39, ECHR 2001IX).",
                                "elements": []
                            },
                            {
                                "content": "55.  The Court also reiterates the principle that relationships between parents and adult children do not fall within the protective scope of Article 8 unless “additional factors of dependence, other than normal emotional ties, are shown to exist” (see Emonet and Others v. Switzerland, no. 39051/03, § 35, 13 December 2007; and, mutatis mutandis, Kwakye-Nti and Dufie v. the Netherlands (dec.), no. , 7 November 2000). Therefore, the existence of “family life” cannot be relied on by applicants in relation to their elderly parents, adults who do not belong to the core family, unless the latter have been shown to be dependent on the members of their family (see Slivenko v. Latvia [GC], cited above, § 97).",
                                "elements": []
                            },
                            {
                                "content": "56.  The Court finds it established in the present case that the applicant came to Finland on 7 December 2008, before which she lived in Russia. Her daughter moved permanently to Finland in 1988. As the Government pointed out, the family life between the applicant and her daughter was thus interrupted for at least 20 years. The fact that the applicant has spent the last five years in Finland does not create a relationship between the applicant and her daughter which could amount to “family life” within the meaning of Article 8 of the Convention. This issue cannot be decisive as the applicant has not been lawfully resident in Finland during this time and she must have been aware of her insecure situation created by the fact that she was not regularised in Finland.",
                                "elements": []
                            },
                            {
                                "content": "57.  As to dependency, the Court notes that the applicant had a stroke in November 2006 in Russia after which she lived in Russia for two years before coming to Finland with a tourist visa in December 2008. After the expiry of her visa, her legal status in Finland was not regularised. Even assuming that the applicant is dependent on outside help in order to cope with her daily life, this does not mean that she is necessarily dependent on her daughter who lives in Finland, or that care in Finland is the only option. As mentioned earlier, there are both private and public care institutions in Russia, and it is also possible to hire external help. Moreover, as noted by the Government, the applicant’s daughter can support her financially and otherwise from Finland, in particular as her place of residence is not very far from the applicant’s place of residence in Russia. With a view to the Court’s case-law, the Court therefore considers that no such “additional factors of dependence other than normal ties of affection” exist between the applicant and her daughter, and that there is thus no “family life” between them within the meaning of Article 8. This Article is therefore not applicable in the instant case due to the lack of family life.",
                                "elements": []
                            },
                            {
                                "content": ".  Accordingly, the complaint under Article 8 of the Convention must be rejected as incompatible ratione materiae with the provisions of the Convention and be declared inadmissible pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RULE 39 OF THE RULES OF COURT",
                        "elements": [
                            {
                                "content": "59.  The Court points out that, in accordance with Article 44 § 2 of the Convention, the present judgment will not become final until (a) the parties declare that they will not request that the case be referred to the Grand Chamber; or (b) three months after the date of the judgment, if referral of the case to the Grand Chamber has not been requested; or (c) the Panel of the Grand Chamber rejects any request to refer under Article 43 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "60.  It considers that the indication made to the Government under Rule 39 of the Rules of Court (see above § 4) must remain in force until the present judgment becomes final or until the Court takes a further decision in this connection (see operative part).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares unanimously the complaint under Article 3 admissible and declares, by a majority, the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds unanimously that there would be no violation of Article 3 of the Convention if the applicant were to be expelled to Russia;",
                        "elements": []
                    },
                    {
                        "content": "3.  Decides unanimously to continue to indicate to the Government under Rule 39 of the Rules of Court that it is desirable in the interests of the proper conduct of the proceedings not to expel the applicant until such time as the present judgment becomes final or until further order.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 18 November 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judges Bianku and Kalaydjieva is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "We have voted with the majority in so far as we agree that the applicant in the present case failed to demonstrate that her expulsion to Russia would subject her to a risk of treatment of an inhuman and degrading nature beyond the threshold of severity prohibited by Article 3.",
                        "elements": []
                    },
                    {
                        "content": "Regrettably, we could not agree that the provisions of Article 8 were not applicable to the circumstances of the present case or that the complaints of the applicant thereunder were thus incompatible ratione materiae with the Convention (see paragraphs 57 and 58).",
                        "elements": []
                    },
                    {
                        "content": "The Court’s view as to whether the relationship between two persons amounts to “family” ties within the meaning of Article 8 has never been confined to the definition of “family members” provided in the relevant domestic legislation. For this reason the fact that the applicable domestic law in the present case does not regard elderly parents in relation to their adult children as “family members” can neither bind the Court nor change its autonomous interpretation of the notion of “family life” and the circle of individuals entitled to rely on the protection of Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "In their analysis as to whether the circumstances of the present case fell under the protection of Article 8, the majority referred to the principle whereby “relationships between parents and adult children do not fall within the protective scope of Article 8 unless ‘additional factors of dependence, other than normal emotional ties are shown to exist’” (see paragraph 55 with further references). In this regard they rightly contrasted the Court’s views in Emonet and Others v. Switzerland with those in Kwakye-Nti and Dufie v. the Netherlands. In the first case the Court found Article 8 applicable to the relationship between an adult child with severe disabilities and her biological mother and mother’s partner, who both provided loving care to her. In a situation similar to that of the present case, their relationship had been interrupted when the adult child had got married, but had been restored and maintained in the years after her divorce and serious illness. In Emonet and Others (cited above, §§ 34 and 82) the Court thus indicated that the concept of “family” under Article 8 of the Convention was “not confined solely to marriage-based relationships but [might] also encompass other de facto ‘family’ ties”, and that “the national authorities were under an obligation to take action to allow those family ties to develop”. It went on to find (§ 80) that “[e]ven though the first applicant [was] an adult, she need[ed] care and emotional support”. The Court further considered that in that setting there were “‘additional factors of dependence, other than normal emotional ties’ ... which exceptionally [brought] into play the guarantees that derive[d] from Article 8 between adults”, in contrast to the Haas v. the Netherlands judgment (no. 36983/97, § 42, ECHR 2004I), where the Court held that no “family life” existed because the applicant had never lived with his son and had only ever had sporadic contact with him (see also, mutatis mutandis, Söderbäck v. Sweden, 28 October 1998, § 32, Reports of Judgments and Decisions 1998VII).",
                        "elements": []
                    },
                    {
                        "content": "In our understanding the difference in factual circumstances in relation to Emonet and Others seems to be limited to the fact that in the present case the disabled adult person involved in the family ties is a mother and not an adult child.",
                        "elements": []
                    },
                    {
                        "content": "Departing from the conclusion in Emonet and Others, the Chamber suggested in the present case that the fact that the applicant and her daughter had lived together for the last five years, after living separately in two different countries for the previous twenty years, did not create a new family life (see paragraph 51). We find ourselves unable to follow this rather formalistic approach in the absence of a proper in concreto analysis as to whether, despite separation for twenty years, the mother-child relationship and their life together over the past five years could be seen as sufficiently strong to attain the nature of a family-life relationship between the applicant and her daughter.",
                        "elements": []
                    },
                    {
                        "content": "It seems that the finding by the majority as to this pertinent element of the applicability of Article 8 was further determined by the fact that the applicants’ legal status in Finland had not been regularised. They took the view that “the fact that the applicant ha[d] spent the last five years in Finland [did] not create a relationship between the applicant and her daughter, which could amount to ‘family life’”, as she lacked status and “must have been aware of her insecure situation ... in Finland” (see paragraph 56). We remain unconvinced by this argument, since in earlier cases the Court has held that family-life relationships can exist even where the status of one of the members has not been regularised under domestic law (see, as a recent authority, Jeunesse v. the Netherlands [GC], no. 12738/10, 3 October 2014). While the applicant’s awareness of her irregular status may be of some importance for the determination of whether she could be said to be a “settled migrant” for the purposes of having her “private life” in the country, this appears to be irrelevant for the existence of emotional ties between her daughter and herself, as a dependent elderly parent, who “do[es] not belong to the core family”.",
                        "elements": []
                    },
                    {
                        "content": "In any event, the majority seem finally to agree that one of the elements capable of bringing the situation under the protective scope of Article 8 – the emotional ties – did in fact exist in the present case (see paragraph 57 in fine).",
                        "elements": []
                    },
                    {
                        "content": "What remained to be examined was whether in addition to “the normal ties of affection” there were “additional factors of dependence”, capable of bringing the circumstances of the case under the protection of Article 8. ",
                        "elements": []
                    },
                    {
                        "content": "Apparently the majority did not deem it appropriate to conduct an analysis of this aspect of the applicability of Article 8 in similar cases. For us it seems clear that, in the conditions described in paragraph 5 of the judgment, the present circumstances required such analysis and we regret that the Court dismisses this issue by simply noting (see paragraph 46) that “even assuming that the applicant is dependent on outside help in order to cope with her daily life”, it is not necessary for such care to be provided by her daughter or in Finland as “there are both private and public care institutions in Russia and it is also possible to hire external help” (which, in the applicant’s view, would risk exposing her to treatment contrary to Article 3 of the Convention).",
                        "elements": []
                    },
                    {
                        "content": "Thus, acknowledging the existence of “normal affection” as one of the elements pertinent to the applicable test, the majority found the applicant’s actual dependence (or otherwise) on the everyday loving care of an adult child to be of no relevance for the applicability of Article 8. In our understanding this approach fails to take into account the entirety of the initially indicated applicable principle that “the existence of ‘family life’ cannot be relied on by applicants in relation to their elderly parents, adults who do not belong to the core family, unless the latter have been shown to be dependent on the members of their family (see Slivenko v. Latvia [GC], cited above, § 97)” (see paragraph 55, emphasis added).",
                        "elements": []
                    },
                    {
                        "content": "The notion of “core family” and the level of preserved emotional ties between parents and separated adult children vary across the cultures and traditions of Europe as well as among individuals living in various countries. These ties cannot be said to depend on the “regular” or “irregular” status of one or other member of the wider family circle, and often vary also in the different periods of their lives regardless of their place of residence. A time comes when elderly parents do need the loving care of their adult children and actually receive it as a matter of moral duty and preserved feelings of affection. To deny this is to hold that once an individual comes of age, the emotional ties with his or her parents are to be considered once and for all de facto and de jure severed and that for this reason neither a moral nor a legal duty to provide care may be said to exist between them. In our understanding this is incorrect in both legal and moral terms.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Ineta Ziemele",
            "role": "president"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Paul Mahoney",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Françoise Elens-Passos",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SENCHISHAK v. FINLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-148076.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:1118JUD000504912",
    "externalsources": [],
    "extractedappno": [
        "5049/12",
        "46410/99",
        "37201/06",
        "26565/05",
        "10486/10",
        "60367/10",
        "45603/05",
        "17200/11",
        "48321/99",
        "54273/00",
        "39051/03",
        "31519/96",
        "30141/04",
        "36983/97",
        "21830/93",
        "12738/10"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-148076",
    "judgementdate": "18/11/2014 00:00:00",
    "kpdate": "18/11/2014 00:00:00",
    "kpthesaurus": [
        "350",
        "620"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "SENCHISHAK",
        "FINLAND"
    ],
    "rank": "1199.09057617188",
    "representedby": [
        "LAPPALAINEN P."
    ],
    "respondent": "FIN",
    "respondentOrderEng": "15",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "412602",
    "typedescription": "15"
}