{
    "__articles": "10;10-1;10-2;14+10;14;34",
    "__conclusion": "Preliminary objection rejected (victim);No violation of Art. 10;Not necessary to examine Art. 14+10",
    "applicability": "",
    "appno": "15974/90",
    "article": [
        "14",
        "10",
        "34"
    ],
    "conclusion": [
        {
            "details": [
                "victim"
            ],
            "element": "Preliminary objection rejected",
            "type": "other"
        },
        {
            "article": "10",
            "base_article": "10",
            "element": "No violation of Art. 10",
            "type": "no-violation"
        },
        {
            "element": "Not necessary to examine Art. 14+10",
            "type": "other"
        }
    ],
    "content": {
        "001-57926.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.   The case was referred to the Court by the European Commission of Human Rights (\"the Commission\") on 15 April 1994, within the three-month period laid down by Article 32 para. 1 and Article 47 (art. 32-1, art. 47) of the Convention. It originated in an application (no. 15974/90) against the  lodged with the Commission under Article 25 (art. 25) by two Austrian nationals, Mr Michael Prager and Mr Gerhard Oberschlick, on 21 December 1989.",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s request referred to Articles 44 and 48 (art. 44, art. 48) and to the declaration whereby  recognised the compulsory jurisdiction of the Court (Article 46) (art. 46). The object of the request was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Articles 10 and 14 (art. 10, art. 14) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.   In response to the enquiry made in accordance with Rule 33 para. 3 (d) of Rules of Court A, the applicants stated that they wished to take part in the proceedings and designated the lawyer who would represent them (Rule 30). The President of the Court gave the lawyer in question leave to use the German language (Rule 27 para. 3).",
                        "elements": []
                    },
                    {
                        "content": "3.   The Chamber to be constituted included ex officio Mr F. Matscher, the elected judge of Austrian nationality (Article 43 of the Convention) (art. 43), and Mr R. Ryssdal, the President of the Court (Rule 21 para. 3 (b)). On 26 April 1994, in the presence of the Registrar, the President drew by lot the names of the other seven members, namely Mr F. Gölcüklü, Mr L.-E. Pettiti, Mr C. Russo, Mr S.K. Martens, Mr R. Pekkanen, Mr F. Bigi and Mr J. Makarczyk (Article 43 in fine of the Convention and Rule 21 para. 4) (art. 43).",
                        "elements": []
                    },
                    {
                        "content": "4.   As President of the Chamber (Rule 21 para. 5), Mr Ryssdal, acting through the Registrar, consulted the Agent of the Austrian Government (\"the Government\"), the applicants’ lawyer and the Delegate of the Commission on the organisation of the proceedings (Rules 37 para. 1 and 38). Pursuant to the order made in consequence the Registrar received the Government’s memorial on 16 September 1994 and the applicants’ memorial on 6 October. On 25 October the Commission produced various documents, as requested by the Registrar on the President’s instructions. On 28 October the Secretary to the Commission informed the Registrar that the Delegate would make his submissions at the hearing.",
                        "elements": []
                    },
                    {
                        "content": "5.   On 25 August 1994 the President had authorised, under Rule 37 para. 2, two international human rights organisations, \"Article 19\" and \"Interights\", to submit written observations on specific aspects of the case. Their observations reached the registry on 10 October.",
                        "elements": []
                    },
                    {
                        "content": "6.   In accordance with the President’s decision, the hearing took place in public in the Human Rights Building, , on 22 November 1994. The Court had held a preparatory meeting beforehand.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "- for the Government",
                        "elements": []
                    },
                    {
                        "content": "- for the Commission",
                        "elements": []
                    },
                    {
                        "content": "- for the applicants",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Schermers, Mr Lansky, Mr Prager and Mr Okresek.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "I.   CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.   Mr Prager and Mr Oberschlick are journalists and live in . The latter is the publisher (Medieninhaber) of the periodical Forum.",
                                "elements": []
                            },
                            {
                                "content": "A. The article in Forum",
                                "elements": [
                                    {
                                        "content": "8.   On 15 March 1987 Forum no. 397/398 published an article by Mr Prager entitled \"Danger! Harsh judges!\" (Achtung! Scharfe Richter!). The article, which was thirteen pages long, contained criticism of the judges sitting in the Austrian criminal courts. He gave as sources for his article, in addition to his own experience of attending a number of trials, statements of lawyers and legal correspondents and surveys carried out by university researchers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "After a short summary of his main contention, followed by a general introduction, he described in detail the attitude of nine members of the Vienna Regional Criminal Court (Landesgericht für Strafsachen), including that of Judge J.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. The summary",
                                        "elements": [
                                            {
                                                "content": "9.   The summary was worded as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"They treat each accused at the outset as if he had already been convicted. They have persons who have travelled from abroad arrested in court on the ground that there is a danger that they will abscond. They ask people who are unconscious after fainting whether they accept their sentence. Protestations of innocence are greeted on their part with a mere shrug of the shoulders and attract for their authors the heaviest sentence because they have not confessed. - Some Austrian criminal court judges are capable of anything; all of them are capable of a lot: there is a pattern to all this.\"",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. The general introduction",
                                        "elements": [
                                            {
                                                "content": "10.   In the general introduction the journalist attacked in the first place the judges who, according to him, for years exercised absolute power \"in the domain of their court\", exploiting the smallest weaknesses or peculiarities in the accused. The susceptibility of judges was capable of turning the courtroom into a \"battlefield\"; a convicted person who caused even the slightest offence to the self-esteem of a judge risked, through the effect of the latter’s so-called unfettered discretion to assess the evidence, an extra year of imprisonment or losing the possibility of having his sentence suspended.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Mr Prager then criticised judges who acquitted only as a last resort, who handed down much heavier sentences than most of their colleagues, who treated lawyers like miscreants, who harassed and humiliated the accused to an excessive degree, who extended remand detention beyond the maximum duration of the sentence risked and who disregarded the jury’s verdict when they did not agree with it. He maintained that their independence served only to inflate inordinately their self-importance and enabled them to apply the law in all its cruelty and irrationality, without any scruples and without anyone being able to oppose them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Mr Prager continued by recounting his personal experiences from meeting judges and visiting courtrooms, referring in this connection to the \"arrogant bullying\" (menschenverachtende Schikanen) of Judge J.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. The description of the judges",
                                        "elements": [
                                            {
                                                "content": "11.   The article also gave a description of a number of individual judges. That of Judge J. read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"Type: rabid ... [J.].",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "[J.], addressing the  lawyer [K.], counsel for the defence, some years ago: `Keep it short. I’ve already reached my decision.’",
                                                "elements": []
                                            },
                                            {
                                                "content": "[J.]: a judge who does not allow probation officers to sit down in his office. In fact he refuses to speak to them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "[J.]: a judge who once laid a complaint against a prostitute because he had already paid her when she and her pimp vanished without anything having happened. She probably thought that her client was too drunk to notice the difference. [J.] however lay in wait and took down the car’s registration number.",
                                                "elements": []
                                            },
                                            {
                                                "content": "[J.]’s complaint resulted in the prostitute’s conviction - and disciplinary proceedings for himself, which proved really effective because the smutty story, which at least says a lot for [J.]’s pigheadedness, got into the newspapers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Despite all this he almost became a public prosecutor. But the press revealed a story in which his name cropped up again, this time in connection with criminal proceedings and the suspicion of having given legal advice without due authorisation (Winkelschreiberei). Two men, Mr L. and his son, were accused of having obtained money from people wishing to buy flats in old buildings, by means of fraudulent contracts. When it became clear that the contracts had been drawn up by [J.], the prosecution changed tactics: suddenly it was no longer the contracts that were fraudulent, but the intention which lay behind their use.",
                                                "elements": []
                                            },
                                            {
                                                "content": "[J.] remained a judge instead of becoming a public prosecutor. The editors of Kurier [an Austrian daily newspaper] now regret this because a public prosecutor is less dangerous.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In September Profil [an Austrian magazine] showed why. In his capacity as an investigating judge, [J.] had left a drug addict in detention on remand for over one year, although the remand prisoner’s officially appointed defence counsel repeatedly told him that he was mistaken about the quantity of drugs involved and that the relevant sentence would be from four to six months’ imprisonment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Notwithstanding this, rather than forwarding the final plea of nullity to the Supreme Court, as he was required to do by the regulations, he transmitted it to the Court of Appeal and to the President of the Court of Appeal, who took a further three months to consider whether the man should be released from prison and whether any mistakes had been made by the investigating judge.",
                                                "elements": []
                                            },
                                            {
                                                "content": "A photocopier would have spared the prisoner at least those three months. Released at the beginning of March by the new judge to whom the case-file had been forwarded by the Supreme Court judges, the case having at last been brought before them, the prisoner, who had spent thirteen months in prison, was finally sentenced to five months’ imprisonment at the end of March.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The two defence lawyers appointed by the authorities to act for [J.]’s victim calculate that the lawyers’ fees alone up to that date amounted to 85,000 schillings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "All this does not seem to have left Judge [J.] unscathed. The tall, bearded judge has a deep, resonant voice. Yet throughout the trial of Marianne O., the `holiday-thief’, a persistent tick was to be seen on the face of Judge [S.]’s colleague on the Bench.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Then the jury’s verdict was suspended and defence counsel [G.] found himself facing disciplinary proceedings.\"",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B. The action for defamation",
                                "elements": [
                                    {
                                        "content": "12.   On 23 April 1987 Judge J. brought an action against Mr Prager for defamation (üble Nachrede, Article 111 of the Austrian Criminal Code - see paragraph 18 below). In addition to the seizure of the relevant Forum issue and the publication of extracts of the judgment, he sought, inter alia, damages from the publisher and an order imposing a fine on the latter jointly and severally with the author and requiring them to pay the legal costs (sections 33 to 36 of the Media Act - Mediengesetz, see paragraph 19 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.   On 11 May 1987 the applicants challenged the Vienna Regional Criminal Court and the Vienna Court of Appeal (Oberlandesgericht). On 5 August the Supreme Court (Oberster Gerichtshof) dismissed the challenge concerning the Court of Appeal. On 17 September it allowed that directed against the Vienna Regional Criminal Court and transferred the case to the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. At first instance",
                                        "elements": [
                                            {
                                                "content": "14.   On 11 October 1988 the  found Mr Prager guilty of having defamed Judge J. by passages in the impugned article, which were cited as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(1) \"They treat each accused at the outset as if he had already been convicted.\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2) \"Some Austrian criminal court judges are capable of anything.\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3) \"Nothing was comparable to ... Judge [J.]’s arrogant bullying.\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "(4) \"Type: rabid ... [J.].\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "(5) \"Despite all this he almost became a public prosecutor. But the press revealed a story in which his name cropped up again, this time in connection with criminal proceedings and the suspicion of having given legal advice without due authorisation. Two men, Mr L. and his son, were accused of having obtained money from people wishing to buy flats in old buildings, by means of fraudulent contracts. When it became clear that the contracts had been drawn up by [J.], the prosecution changed tactics: suddenly it was no longer the contracts that were fraudulent, but the intention which lay behind their use.",
                                                "elements": []
                                            },
                                            {
                                                "content": "[J.] remained a judge instead of becoming a public prosecutor. The editors of Kurier now regret this because a public prosecutor is less dangerous.\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "Applying Article 111 of the Criminal Code, the  sentenced Mr Prager to 120 day fines at the rate of 30 schillings (ATS) per day and to sixty days’ imprisonment in the event of non-payment. Mr Oberschlick was ordered to pay Judge J. damages of ATS 30,000 and was declared jointly and severally liable with the first applicant in respect of the fine and the legal costs (sections 6 (1) and 35 of the Media Act). Finally, the court ordered the confiscation of the remaining stocks of the relevant issue of Forum and the publication of extracts from its judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.   In the grounds of its judgment the  noted in the first place that the objective elements of the offence of defamation were made out. Of the contested passages, nos. 2 and 4 openly attributed to the plaintiff a despicable character or attitude (eine verächtliche Eigenschaft oder Gesinnung), while nos. 1, 3 and 5 accused him of conduct that was dishonourable and dishonest and that could objectively expose him to contempt or denigrate him in the public eye (ein unehrenhaftes und gegen die guten Sitten verstoßendes Verhalten, das objektiv geeignet ist, ihn in der öffentlichen Meinung verächtlich zu machen oder herabzusetzen). In short, confronted with such wholesale criticism, an impartial reader had little choice but to suspect that the plaintiff had behaved basely (ehrloses Verhalten) and that he was of despicable character (verächtliche Charaktereigenschaften), and the author had, moreover, been perfectly well aware of this.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The  then examined Mr Prager’s applications for the production of documents and testimony intended to establish the truth of his statements and the journalistic care that he had exercised in writing the article. The court took the view that only passages nos. 1, 3 and 5 were susceptible to this type of proof, as the other statements were value-judgments. After considering the matter, it decided that none of the evidence offered could sufficiently substantiate the allegations in issue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Thus statement no. 1, according to which Judge J. treated every accused at the outset as if he had already been convicted, was not proved merely by the fact that the judge in question had, in a given case, asked defence counsel to be brief, as he had already made up his mind. Similarly, the three decisions of Judge J. reported by Mr Prager in support of statement no. 3 were not sufficient to bear out the allegation that the judge had adopted bullying tactics. None of these decisions disclosed the slightest intention to cause unnecessary suffering. Lastly, the accusations made in passage no. 5 had been definitively refuted by a disciplinary decision of the Vienna Court of Appeal of 6 December 1982. The two files whose production the applicant had requested could not alter the position, since the first contained no information on the personality of Judge J. and the second, relating to the judge’s candidature for the office of public prosecutor, had to remain confidential.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the court’s view, Mr Prager had also failed to prove that he had written the article in issue with the care required of journalists by section 29 (1) of the Media Act (see paragraph 19 below). Not content with having denied Judge J. an opportunity to answer the accusations levelled against him, his research had been conducted in a very superficial manner; moreover, he had himself admitted that he had not attended any trials presided over by Judge J., that he had reproduced the content of old newspaper articles without checking their accuracy and had represented as true allegations based on hearsay.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. On appeal",
                                        "elements": [
                                            {
                                                "content": "16.   On 26 June 1989 the Vienna Court of Appeal upheld this judgment, but reduced the damages to ATS 20,000 (see paragraph 14 above). It held in particular that the  had in no way infringed the rights of the defence by dismissing as immaterial the evidence that Mr Prager had sought to adduce. This situation had arisen because of the way in which he had formulated his criticism. It had been so comprehensive and general that it had been impossible to specify evidence capable of establishing its accuracy. The case could, moreover, be distinguished from the case of Lingens v.  (judgment of the European Court of Human Rights of 8 July 1986, Series A no. 103) in that it concerned the affirmation of various facts rather than the expression of value-judgments. As regards the care that journalists are required to exercise in pursuing their profession, it must obey the rule \"audiatur et altera pars\".",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.   The remaining copies of the issue in question were never in fact seized (see paragraph 14 above).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.   RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "1. The Criminal Code",
                                "elements": [
                                    {
                                        "content": "18.   Article 111 of the Criminal Code provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"1. Anyone who in such a way that it may be perceived by a third party accuses another of possessing a contemptible character or attitude or of behaviour contrary to honour or morality and of such a nature as to make him contemptible or otherwise lower him in public esteem shall be liable to imprisonment not exceeding six months or a fine ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. Anyone who commits this offence in a printed document, by broadcasting or otherwise in such a way as to make the defamation accessible to a broad section of the public shall be liable to imprisonment not exceeding one year or a fine ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. The person making the statement shall not be punished if it is proved to be true. As regards the offence defined in paragraph 1, he shall also not be liable if circumstances are established which gave him sufficient reason to assume that the statement was true.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 112 provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"Evidence of the truth and of good faith shall not be admissible unless the person making the statement pleads the correctness of the statement or his good faith ...\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Under Article 114 para. 1 \"conduct of the kind mentioned in Article 111 ... is justified if it constitutes the fulfilment of a legal duty or the exercise of a right\". Under paragraph 2 of the same provision \"a person who is forced for special reasons to make an allegation within the meaning of Article 111 ... in the particular form and manner in which it was made, shall not be guilty of an offence, unless that allegation is untrue and he could have realised this if he had exercised due care ...\".",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2. The Media Act",
                                "elements": [
                                    {
                                        "content": "19.   Section 6 of the Media Act provides for the strict liability of the publisher in cases of defamation; the victim can thus claim damages from him. Furthermore, the publisher may be declared to be liable jointly and severally with the person convicted of a media offence for the fines imposed and for the costs of the proceedings (section 35).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The person defamed may request the forfeiture of the publication by which a media offence has been committed (section 33). Under section 36 he may also request the immediate seizure of such a publication if section 33 is likely to be applied subsequently, unless the adverse consequences of seizure would be disproportionate to the legal interest to be protected by this measure. Seizure shall not be ordered if that interest can instead be protected by the publication of information that criminal proceedings have been instituted (section 37). Finally, the victim may request the publication of the judgment in so far as this appears necessary for the information of the public (section 34).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 29 (1) provides, inter alia, that publishers and journalists will avoid conviction of an offence in respect of information susceptible to proof as to its accuracy, not only if they provide such proof, but also if there was a major public interest in publishing the information and reasons which, in exercising proper journalistic care, justified giving credence to the statement in question.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "20.   In their application (no. 15974/90) lodged with the Commission on 21 December 1989, Mr Prager and Mr Oberschlick complained that their convictions constituted a violation of their right to freedom of expression guaranteed under Article 10 (art. 10) of the Convention and that the order confiscating the remaining copies of the periodical amounted to discrimination prohibited under Article 14 taken in conjunction with Article 10 (art. 14+10). They also alleged a violation of Articles 6 and 13 (art. 6, art. 13) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "21.   On 29 March 1993 the Commission declared the complaints concerning Articles 10 and 14 (art. 10, art. 14) admissible and the remainder of the application inadmissible. In its report of 28 February 1994 (Article 31) (art. 31), the Commission expressed the opinion by fifteen votes to twelve that there had been no violation of Article 10 (art. 10) and unanimously that there had been no violation of Article 14 read in conjunction with Article 10 (art. 14+10).",
                        "elements": []
                    },
                    {
                        "content": "The full text of the Commission’s opinion and of the two dissenting opinions contained in the report is reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT",
                "elements": [
                    {
                        "content": "22.   In their memorial the Government requested the Court:",
                        "elements": []
                    },
                    {
                        "content": "(a) to declare inadmissible the complaints of the second applicant based on a violation of Articles 14 and 10 of the Convention taken together (art. 14+10) and Article 10 (art. 10) taken in isolation for respectively failure to exhaust domestic remedies and lack of status of victim;",
                        "elements": []
                    },
                    {
                        "content": "(b) to hold that the applicants have not been the victims of a breach of Article 10 (art. 10).",
                        "elements": []
                    },
                    {
                        "content": "23.   The applicants invited the Court to find a violation of Article 10 (art. 10).",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "I.   ALLEGED VIOLATION OF ARTICLE 10 (art. 10) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "24.   The applicants complained of a violation of their right to freedom of expression as guaranteed under Article 10 (art. 10) of the Convention, which is worded as follows:",
                                "elements": []
                            },
                            {
                                "content": "\"1. Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article (art. 10) shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
                                "elements": []
                            },
                            {
                                "content": "2. The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.\"",
                                "elements": []
                            },
                            {
                                "content": "A. The Government’s preliminary objection",
                                "elements": [
                                    {
                                        "content": "25.   The Government contended, as they had done unsuccessfully before the Commission, that Mr Oberschlick could not claim to be a \"victim\" within the meaning of Article 25 para. 1 (art. 25-1) of the Convention. Inasmuch as he had simply published an article that he had not written himself, he could not be said to have exercised his own freedom of expression. In addition he had not sustained any pecuniary damage as a result of the proceedings brought against him: he had not had to pay anything, as joint debtor, in respect of the fine and the procedural costs and he could claim reimbursement from Mr Prager for any other expenditure incurred in connection with the convictions (see paragraphs 14-15 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.   By \"victim\" Article 25 (art. 25) means the person directly affected by the act or omission which is in issue, a violation being conceivable even in the absence of any detriment; the latter is relevant only to the application of Article 50 (art. 50) (see, inter alia, the Groppera Radio AG and Others v. Switzerland judgment of 28 March 1990, Series A no. 173, p. 20, para. 47).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.   Like the Commission and the applicants, the Court notes that the criminal proceedings initiated by Judge J.’s complaint were directed at both Mr Prager and Mr Oberschlick. The latter was personally convicted for having published an article in his periodical (see paragraph 14 above). He was therefore directly affected by the decisions of the  and the Vienna Court of Appeal. He can, accordingly, claim to be a victim of the alleged violation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In conclusion, the Government’s preliminary objection falls to be dismissed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Merits of the complaint",
                                "elements": [
                                    {
                                        "content": "28.   It is not in dispute that Mr Prager’s conviction for defamation and the other measures of which the applicants complained amounted to an \"interference\" with the exercise by them of their freedom of expression.",
                                        "elements": []
                                    },
                                    {
                                        "content": "That interference infringed Article 10 (art. 10) unless it was \"prescribed by law\", pursued one or more of the legitimate aims set out in paragraph 2 of Article 10 (art. 10-2) and was \"necessary in a democratic society\" to attain such aim or aims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. \"Prescribed by law\"",
                                        "elements": [
                                            {
                                                "content": "29.   In the applicants’ submission, Article 111 of the Austrian Criminal Code and section 29 of the Media Act could not be regarded as \"law\" within the meaning of the Convention. In so far as these provisions left it solely to the complainant to determine which passages of a text were to be the subject of the proceedings and prevented the accused from adducing evidence of material facts, their application did not afford a sufficient degree of foreseeability.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.   In several earlier cases, the Court found that Article 111 of the Criminal Code had the characteristics of \"law\" (see the following judgments: Lingens, cited above, p. 24, para. 36; Oberschlick v. Austria, 23 May 1991, Series A no. 204, p. 24, para. 54; Schwabe v. Austria, 28 August 1992, Series A no. 242-B, pp. 31-32, para. 25). Nor is there anything to warrant a different conclusion with regard to section 29 of the Media Act. The uncertainties linked to the application in this instance of these two provisions did not exceed what the applicants could expect, if need be after having sought appropriate advice (see, mutatis mutandis, the Vereinigung demokratischer Soldaten Österreichs and Gubi v. Austria judgment of 19 December 1994, Series A no. 302, pp. 18-19, para. 46).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Whether the aim pursued was legitimate",
                                        "elements": [
                                            {
                                                "content": "31.   Like the Commission, the Court sees no reason to doubt that the decisions in issue were intended, as the Government affirmed, to protect the reputation of others, in this case Judge J., and to maintain the authority of the judiciary, which are legitimate aims for the purposes of Article 10 para. 2 (art. 10-2).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. Necessity of the interference",
                                        "elements": [
                                            {
                                                "content": "32.   The applicants argued that the convictions were in no way justified. By giving a brief character-sketch of various representative members of the Vienna Regional Criminal Court, Mr Prager had merely raised certain serious problems confronting the Austrian system of criminal justice. In this type of magazine, recourse to caricature and exaggeration was common practice as a means of attracting the readers’ attention and increasing their awareness of the issue dealt with. The author had on no account abused this technique in this instance, especially in view of the fact that his article had appeared in a periodical for intellectuals capable of discernment. Moreover, of the nine judges described, only Judge J. had laid a complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "At the same time Mr Prager and Mr Oberschlick criticised the proceedings conducted against them. They had been denied adequate means to defend themselves. Judge J. had identified on his own, and without his choice being open to challenge, the passages of the article liable to give rise to a conviction; he had thus isolated various general sentences and expressions from their context - in particular passages nos. 1 and 2 (see paragraph 14 above) - and had incorrectly presented them as being directed against himself. The Regional Court had not only operated a flawed distinction between the allegations (passages nos. 1, 3 and 5) and the value-judgments (passages nos. 2 and 4), but it had also improperly denied the applicants the right to prove various events capable of establishing that the former were true and that the latter were fair comment (see paragraph 15 above). As regards the facts in respect of which the court had allowed evidence to be adduced, it had, in breach of the law, placed the onus of showing that they were true facts on the accused. This was an approach that would ultimately deter journalists from taking an interest in the system of justice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Finally, it was incorrect to claim that Mr Prager had not exercised due journalistic care in writing his article. On the contrary, he had based his text on research conducted over a period of six months during which he had contacted lawyers, judges and academics. In addition, for three and a half months he had attended hearings in the Vienna Courthouse on a daily basis.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.   The Government maintained that, far from stimulating debate on the functioning of the Austrian system of justice, the relevant extracts of the article had only contained personal insults directed at Judge J., despite the fact that the latter had done nothing to provoke Mr Prager. They did not therefore merit the enhanced protection accorded to the expression of political opinions. The author had failed to prove the truth of his affirmations quite simply because they were unfounded. The opinions expressed by Mr Prager could not qualify for total immunity just because they were not susceptible to verification as to their accuracy. Penalties had been imposed in respect of those statements because they had overstepped the limits of acceptable criticism. Mr Prager could not plead good faith in his defence as he had neglected the most elementary rules of journalism, in particular those which require a journalist to verify personally the truth of information obtained and to give the persons concerned by such information the opportunity to comment on it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.   The Court reiterates that the press plays a pre-eminent role in a State governed by the rule of law. Although it must not overstep certain bounds set, inter alia, for the protection of the reputation of others, it is nevertheless incumbent on it to impart - in a way consistent with its duties and responsibilities - information and ideas on political questions and on other matters of public interest (see, mutatis mutandis, the Castells v. Spain judgment of 23 April 1992, Series A no. 236, p. 23, para. 43).",
                                                "elements": []
                                            },
                                            {
                                                "content": "This undoubtedly includes questions concerning the functioning of the system of justice, an institution that is essential for any democratic society. The press is one of the means by which politicians and public opinion can verify that judges are discharging their heavy responsibilities in a manner that is in conformity with the aim which is the basis of the task entrusted to them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Regard must, however, be had to the special role of the judiciary in society. As the guarantor of justice, a fundamental value in a law-governed State, it must enjoy public confidence if it is to be successful in carrying out its duties. It may therefore prove necessary to protect such confidence against destructive attacks that are essentially unfounded, especially in view of the fact that judges who have been criticised are subject to a duty of discretion that precludes them from replying.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.   The assessment of these factors falls in the first place to the national authorities, which enjoy a certain margin of appreciation in determining the existence and extent of the necessity of an interference with the freedom of expression. That assessment is, however, subject to a European supervision embracing both the legislation and the decisions applying it, even those given by an independent court (see, inter alia, the Barfod v. Denmark judgment of 22 February 1989, Series A no. 149, p. 12, para. 28).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.   In the Court’s opinion the classification of the passages in issue as value-judgments and allegations of fact comes within the ambit of that margin of appreciation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Of the accusations levelled by those allegations, some were extremely serious. It is therefore hardly surprising that their author should be expected to explain himself. By maintaining that the Viennese judges \"treat each accused at the outset as if he had already been convicted\", or in attributing to Judge J. an \"arrogant\" and \"bullying\" attitude in the performance of his duties, the applicant had, by implication, accused the persons concerned of having, as judges, broken the law or, at the very least, of having breached their professional obligations. He had thus not only damaged their reputation, but also undermined public confidence in the integrity of the judiciary as a whole.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.   The reason for Mr Prager’s failure to establish that his allegations were true or that his value-judgments were fair comment lies not so much in the way in which the court applied the law as in their general character; indeed it is that aspect that seems to have been at the origin of the penalties imposed. As the Commission pointed out, the evidence shows that the relevant decisions were not directed against the applicant’s use as such of his freedom of expression in relation to the system of justice or even the fact that he had criticised certain judges whom he had identified by name, but rather the excessive breadth of the accusations, which, in the absence of a sufficient factual basis, appeared unnecessarily prejudicial. Thus the  stated in its judgment that \"confronted with such wholesale criticism, an impartial reader had little choice but to suspect that the plaintiff had behaved basely and that he was of despicable character\" (see paragraph 15 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "Nor, in the Court’s view, could Mr Prager invoke his good faith or compliance with the ethics of journalism. The research that he had undertaken does not appear adequate to substantiate such serious allegations. In this connection it suffices to note that, on his own admission, the applicant had not attended a single criminal trial before Judge J. Furthermore he had not given the judge any opportunity to comment on the accusations levelled against him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.   It is true that, subject to paragraph 2 of Article 10 (art. 10-2), freedom of expression is applicable not only to \"information\" or \"ideas\" that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb the State or any section of the community (see, mutatis mutandis, the Castells judgment, cited above, p. 22, para. 42, and the Vereinigung demokratischer Soldaten Österreichs and Gubi judgment, cited above, p. 17, para. 36). In addition, the Court is mindful of the fact that journalistic freedom also covers possible recourse to a degree of exaggeration, or even provocation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, regard being had to all the circumstances described above and to the margin of appreciation that is to be left to the Contracting States, the impugned interference does not appear to be disproportionate to the legitimate aim pursued. It may therefore be held to have been \"necessary in a democratic society\".",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.   In conclusion no violation of Article 10 (art. 10) has been established.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.   ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION TAKEN IN CONJUNCTION WITH ARTICLE 10 (art. 14+10)",
                        "elements": [
                            {
                                "content": "40.   In their application to the Commission, Mr Prager and Mr Oberschlick also alleged a violation of Article 14 of the Convention taken in conjunction with Article 10 (art. 14+10) (see paragraph 20 above). They did not, however, raise this complaint before the Court and the Court does not consider it necessary to examine this issue of its own motion.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.   Dismisses unanimously the Government’s preliminary objection;",
                        "elements": []
                    },
                    {
                        "content": "2.   Holds by five votes to four that there has been no violation of Article 10 (art. 10) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.   Holds unanimously that it is not necessary to examine the complaint based on Article 14 of the Convention taken in conjunction with Article 10 (art. 14+10).",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 26 April 1995.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 51 para. 2 (art. 51-2) of the Convention and Rule 53 para. 2 of Rules of Court A, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "- dissenting opinion of Mr Pettiti;",
                        "elements": []
                    },
                    {
                        "content": "- dissenting opinion of Mr Martens, joined by Mr Pekkanen and Mr Makarczyk.",
                        "elements": []
                    },
                    {
                        "content": "I wish to express my agreement with Mr Martens’s dissenting opinion.",
                        "elements": []
                    },
                    {
                        "content": "I would cite in addition the following points as reasons for my opinion.",
                        "elements": []
                    },
                    {
                        "content": "Journalistic investigation of the functioning of the system of justice is indispensable in ensuring verification of the protection of the rights of individuals in a democratic society. It represents the extension of the rule that proceedings must be public, an essential feature of the fair trial principle.",
                        "elements": []
                    },
                    {
                        "content": "Judges, whose status carries with it immunity and who in most member States are shielded from civil litigation, must in return accept exposure to unrestricted criticism where it is made in good faith.",
                        "elements": []
                    },
                    {
                        "content": "This is the trend internationally.",
                        "elements": []
                    },
                    {
                        "content": "The situation in  is that judges holding office as elected members of the judiciary are subject to wholly unrestricted criticism. The American Bar Association journal publishes 250,000 copies of a table dealing with judges’ conduct and the criticism is sometimes severe.",
                        "elements": []
                    },
                    {
                        "content": "Clearly judges must be protected from defamation, but if they wish to institute proceedings it is preferable for them to opt for the civil avenue rather than criminal proceedings. States that allow judicial proceedings to be televised accept by implication that the judge’s conduct is exposed to the critical view of the public. The best way of ensuring that objective information is imparted to the public for its education is to secure fuller and franker co-operation between the judicial authorities and the press.",
                        "elements": []
                    },
                    {
                        "content": "1.   There is only one point of disagreement between me and the majority of the Court. Since its Barthold judgment the Court has consistently held that, in view of the importance of the rights and freedoms guaranteed in paragraph 1 of Article 10 (art. 10-1), the Court’s supervision must be strict, which means inter alia that the necessity for restricting them must be convincingly established. Although the wording used by the majority may give rise to doubt, it must be assumed that they did not wish to depart from this doctrine and that they are therefore of the opinion that it has been established convincingly that the impugned interference with the applicants’ right to freedom of expression was \"necessary in a democratic society\". For the reasons set out below I have - eventually - come to the conclusion that I am unable to share that opinion.",
                        "elements": []
                    },
                    {
                        "content": "2.   \"Eventually\", for I must confess that a first reading of Mr Prager’s article left me with a rather unfavourable impression. This was, I felt, a case of a self-conscious, perhaps even self-righteous journalist, clearly without legal education or experience and, as clearly, with a strong bias against criminal justice, who was nevertheless convinced that he was entitled to publish a caustic article on the subject, pillorying nine judges. A journalist, moreover, who consistently preferred stylistic effects - and especially malicious effects - to clarity and moderation.",
                        "elements": []
                    },
                    {
                        "content": "Such first, rather strong, negative impressions are dangerous for a judge. He must be conscious of them and remain vigilant against the bias they tend to create. One wonders whether the Austrian judges did so.",
                        "elements": []
                    },
                    {
                        "content": "3.   A second reading obliged me, however, to reappraise my first impressions. It convinced me that Mr Prager, after his curiosity had been aroused by academic literature, not only spent a lot of time and energy in verifying on the spot the reasons for the phenomena described by sociologists, but was honestly shocked by what he found.",
                        "elements": []
                    },
                    {
                        "content": "The sociologists had noticed marked differences between the way criminal justice was dispensed within the jurisdiction of the Vienna Court of Appeal compared with the rest of . Within the  jurisdiction detention on remand was much more readily ordered and for much longer periods than elsewhere and sentences were nearly twice as severe.",
                        "elements": []
                    },
                    {
                        "content": "Mr Prager went to the Vienna Regional Criminal Court to see whether he could find an explanation for these differences. After six months’ personal fact finding he evidently became convinced that, as far as that court was concerned, the explanation was to be found both in the personalities of the judges who formed that court and in their esprit de corps.",
                        "elements": []
                    },
                    {
                        "content": "As his article shows, he was not only shocked but filled to the brim with sincere indignation. There can be no doubt about that. However, before venting his feelings he thought things over, trying to explain what he had seen by reference to some specific features of the Austrian system of criminal justice. This is done in the introductory part of his article. There Mr Prager draws attention to the terrible power of a criminal judge and, against that background, to the dangers of his holding office for years, without being subject to any real supervision. Power corrupts, he suggests, also in criminal courts. Outside scrutiny is, therefore, indispensable. He certainly has a point there and it is a point that should be taken into account. On the other hand, when Lord Denning said that judges from the nature of their position cannot reply to criticism, he too made a point that has, to a certain extent, to be borne in mind.",
                        "elements": []
                    },
                    {
                        "content": "4.   Before I take my analysis of the impugned article further, it is worth recalling that Judge J., one of the judges criticised, felt that Mr Prager’s article was defamatory and started a private prosecution under Article 111 of the Austrian Criminal Code. No doubt some of the passages specifically referring to Judge J. were indeed - objectively - defamatory. Under the Convention, however, Mr Prager could only have been convicted and sentenced for defamation if the national courts, having properly construed and assessed the impugned article as a whole, on balancing the demands of protection of free speech against those of the protection of the reputation of others, found that the latter carried greater weight in the circumstances of this case. The Court’s review is not restricted to the second part of their findings: in cases where freedom of expression is at stake, the Court",
                        "elements": []
                    },
                    {
                        "content": "In other words: what the Court had to do was to scrutinise the persuasiveness of the reasons given for Mr Prager’s conviction and sentence.",
                        "elements": []
                    },
                    {
                        "content": "Striking a fair balance between the right to freedom of expression and the need to protect the reputation of others is, obviously, only feasible when what has been expressed has been properly construed and assessed within its context. Consequently, in order to fulfil its task as the ultimate guarantor of the right to freedom of expression, the European Court of Human Rights cannot confine itself to reviewing the national courts’ balancing exercise, but must necessarily also - and firstly - examine their interpretation and assessment of the statements in question. Only this double check enables the Court to satisfy itself that the right to freedom of expression has not been unduly curtailed.",
                        "elements": []
                    },
                    {
                        "content": "5.   I resume my analysis of the impugned article. After the aforementioned \"theoretical\" introduction (see paragraph 3 above) it relates and comments on Mr Prager’s experiences during his three and a half months’ personal fact finding at the Regional Court (the subtitle of his article is: \"Lokalaugenschein\", i.e. report of a visit of the locus in quo). The evident purpose of this (second) \"chapter\" is to illustrate the assertions made in the introduction and to convey his indignation to his readers.",
                        "elements": []
                    },
                    {
                        "content": "This (second) \"chapter\" again starts with something like an introduction (general information; what he has heard beforehand from more than a dozen barristers and court reporters; some general impressions of the atmosphere at the court and of his first contacts with some of the judges; some derisive speculations on the proper degree of auto-censorship for a young reporter writing on the judiciary).",
                        "elements": []
                    },
                    {
                        "content": "There follow nine more or less extensive \"portraits\" of judges. Each portrait is preceded by a specific heading, which not only summarises the kind of cases the judge (or judges) in question try, but also assigns each judge a \"type\". These nine portraits, including the labelling of the judges under the heading \"type\", are evidently intended to epitomise Mr Prager’s criticism of the way criminal justice is dispensed by the  and to enhance its persuasiveness by giving that criticism names and faces.",
                        "elements": []
                    },
                    {
                        "content": "6.   It is, of course, a question of taste, but in my opinion some of the portraits of the other judges are more virulent than that of Judge J. Apparently, the  judge thought so too. She even said in her judgment that all the judges who were criticised and who were identified by name could have brought an action for defamation. That may be true, but the fact is that they did not. That does not prove, of course, that their portraits were drawn correctly. Nevertheless, it is a factor that has to a certain extent to be taken into account when assessing the context of the impugned passages devoted to Judge J. For at least it has not been proved that the other portrayals were devoid of reality, nor, consequently, that the overall picture of the atmosphere at the court was wholly wrong.",
                        "elements": []
                    },
                    {
                        "content": "7.   Not only did the other judges not go to court, but before us the Government did not even argue, let alone prove, that Mr Prager’s general proposition - namely that in Vienna, criminal justice at first instance is not only very severe, but unduly harsh - had no factual basis.",
                        "elements": []
                    },
                    {
                        "content": "Consequently, Mr Prager’s portrayal of Judge J. must be assessed against the background of Judge J. being a member of a criminal court which by its decisions and by its behaviour towards accused and their lawyers - in sum by its esprit de corps - at least justified public scrutiny by the press. Mr Prager’s article must be regarded as concerning matters of considerable public interest. It was therefore fittingly published in a magazine (Forum) which was described to us as \"a publication dedicated to promoting democratic principles, the rule of law and the interests of indigents\" (memorial of the applicants) and \"a typical magazine for intellectuals\" (\"ein typisches Blatt der intellektuellen Szene\") (oral argument). Neither description was disputed by the Government.",
                        "elements": []
                    },
                    {
                        "content": "Let me say at once that one will look in vain for such an assessment in the judgments of the Austrian courts: nowhere do they make it clear that they weighed up Judge J.’s right to protection of reputation against Mr Prager’s (and Forum’s) right under Article 10 (art. 10) to write as critically as he thought fit on a subject of considerable public interest!",
                        "elements": []
                    },
                    {
                        "content": "8.   The above analysis of Mr Prager’s article (see paragraphs 3 and 5 above), the fact that it was published in a serious magazine for intellectual readers (see paragraph 7 above) - that is for readers who can judge for themselves - and the circumstance that it concerned a matter of considerable public concern - in the author’s view a scandalous way of dispensing criminal justice -, all this must be taken into account not only when finally deciding the necessity issue, but already when interpreting the text of the five specific and isolated passages in the article to which Judge J. restricted his private prosecution (see paragraph 4 above: \"in the light of the case as a whole\").",
                        "elements": []
                    },
                    {
                        "content": "9.   Against this background there is much to be said for the proposition that all these passages - except the fifth - should be classified as value-judgments.",
                        "elements": []
                    },
                    {
                        "content": "It is obvious - and was acknowledged by the Eisenstadt judge - that the fourth passage, that is the result of attributing a \"type\" to the judge concerned, is a value-judgment. This is especially true, since Mr Prager more than once attributed the same type to several judges. Thus he considered Judge J. to be a species of the type: \"rabid\", like one of his colleagues, Judge A.",
                        "elements": []
                    },
                    {
                        "content": "As far as the first two passages are concerned, I note that they do not belong to the body of the article itself, but form part of a kind of a summary, which together with the title (\"Danger! Harsh judges!\") and the subtitle (\"Report of a visit of the locus in quo\") is placed in a frame. This is evidently meant - and indeed serves - as an eye-catcher. At any event, as part of this summary, the sentences in question clearly express the gist of Mr Prager’s censure of the criminal court as such and find their main justification in that (collective) censure.",
                        "elements": []
                    },
                    {
                        "content": "Under these circumstances it seems at least questionable whether it is acceptable to scrutinise these obviously generalising sentences exactly as if they formed part of (the body of) an article devoted to Judge J. only. But that is precisely what the Austrian courts did, without even bothering to give reasons for their approach.",
                        "elements": []
                    },
                    {
                        "content": "Similar considerations apply as far as the third \"passage\" is concerned. This passage is a remark made within the context of the introductory part of the second \"chapter\" (see paragraph 5 above). It is not easy to grasp the exact meaning of the section of which it forms a part. In my opinion the most plausible reading is that this section somehow continues the above-mentioned derisive speculations on the proper degree of auto-censorship (see paragraph 5). According to this interpretation, the remark means that Judge J.’s behaviour is too intolerable not to be denounced. That behaviour is then characterised as \"menschenverachtende Schikane\" which is rather difficult to translate, but is at any rate rather denigrating. A note in the text, however, makes it clear that the characterisation is intended as a summary of the detailed portrait which follows. As such it is, undoubtedly, a value-judgment. Moreover, if one considers it in the context of the article as a whole, it seems rather doubtful (to put it mildly) whether it is correct to assume - as the judge in the Eisenstadt Regional Court did - that \"Schikane\" means that Judge J. uses his function in order to harm the accused intentionally. It is true that, according to dictionaries, the word \"Schikane\" may have that connotation, but I think that in the context of the portrayal of the criminal court and the article as a whole it must rather be understood - and, at least, can reasonably be understood - as describing a very severe application of criminal law, regardless of the resulting human suffering. Here, as when construing the other passages, the Eisenstadt judge chose from two possible interpretations the one which was unfavourable to the accused and led to conviction, without even bothering to make it clear that she had considered the other interpretation or to state her reasons for rejecting it.",
                        "elements": []
                    },
                    {
                        "content": "I stress this feature of her judgment since on this point I wholeheartedly agree with the . According to the established case-law of that court, a judge who convicts a speaker or author whose utterance is objectively open to different interpretations, without giving convincing reasons for choosing the very interpretation which leads to conviction, violates the right to freedom of expression.",
                        "elements": []
                    },
                    {
                        "content": "10.   The Austrian courts opted for an essentially different approach. They strictly limited their examination to the five specific and isolated passages targeted by Judge J.’s private prosecution. It goes without saying that this fundamental difference of approach makes itself felt throughout. The Eisenstadt judge for instance refused even to consider the (undisputed) fact that Judge J. had once warned a defence lawyer to \"keep it short\" since he \"had already reached his decision\". Of course, that fact does not prove a \"general bias\", nor that Judge J. treated every accused at the outset as if he had already been convicted, but it could at least show that Judge J. also displayed the esprit de corps which Mr Prager had observed during his fact finding and, consequently, that there was some basis for his being included in the portrait gallery.",
                        "elements": []
                    },
                    {
                        "content": "11.   This example appears to fit a pattern. One finds it repeated when one studies how the Eisenstadt judge reacted to Mr Prager’s offer to adduce proof of the factual basis for his value-judgments. The judge first adopts - without giving proper reasons - the interpretation of the value-judgments in question which is most unfavourable to the defendant and then goes on to say that his offer is to be refused on the ground that it is clear straight away that it will be impossible to convince the court that Judge J. acted as he did with malicious intent to cause suffering.",
                        "elements": []
                    },
                    {
                        "content": "The portrait of Judge J. devotes rather a lot of attention to an affair where Judge J. obstinately - and unnecessarily - prolonged detention on remand and, moreover, did not forward a plea of nullity against his detention decision to the proper authorities. Judge J. did not chose to include this passage in his private prosecution, but it became relevant when Mr Prager contended that this very episode was at the root of his value-judgment \"menschenverachtende Schikane\" (see paragraph 9 above) and therefore wanted to prove it. His offer was refused by the Eisenstadt judge on the ground that she felt it to be completely unbelievable that Judge J. would have consciously and maliciously wanted to prolong the detention.",
                        "elements": []
                    },
                    {
                        "content": "12.   I allow myself one more example of the same mechanism, this time with regard to the fifth passage selected by Judge J. This passage undoubtedly contains a statement of fact(s). One must, of course, first ascertain which facts. That would seem rather clear. Mr Prager states that - apparently some time ago - Judge J. was almost appointed a public prosecutor, but suggests that he had not obtained the post in question because his name had again been mentioned in the press, inter alia in connection with the suspicion of involvement in dishonest practices. It was not denied that there had been such articles in the press nor that these articles had voiced this particular suspicion concerning Judge J. Nevertheless, the Eisenstadt judge - again without considering whether any other interpretation was possible - read into the passage the statement that such suspicions still existed at the time of publication of the impugned article. However, she goes on to say, there was a decision of the Vienna Court of Appeal some years back in which Judge J. was cleared of all suspicion in this respect. She might have explained how Mr Prager could have known about that decision. But that is not the point I am trying to make. What is important is that here again we see the same pattern observed in paragraphs 10 and 11 above: first a non-reasoned interpretation which is (to put it mildly) not the most obvious but certainly the most unfavourable and then, on that basis, a refusal of Mr Prager’s offer to prove the exceptio veritatis.",
                        "elements": []
                    },
                    {
                        "content": "13.   It might perhaps be queried whether or to what extent placing the burden of proof in cases like this on the journalist is compatible with Article 10 (art. 10), but since this question has not been argued, I leave it open. What should be stressed, however, is that the judgment of the Court of Appeal makes it clear that Austrian law is unduly exacting in respect of an offer of proof of the exceptio veritatis. The accused has to indicate exactly which facts he wants to prove. Moreover, he must not only explain precisely why these facts justify what he has said or written, and how these facts may be proved by the evidence offered, but he must in addition convince the court, beforehand, that there is a likelihood that these facts will be proved.",
                        "elements": []
                    },
                    {
                        "content": "14.   Not only (with one exception) was Mr Prager not allowed to adduce the evidence he had offered in respect of the facts on which his value-judgments were based, he was also held not to have acted with due journalistic care.",
                        "elements": []
                    },
                    {
                        "content": "That reproach is not unfounded to the extent that it is common ground that Mr Prager did not give Judge J. an opportunity to comment on the draft of the article. That indeed was a serious failure to exercise due care, whether or not - and that is a matter for speculation - Judge J. would have used the opportunity to make relevant comments.",
                        "elements": []
                    },
                    {
                        "content": "However, serious as this lack of care may be, it does not - in itself - justify the stricture of \"glaring carelessness\" which the Eisenstadt judge levelled at Mr Prager. It is true that she grounds this stricture on two additional arguments, but these are both flawed since they are based on the one-sided approach which has been analysed in the preceding paragraphs. The Eisenstadt judge disregarded the article as a whole and, moreover, treated the two isolated sentences from the summary referred to in paragraph 9 above as if they formed part of (the body of) an article devoted to Judge J. only.",
                        "elements": []
                    },
                    {
                        "content": "The article as a whole makes it sufficiently clear that it is based on personal observations over a considerable period as well as on the questioning of such witnesses as could reasonably be regarded as having professional experience of this particular court and its members, such as criminal lawyers, court reporters and probation officers. The Eisenstadt judge suggests that such questioning only yields hearsay evidence which is suspect, but in my opinion the methods used by Mr Prager cannot per se be held to fall short of the standard of proper journalistic care.",
                        "elements": []
                    },
                    {
                        "content": "The argument that Mr Prager had, by his own account, not visited a trial presided over by Judge J. is unconvincing since - unless one misconstrues the summary as statements of fact about Judge J. - Mr Prager’s article nowhere criticises Judge J.’s way of presiding. Perhaps there is one exception, the anecdote about the admonition to keep it short (see paragraph 10 above), but I do not think that a journalist would be lacking in due care if he published that story on the hearsay evidence of the very lawyer thus addressed from the bench, particularly as it fitted perfectly the esprit de corps which he had himself observed and had been told about by numerous other witnesses.",
                        "elements": []
                    },
                    {
                        "content": "15.   This brings me to a further crucial criticism. The Eisenstadt judge found that it was \"evident\" that Mr Prager had acted with the (malicious) intent to defame Judge J. She even went so far as to describe Mr Prager’s malicious intent as \"intensive\". Her only reasons are, however, that Mr Prager is better educated than the average and, moreover, an experienced reporter. Consequently, she goes on to say, Mr Prager must have realised that the five passages concerning Judge J. were very negative and would affect him accordingly.",
                        "elements": []
                    },
                    {
                        "content": "Now, in my opinion this is a test that cannot be accepted. I will not deny that there are instances where the mere wording of an observation concerning a named person is sufficient to warrant the conclusion that it must have been made with malicious intent to defame. But it is incompatible with the right to freedom of expression to draw such an inference from the mere wording of five isolated passages of a long article in a serious magazine on a subject of general public interest. Quite apart from the one-sided interpretation of these five passages on which the impugned conclusion is based, it simply cannot be accepted that the mere wording of a critical comment on a subject of general public interest suffices for that comment to be classified as being made with malicious intent to defame. That would mean that the courts would totally disregard the author’s purpose of initiating a public discussion; that would mean that, de facto, only the interests of the plaintiff would be taken into consideration and would curb freedom of expression to an intolerable degree. I recall that \"Article 10 (art. 10) protects not only the substance of the ideas and information expressed, but also the form in which they are conveyed\". For these reasons I think that at least where a critical comment on a subject of general interest is involved, even very exaggerated terms and caustic descriptions do not per se justify the conclusion that there was malicious intent to defame.",
                        "elements": []
                    },
                    {
                        "content": "The decisive test should be whether the impugned wording, however impudent, curt or uncouth, may still be found to derive from an honest opinion on the subject - however excessive or contemptible that wording may seem - or whether the only possible conclusion is that the intention was only or mainly to insult a person.",
                        "elements": []
                    },
                    {
                        "content": "Here again I find that the Austrian courts applied standards which are not in conformity with the principles embodied in Article 10 (art. 10) and here again I (at least) question whether, if they had applied the correct test, they would not have come to a different conclusion. As I have already indicated, I am persuaded that Mr Prager was honestly shocked by his experiences within the . Not only shocked, but brimming over with sincere indignation, not to say wrath. He fully realised that he had expressed that wrath in unusually strong terms, but in his ire he felt that the only thing that mattered was to drive home his message, regardless of the feelings of the nine judges whom he had targeted. In his view they did not deserve leniency. That attitude may be morally and perhaps even legally reprehensible; in my opinion it does not amount to malicious intent.",
                        "elements": []
                    },
                    {
                        "content": "16.   I would sum up as follows:",
                        "elements": []
                    },
                    {
                        "content": "(a) The Austrian courts only took into account five specific and isolated passages, ignoring their context. The Government have argued that they could not proceed otherwise since under Austrian criminal law they were bound by the terms of the private prosecution. I do not find that argument convincing: since Article 10 (art. 10) of the Convention requires that the context should be taken into account and since in Austria the Convention has the same rank as constitutional law, the Austrian courts should have disregarded those provisions of criminal procedure which made it impossible to consider the journalist’s article as a whole",
                        "elements": []
                    },
                    {
                        "content": "(b) The Austrian courts interpreted these five passages very one-sidedly and at any event did not give reasons for choosing not to adopt other possible and more favourable interpretations.",
                        "elements": []
                    },
                    {
                        "content": "(c) This one-sided interpretation and the unduly severe Austrian rules on the possibility of adducing proof of the exceptio veritatis resulted in Mr Prager being to all practical purposes precluded from adducing such proof.",
                        "elements": []
                    },
                    {
                        "content": "(d) The above defects also affected the Eisenstadt court’s decision on the due journalistic care issue; moreover, the test applied in deciding that issue is partly unacceptable.",
                        "elements": []
                    },
                    {
                        "content": "(e) The test applied in determining whether or not Mr Prager had the required malicious intent is unacceptable.",
                        "elements": []
                    },
                    {
                        "content": "(f) The combined effect of all these defects is that, de facto, national courts failed completely to carry out the necessary balancing exercise between the requirements of the protection of reputation and those of free speech.",
                        "elements": []
                    },
                    {
                        "content": "17.   The conviction and sentence of Mr Prager constitute a serious interference with the right to freedom of expression of the press. The Eisenstadt judge said explicitly that she intended to teach Mr Prager and his brother journalists a lesson.",
                        "elements": []
                    },
                    {
                        "content": "Such an - intentional - interference on the basis of an article on a subject of considerable public interest in a serious periodical must be very convincingly justified in order to be acceptable for the Court of Human Rights. For the reasons set out above and summarised in paragraph 16 I find that the Austrian judgments do not satisfy this test.",
                        "elements": []
                    },
                    {
                        "content": "Accordingly, I find that the conviction and sentence of the applicants constitute a violation of Article 10 (art. 10).",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mr R. Ryssdal",
            "role": "president"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PRAGER AND OBERSCHLICK v. AUSTRIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-57926.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1995:0426JUD001597490",
    "externalsources": [
        "Criminal Code, Articles 112, 114",
        "Media Act, sections 6, 33, 35, 37"
    ],
    "extractedappno": [
        "15974/90"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Criminal Code, Article 111",
        "Media Act, section 29"
    ],
    "itemid": "001-57926",
    "judgementdate": "26/04/1995 00:00:00",
    "kpdate": "26/04/1995 00:00:00",
    "kpthesaurus": [
        "183",
        "498",
        "149",
        "148",
        "158",
        "157",
        "201",
        "316",
        "265",
        "579",
        "235",
        "105",
        "238",
        "354",
        "343"
    ],
    "languageisocode": "ENG",
    "originatingbody": "9",
    "paragraphs": [
        "10-2",
        "34",
        "10",
        "10-1",
        "14"
    ],
    "parties": [
        "PRAGER AND OBERSCHLICK",
        "AUSTRIA"
    ],
    "rank": "325.711151123047",
    "representedby": [
        "N/A"
    ],
    "respondent": "AUT",
    "respondentOrderEng": "4",
    "scl": [
        "Lingens v. Austria judgment of 8 July 1986, Series A no. 103, p. 24, para. 36",
        "Barfod v. Denmark judgment of 22 February 1989, Series A no. 149, p. 12, para. 28",
        "Groppera Radio AG and Others v. Switzerland judgment of 28 March 1990, Series A no. 173, p. 20, para. 47",
        "Oberschlick v. Austria judgment of 23 May 1991, Series A no. 204, p. 24, para. 54",
        "Castells v. Spain judgment of 23 April 1992, Series A no. 236, pp. 22-23, paras. 42-43",
        "Schwabe v. Austria judgment of 28 August 1992, Series A no. 242-B, pp. 31-32, para. 25",
        "Vereinigung demokratischer Soldaten Österreichs and Gubi v. Austria judgment of 19 December 1994, Series A no. 302, p. 17, para. 36",
        "pp. 18-19, para. 46"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "444923",
    "typedescription": "15"
}