{
    "__articles": "6;6-2;41",
    "__conclusion": "Remainder inadmissible;Violation of Art. 6-2;Pecuniary damage - claim dismissed;Non-pecuniary damage - award",
    "applicability": "47",
    "appno": "20899/03",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "6-2",
            "base_article": "6",
            "element": "Violation of Art. 6-2",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-108237.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 20899/03) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Romanian national, Mr G.C.P. (“the applicant”), on 20 June 2003. The President of the Section acceded to the applicant’s requests and decided that the entire file shall remain confidential and that the applicant’s name shall not be disclosed (Rules 33 § 1 and 47 § 3 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr M. Voicu, a lawyer practising in Bucharest. The Romanian Government (“the Government”) were represented by their Agent, Mr RăzvanHoraţiu Radu, from the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  As Mr Corneliu Bîrsan, the judge elected in respect of , had withdrawn from the case (Rule 28 of the Rules of Court), the President of the Chamber appointed Mr Mihai Poalelungi to sit as ad hoc judge (Article 26 § 4 of the Convention and Rule 29 § 1 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicant alleged, in particular, that his right to the presumption of innocence had been breached by a negative media campaign and statements made during the criminal proceedings initiated against him by one of the investigating prosecutors, by the Prosecutor General of Romania and by the Romanian Minister of the Interior, contrary to Article 6 § 2 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 2 June 2009, the Court decided to give notice to the respondent Government of the applicant’s complaint under Article 6 § 2 of the Convention concerning an alleged breach of his right to the presumption of innocence and declared the remainder of the application inadmissible. It was also decided to rule on the admissibility and merits of the applicant’s complaint under Article 6 § 2 of the Convention at the same time (former Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1938 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "7.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 16 December 1996 a third party brought criminal proceedings against the applicant for wrongful misappropriation. The third party claimed that the applicant had unlawfully used private funds belonging to his companies in order to increase the capital of a commercial bank (Bankcoop) and become a major shareholder in the said bank.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 14 January 1997 the Judicial Police attached to the Romanian Ministry of the Interior asked the third party to provide additional information in respect of the unlawful acts allegedly committed by the applicant.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 19 February 1997, the Adevărul daily newspaper published an article entitled “The investigation files of G.C.P. – strictly secret?” The article quoted statements by D.I.C., one of the prosecutors conducting the investigation against the applicant, of which the most relevant part reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "11.  On 10 April 1997 the applicant was charged with fraud, forging documents and use of forged documents, embezzlement, using the goods of a commercial company against its interests and undermining the national economy, on account of the fact that, by acting on behalf of the private company (G.C.P. S.A.), which the applicant controlled as the major shareholder, he had allegedly made false statements in an official document submitted to the Romanian National Bank on 31 August 1995 in order to obtain its permission to increase the capital of Bankcoop by the amount of 10,000,000 United States Dollars (USD). More specifically, the applicant was suspected of declaring the aforementioned amount as his personal funds, when in fact it had been obtained as a loan taken out by G.C.P.  from a foreign bank, which was contrary to the National Bank’s regulations on acceptable sources of money used to increase a bank’s capital.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 2 June 1997 the applicant brought a challenge against the two prosecutors, including D.I.C., charged with the investigation of his case at the time, arguing, inter alia, that press statements made by the said prosecutors on 28 May 1997 in the Evenimentul Zilei daily newspaper – claiming that the applicant’s financial investments were “acts of fraud” – amounted to a breach of his right to the presumption of innocence.",
                                "elements": []
                            },
                            {
                                "content": "13.  According to the applicant, his challenge of 2 June 1997 against the prosecutors G.M. and D.I.C. was allowed by a final Prosecutor’s Office Order of 23 June 1997 and a new prosecutor was appointed to investigate his case. The applicant failed to include in the file a copy of the order of 23 June 1997.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 2 July 1997 the Naţional daily newspaper published an article entitled “G.D. states that G.C.P. should have been indicted long ago for two of the proven crimes”. The most relevant part of the article, which quoted statements by G.D., the Romanian Minister of the Interior at the time, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "15.  On 3 July 1997, the Evenimentul Zilei daily newspaper published an article entitled “G.C.P. and R.T. accused of undermining the national economy”. Quoting the same prosecutor, D.I.C., the relevant parts of the article read as follows:",
                                "elements": []
                            },
                            {
                                "content": "16.  By letter of 17 November 1997 prosecutor C.M., the prosecutor investigating the applicant’s case at the time, asked the Prosecutor General of Romania to confirm that he could continue the investigation in the case. He expressly stated that he did not have any personal interest or otherwise in respect of the investigation and that he would accept the Prosecutor General’s decision. He informed the Prosecutor General that if he was allowed to continue working on the case he would not be subject to any outside influence or pressure in carrying out the investigation.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 19 December 1997, the Evenimentul Zilei published an article entitled “S.M. found the solution for destroying the mafia in  overseas: The Mexicans should come with bazookas”. The article quoted statements made by S.M., the Prosecutor General of  at the time. The most relevant part reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "18.  In addition, the parties agree that a total of around 350 articles containing information on the investigation and the trial against the applicant were published between 1997 and 2002 in all the major national newspapers, including Ziua, Adevărul, Evenimentul Zilei, Cotidianul, Naţional and Libertatea. Some of the most relevant story titles quoted by the applicant in this respect read as follows: “The trap is tightening” (Evenimentul Zilei, 17 March 1997); “Chess at millionaires!” (Evenimentul Zilei, 9 April 1997); “The return of the jackals” (Evenimentul Zilei, 18 August 1997); “Sharks at large” (Evenimentul Zilei, 28 April 1998); “G.C.P.’s companies have filled their bank accounts on Bancorex’s back” (Ziua, 12 February 1999); “Just when the prosecutors were on the point of indicting him, G.C.P. found refuge in a hospital in Switzerland” (Adevărul, 12 March 1999); “G.C.P. ran away in the U.S.A.” (Libertatea, 5 October 1999); and “The heroes G.C.P. and T.” (Evenimentul Zilei, 10 April 2002).",
                                "elements": []
                            },
                            {
                                "content": "19.  By an order of 30 January 1998 the Prosecutor General dismissed C.M. from his position of Head Prosecutor of the Criminal Department of the Bucharest Prosecutor’s Office and transferred him to the Secretarial and Public Relations Department. At the same time, M.I. was tasked with continuing the criminal investigation against the applicant. The Prosecutor General held that the criminal investigation had been unreasonably lengthy without any objective reasons and that Bancorex, one of the parties involved in the matter, had lodged a challenge and had complained about C.M.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 17 June 1999 the applicant was indicted for making false statements in an official document, as he had not declared the true source of the money used for increasing the capital of Bankcoop.",
                                "elements": []
                            },
                            {
                                "content": "21.  The investigation also continued separately in respect of the charge of undermining the national economy and using the goods of a commercial company against its interests. At the same time, the charges concerning fraud, forging documents, use of forged documents and embezzlement were dropped and the part of the criminal investigation covering those charges was closed on the grounds that the applicant’s actions were found to have been lawful.",
                                "elements": []
                            },
                            {
                                "content": "22.  By a final Prosecutor’s Order of 3 September 2001 the criminal investigation initiated against the applicant for undermining the national economy was discontinued on the grounds that no unlawful act had been committed.",
                                "elements": []
                            },
                            {
                                "content": "23.  By a judgment of 11 September 2001 the Bucharest District Court decided that the indictment of 17 June 1999 was null and void because the applicant had not been informed of the charges against him, as he had been in the  at the time of his indictment. Consequently, the court ordered the file to be sent back to the Prosecutor’s Office.",
                                "elements": []
                            },
                            {
                                "content": "24.  The prosecutor submitted an appeal on points of law (recurs) against the judgment of 11 September 2001.",
                                "elements": []
                            },
                            {
                                "content": "25.  By a judgment of 18 January 2002 of the Bucharest County Court the Prosecutor Office’s appeal was allowed and the case was sent back to the first-instance court for a retrial on the merits. The County Court held that there had been no reason for the indictment to be annulled, as the decision of the investigating prosecutors to send the case before the court without informing the applicant of the charges against him had been in accordance with the legal provisions of the Code of Criminal Procedure applicable to persons avoiding the investigative authorities. In reaching this decision, the court took into account the fact that neither the applicant nor his attorney had provided the investigators with an exact address at which the applicant could be summoned during the investigation.",
                                "elements": []
                            },
                            {
                                "content": "26.  By a final Prosecutor’s Order of 12 March 2002 the criminal investigation initiated against the applicant for using the goods of a commercial company against its interests was discontinued on the grounds that no unlawful act had been committed.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 13 May 2002 the first hearing in the retrial of the case was held before the Bucharest District Court following the judgment of 18 January 2002. The applicant was heard by the court. He argued, inter alia, that the criminal investigation against him had been based on political motives, a fact which could be confirmed by the negative media campaign conducted against him and by the public statements made by the Prosecutor’s Office representatives.",
                                "elements": []
                            },
                            {
                                "content": "28.  By a judgment of 17 June 2002 the Bucharest District Court acquitted the applicant on the grounds that from all the evidence produced it emerged that his actions had been in accordance with the law. The Prosecutor’s Office appealed against the judgment.",
                                "elements": []
                            },
                            {
                                "content": "29.  By a judgment of 14 November 2002 the  allowed the Prosecutor Office’s appeal, convicted the applicant of making false statements in an official document and sentenced him to one year of imprisonment, a sentence which was considered pardoned according to the law. The court held that, on the basis of the evidence available in the file, the applicant had made false statements in an official document and had been aware of the legal consequences of his statements. The applicant lodged an appeal on points of law (recurs) against the judgment. He argued that the criminal investigation against him had been politically motivated, a fact confirmed by the alleged failure of the domestic courts to take into account and to examine the evidence submitted by him in his defence. In addition, the applicant argued that the domestic courts had wrongfully assessed the evidence, had misinterpreted the applicable legal provisions and had ignored the fact that the indictment brought against him had been null and void because the investigating prosecutor had failed to inform him of the charges brought against him prior to sending the case before the domestic courts.",
                                "elements": []
                            },
                            {
                                "content": "30.  By a final judgment of 23 December 2002 the Bucharest Court of Appeal dismissed the applicant’s appeal on points of law and his conviction became final. The court held, on the basis of the evidence available in the file, that the lower courts had correctly assessed the evidence and interpreted the applicable legal provisions and that the applicant had been informed of the charges brought against him by the Prosecutor’s Office.",
                                "elements": []
                            },
                            {
                                "content": "31.  On 26 February, 26 April, 16 July, 21 September, 19 October, 11 November 2004 and on 18 January, 10 February, 17 March and 19 April 2005 the applicant lodged repeated extraordinary appeal of annulment (recurs în anulare) requests against the final judgment of 23 December 2002 with the Public Prosecutor’s Office attached to the Court of Cassation. He argued, inter alia, that his right to the presumption of innocence had been breached on account of an aggressive media campaign led by the Prosecutor’s Office and the Minister of the Interior which had resulted in the criminal investigation being opened against him and in him being indicted.",
                                "elements": []
                            },
                            {
                                "content": "32.  On 20 April 2005 the applicant’s extraordinary appeal applications were dismissed by the Prosecutor’s Office attached to the Court of Cassation on account of statutory amendments to the applicable rules of criminal procedure abolishing that form of appeal.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "33.  The relevant provisions of the Romanian Constitution in force at the relevant time are worded as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 23",
                                "elements": []
                            },
                            {
                                "content": "“ [...]",
                                "elements": []
                            },
                            {
                                "content": "A person is considered innocent pending a final court conviction.”",
                                "elements": []
                            },
                            {
                                "content": "34.  The relevant provisions of the Romanian Code of Criminal Procedure in force at the relevant time are worded as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 66",
                                "elements": []
                            },
                            {
                                "content": "“(1) The person accused of or charged with a criminal offence does not have to prove his innocence.",
                                "elements": []
                            },
                            {
                                "content": " (2) Where evidence is adduced proving a person’s guilt, the accused or the person charged with a criminal offence has the right to rebut the evidence.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "35.  The applicant complained that his right to the presumption of innocence had been breached by a media campaign and statements made against him during the investigation by one of the investigating prosecutors, by the Prosecutor General and by the Minister of the Interior, contrary to the provisions of Article 6 § 2 which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“2. Everyone charged with a criminal offence shall be presumed innocent until proved guilty according to law.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Applicability of Article 6 § 2 and admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Applicability of Article 6 § 2",
                                        "elements": [
                                            {
                                                "content": "36.  The Government submitted that the period to be taken into consideration for examining the alleged breach of the applicant’s right to the presumption of innocence was between 10 April 1997 and 23 December 2002, the dates when the applicant was charged and when the criminal proceedings initiated against him ended, respectively. They argued that, consequently, all statements made by the authorities in respect of the applicant’s case prior to 10 April 1997 could not be taken into consideration because they fell outside the framework of the criminal proceedings initiated against the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The applicant disagreed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Court reiterates that the expression “criminal charge” is to be interpreted as having an \"autonomous\" meaning in the context of the Convention and not on the basis of any meaning in domestic law (see notably, mutatis mutandis, Deweer v. Belgium, 27 February 1980, § 42, Series A no. 35). The legislation of the State concerned is certainly relevant, but it provides no more than a starting point in ascertaining whether at any time there was a \"criminal charge\" against the applicant or he was \"charged with a criminal offence\" (see, mutatis mutandis, Engel and others v. the Netherlands, 8 June 1976, § 82, Series A no. 22, and König v. Germany, 28 June 1978, § 89, Series A no. 27). The prominent place held in a democratic society by the right to a fair trial favours a \"substantive\", rather than a \"formal\", conception of the \"charge\" referred to by Article 6; it impels the Court to look behind appearances and examine the realities of the procedure in question in order to determine whether there has been a \"charge\" within the meaning of Article 6 (see the above-mentioned Deweer judgment, § 44).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Moreover, the Convention must be interpreted in such a way as to guarantee rights which are practical and effective as opposed to theoretical and illusory (see Artico v. Italy, 13 May 1980, § 33, Series A no. 37; Soering v. the United Kingdom, 7 July 1989, § 87, Series A no. 161; and Cruz Varas and Others v. Sweden, 20 March 1991, § 99, Series A no. 201). That also applies to the right enshrined in Article 6 § 2.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Court considers that the Government’s argument appears to target in particular D.I.C.’s statement of 19 February 1997.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  At the time of the said statement, a criminal investigation had been initiated against the applicant following a complaint lodged with the authorities by a third party. Although he had not yet been charged with an offence, the preliminary acts of investigation carried out by the authorities together with their attempt to impose an order on the applicant not to leave the city formed part of the judicial investigation initiated against him and made him a person \"charged with a criminal offence\" within the meaning of Article 6 § 2.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  D.I.C. was conducting the investigation in the case at the time. His remarks, made in parallel with the judicial investigation, were explained by the existence of that investigation and had a direct link to it. The Court considers, therefore, that Article 6 § 2 applies in respect of the statements made by public officials prior to 10 April 1997 in general and to D.I.C.’s statement of 19 February 1997 in particular.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "43.  The Government also argued that the applicant’s complaint concerning the breach of his right to the presumption of innocence as a result of the virulent press campaign against him was inadmissible as incompatible ratione personae. They submitted that the media campaign had been carried out by the media and had represented the point of view of the journalists who had authored the newspaper articles and of the civil parties to the case, and therefore concluded that the State could not be held responsible for their actions or for their opinions. They further argued that the applicant had not proved that he had been the object of a virulent media campaign which had breached his right to the presumption of innocence. Moreover, there had been no evidence that the media campaign had had any influence on the outcome of the case or that the appellate courts examining his case had started from the presumption that the burden of proof in respect of the applicant’s guilt did not fall on the Prosecutor’s Office. Furthermore, by relying on the Court’s case-law, in particular Mircea v. Romania (no. 41250/02, 29 March 2007) and Viorel Burzo v. Romania (no. 75109/01 and 12639/02, 30 June 2009), they submitted that the media campaign complained of by the applicant had ended in 2000, two years prior to the decision delivered by the first-instance court. Consequently, it could not be argued that the judges could have continued to be influenced by the said campaign. Also, the impact such a campaign would have had on public opinion had been greatly diminished following the judgments of the domestic courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The applicant disagreed. He argued that following the statements of the Romanian authorities, a virulent media campaign had been triggered against him and had led to his conviction in the eyes of the public, to the disturbance of the commercial activity carried out by the applicant’s companies and to the deterioration of the applicant’s state of health.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Court finds that it is not necessary to examine whether the applicant’s complaint concerning the breach of his right to the presumption of innocence as a result of the virulent press campaign against him is incompatible ratione personae, as it is in any event inadmissible for the following reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Court reiterates that a virulent press campaign can adversely affect the fairness of a trial by influencing public opinion and, consequently, jurors called upon to decide the guilt of an accused (see Akay v. Turkey (dec.), no. 34501/97, 19 February 2002; Wloch v. Poland (dec.), no. 27785/95, 30 March 2000; and Priebke v. Italy (dec.), no. 48799/99, 5 April 2001). At the same time, the Court notes that press coverage of current events is an exercise of freedom of expression, guaranteed by Article 10 of the Convention. If there is a virulent press campaign surrounding a trial, what is decisive is not the subjective apprehensions of the suspect concerning the absence of prejudice required of the trial courts, however understandable, but whether, in the particular circumstances of the case, his fears can be held to be objectively justified (see, mutatis mutandis, Castillo Algar v. Spain, 28 October 1998, § 45, Reports of Judgments and Decisions 1998-VIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court acknowledges that the applicant’s case was indeed commented upon extensively by the Romanian press starting from 19 February 1997. Some of the press articles did contain statements by public officials, while others, for which the applicant submitted only the titles of the articles, appear to be a chronological narration of the criminal proceedings initiated against him. However, the Court observes that the majority of the articles and the most virulent of them were published mainly between 1997 and 2000. The applicant was convicted and sentenced by a judgment of the Bucharest County Court on 14 November 2002. Therefore, a considerable period of time had already elapsed by the time he was convicted since the press articles referred to by the applicant in support of his complaint under Article 6 § 2 of the Convention were published (see Mircea, cited above, § 74, and Viorel Burzo, cited above, § 166).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  In addition, the Court notes that the charges against the applicant were determined by professional judges, who would have been less likely than a jury to be influenced by the press campaign against the applicant on account of their professional training and experience, which allows them to disregard any external influence. Moreover, taking account of the reasoned judgments adopted by the domestic courts at three levels of jurisdiction, there is no evidence in the file to suggest that the judges who assessed the arguments put forward by the applicant and who examined the charges brought against him and the merits of the case were influenced by any of the articles published by the press (see Mircea, cited above, § 75, and Viorel Burzo, cited above, § 166).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court notes that the part of the applicant’s complaint concerning the statements made by public prosecutors and the Romanian Minister of the Interior in respect of his guilt is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that that part of his complaint is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions of the parties",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The applicant",
                                "elements": [
                                    {
                                        "content": "51.  The applicant disagreed with the Government’s submissions and stated, inter alia, that his situation was different from that of the applicants in the cases cited by the Government, in so far as, unlike in those cases, there had been a coordinated action in the applicant’s case of the highest public officials and prosecutors, who had presented as an established fact the idea of the applicant’s guilt in respect of the charges which had been brought against him. They had also argued that Public Prosecutor’s Offices had had press departments designed to provide press releases and information to the media about cases without involving the prosecutors charged with the investigation of cases. However, in the applicant’s case, between February 1997 and June 1999 the investigating prosecutor, the Prosecutor General of  and the Romanian Minister of the Interior had made statements directly to the press expressing without doubt the applicant’s guilt in respect of the unlawful acts he had been accused of. Moreover, according to his statement of 19 February 1997, prosecutor D.I.C. had considered the applicant guilty of the alleged offences from the early stages of the preliminary investigation carried out against the applicant. In addition, the domestic authorities had acknowledged the breach of the applicant’s right to the presumption of innocence by allowing the challenge lodged by the applicant against prosecutors G.M. and D.I.C.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Government",
                                "elements": [
                                    {
                                        "content": "52.  The Government argued that all the statements of the Romanian public officials concerning the criminal investigation of the applicant had been in compliance with the public authorities’ duty to inform the public of the development of the said investigation and had to be considered in the context of the intense media coverage enjoyed by the fight against corruption. Moreover, the present case had concerned a public figure in  and anti-corruption measures taken by the authorities, which had been a topic of concern for Romanian society. D.I.C.’s press statement of 3 July 1997 had not assessed the applicant’s guilt and had not been in breach of the professional conduct requirements applicable to prosecutors. At the same time, S.M.’s press statement of 19 December 1997 had only contained his personal assessment and opinion in respect of the applicant’s potential indictment following the inclusion of additional evidence in the file. That statement had raised suspicions in respect of the applicant’s alleged unlawful activities, without providing the public with statements of absolute certainty. Lastly, G.D.’s political status had allowed him greater flexibility and the possibility to be less strict in respect of his statements from a legal point of view.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Government also submitted that, unlike in the cases of Samoilă and Cionca v. Romania (no. 33065/03, 4 March 2008), Vitan v. Romania (no. 42084/02, 25 March 2008) and Khuzhin v. Russia (no. 13470/02, 23 October 2008), D.I.C.’s statement had not been of a nature such as to influence or to prejudice the decisions of the judges examining the case and/or public opinion to the applicant’s disadvantage, had been strictly and legally focused on the development of the criminal investigation against the applicant and had not been represented as established fact without any qualification or reservation. Furthermore, the judges had not been influenced by the statements of 2 and 3 July and 19 December 1997, particularly given that the first-instance court had delivered its judgment on 17 June 2002, almost five years later, and had decided to acquit the applicant. The domestic courts had examined all the preliminary objections made and the evidence submitted by the parties over the course of what had been adversarial proceedings, and the courts had repeatedly adjourned the proceedings in order to take stock of the evidence proposed by the parties and to assess the culpability of the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "54.  The Court reiterates that Article 6 § 2, in its relevant aspect, is aimed at preventing the undermining of a fair criminal trial by prejudicial statements made in close connection with those proceedings. The presumption of innocence enshrined in paragraph 2 of Article 6 is one of the elements of the fair criminal trial that is required by paragraph 1 (see Allenet de Ribemont v. France, 10 February 1995, § 35, Series A no. 308). It not only prohibits the premature expression by the tribunal itself of the opinion that the person “charged with a criminal offence” is guilty before he has been so proved according to law (see Minelli v. Switzerland, 25 March 1983, § 38, Series A no. 62), but also covers statements made by other public officials about pending criminal investigations which encourage the public to believe the suspect guilty and prejudge the assessment of the facts by the competent judicial authority (see Allenet de Ribemont, cited above, § 41; Daktaras v. Lithuania, no. 42095/98, §§ 41-43, ECHR 2000-X; and Samoilă and Cionca v. Romania, no. 33065/03, § 92, 4 March 2008). The Court stresses that Article 6 § 2 cannot prevent the authorities from informing the public of criminal investigations in progress, but it requires that they do so with all the discretion and circumspection necessary if the presumption of innocence is to be respected (see Allenet de Ribemont, cited above, § 38).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  It has been the Court’s consistent approach that the presumption of innocence will be violated if a judicial decision or a statement by a public official concerning a person charged with a criminal offence reflects an opinion that he is guilty before he has been proved guilty according to law. It suffices, even in the absence of any formal finding, that there is some reasoning suggesting that the court or the official regards the accused as guilty. A fundamental distinction must be made between a statement that someone is merely suspected of having committed a crime and a clear declaration, in the absence of a final conviction, that an individual has committed the crime in question. The Court has consistently emphasised the importance of the choice of words by public officials in their statements before a person has been tried and found guilty of a particular criminal offence (see Khuzhin and Others v. Russia, no. 13470/02, § 94, 23 October 2008, with further references). Whether a statement of a public official is in breach of the principle of the presumption of innocence must be determined in the context of the particular circumstances in which the impugned statement was made (see Butkevičius v. Lithuania, no. 48297/99, § 49, ECHR 2002-II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Court notes that in the present case the impugned statements were made by the Public Prosecutor investigating the case, the Romanian Minister of the Interior and the Prosecutor General of , in a context independent of the criminal proceedings themselves.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Court acknowledges that the applicant was a prominent business man in  and that his activities were of great interest to the general public. It also acknowledges that the gravity of the unlawful acts he was suspected of may have required the authorities to keep the public informed of any criminal proceedings instituted in connection with those events. However, these circumstances cannot justify a lack of caution in the choice of words used in the officials’ statements in reference to the applicant, the person accused in those proceedings. The statements at issue were made at a time when the criminal investigation in respect of the applicant had just been started. It was particularly important at this initial stage not to make any public allegations which could have been interpreted as confirming the guilt of the applicant in the opinion of State authorities. Of particular concern are the statements made on 19 February, 2 and 3 July 1997 by D.I.C. and G.D. The Court notes that these statements specifically mentioned, among other things, the applicant’s name, and that they declared, without any qualification or reservation, that the applicant had committed the unlawful acts he was suspected of (see paragraphs 10, 14 and 15, above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court observes that in his statement of 19 December 1997, S.M., the Prosecutor General of  at the time, expressed his belief that “there is a 99% chance that the applicant will also be sent to trial” and that the applicant “had done more than this”. While part of the statement, in particular the reference to the applicant’s guilt in respect of other potential unlawful acts, gives some cause for concern, the Court accepts that the statement considered overall may be interpreted as a mere assertion by the Prosecutor General that there was sufficient evidence to support an indictment against the applicant and, thus, to justify the opening of the criminal investigation against him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The Court notes that the statements of 19 February, 2 and 3 July 1997 were made by a Public Prosecutor and by the Romanian Minister of the Interior in their official capacities and not by politicians. Consequently, in spite of the Government’s submissions to the contrary, they could not be considered part of a legitimate political debate, which might arguably allow a certain degree of exaggeration and liberal use of value judgments with reference to political rivals.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  On the contrary, the Court considers that particular caution should have been exercised by them in their choice of words used to describe the pending criminal proceedings and the events that led to the applicant’s indictment. The Court cannot agree with the Government that the impugned statements were strictly and legally focused on the development of the criminal investigation against the applicant and considers that they were made without necessary qualifications or reservations and contained wording amounting to an express and unequivocal declaration that the applicant had committed criminal offences. As such, they prejudged the case and could not but have encouraged the public to believe the applicant guilty before he had been proved guilty according to law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  Accordingly, the Court finds that there was a breach of the applicant’s right to be presumed innocent. There has therefore been a violation of Article 6 § 2 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "62.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "63.  The applicant claimed USD 144,700,000 (approximately 100,606,279 euros (EUR)), representing capital losses suffered by his companies over the course of the criminal proceedings initiated against him and medical expenses for treatment of the medical condition he was suffering from. He submitted that, as a result of the criminal proceedings initiated against him, his companies had lost business partners and had been exposed to substantial financial losses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Government contested the existence of a causal link between the alleged violation and the losses claimed by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Court considers that the statements of the domestic authorities did not prevent the applicant’s companies and the applicant himself from exercising business activities and could not be perceived to be the cause of the applicant’s medical expenses. It shares the Government’s view that there is no causal link between the violation found and the pecuniary damage claimed. Consequently, it finds no reason to award the applicant any sum under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "66.  The applicant claimed, on the one hand, USD 10,000,000 (approximately EUR 6,952,749) in respect of nonpecuniary damage on behalf of his companies, which had allegedly been undermined as a result of the investigation initiated against him, and, on the other hand, USD 100,000 (approximately EUR 69,527) in non-pecuniary damage on his own behalf as a result of his tarnished reputation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Government contested the existence of a causal link between the alleged violation and the non-pecuniary damage claimed by the applicant on behalf of his companies. They submitted that the applicant had lodged his application before the Court on his own behalf and not on behalf of the said companies. Consequently his demand had exceeded the object of the present application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  In addition, the Government submitted that the damage claimed by the applicant on his own behalf was excessive and argued that the conclusion of a violation of the Convention Article would suffice to compensate for any non-pecuniary damage incurred by him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Court notes, on the one hand, that the applicant lodged the application before the Court on his own behalf. Consequently, it finds no reason to consider the claim made by the applicant on behalf of his companies or to award them any sum under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  On the other hand, the Court notes that it has found a violation in respect of the applicant in the present case, a breach of his right to be presumed innocent under Article 6 § 2 of the Convention. In these circumstances, the Court, making its assessment on an equitable basis, awards the applicant EUR 2,000 in respect of non-pecuniary damage, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "71.  The applicant expressly stated that he did not claim any costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "72.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the breach of the applicant’s right to the presumption of innocence under Article 6 § 2 of the Convention as a result of statements made by the Romanian public officials over the course of the criminal proceedings initiated against him admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 2 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,000 (two thousand euros) in respect of non-pecuniary damage, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 20 December 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF G.C.P. v. ROMANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-108237.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:1220JUD002089903",
    "externalsources": [],
    "extractedappno": [
        "20899/03",
        "41250/02",
        "75109/01",
        "12639/02",
        "34501/97",
        "27785/95",
        "48799/99",
        "33065/03",
        "42084/02",
        "13470/02",
        "42095/98",
        "48297/99"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-108237",
    "judgementdate": "20/12/2011 00:00:00",
    "kpdate": "20/12/2011 00:00:00",
    "kpthesaurus": [
        "445",
        "38",
        "325",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6",
        "6-2",
        "41"
    ],
    "parties": [
        "G.C.P.",
        "ROMANIA"
    ],
    "rank": "849.674194335938",
    "representedby": [
        "VOICU M."
    ],
    "respondent": "ROU",
    "respondentOrderEng": "37",
    "scl": [
        "Akay v. Turkey (dec.), no. 34501/97, 19 February 2002",
        "Allenet de Ribemont v. France, 10 February 1995, Series A no. 308",
        "Artico v. Italy, 13 May 1980, § 33, Series A no. 37",
        "Butkevicius v. Lithuania, no. 48297/99, § 49, ECHR 2002-II",
        "Castillo Algar v. Spain, 28 October 1998, § 45, Reports of Judgments and Decisions 1998-VIII",
        "Cruz Varas and Others v. Sweden, 20 March 1991, § 99, Series A no. 201",
        "Daktaras v. Lithuania, no. 42095/98, §§ 41-43, ECHR 2000-X",
        "Deweer v. Belgium, 27 February 1980, Series A no. 35",
        "Engel and Others v. the Netherlands, 8 June 1976, § 82, Series A no. 22",
        "Khuzhin and Others v. Russia, no. 13470/02, § 94, 23 October 2008",
        "König v. Germany, 28 June 1978, § 89, Series A no. 27",
        "Minelli v. Switzerland, 25 March 1983, § 38, Series A no. 62",
        "Mircea v. Romania, no. 41250/02, 29 March 2007",
        "Priebke v. Italy (dec.), no. 48799/99, 5 April 2001",
        "Samoila and Cionca v. Romania, no. 33065/03, § 92, 4 March 2008",
        "Soering v. the United Kingdom, 7 July 1989, § 87, Series A no. 161",
        "Viorel Burzo v. Romania, no. 75109/01 and 12639/02, 30 June 2009",
        "Wloch v. Poland (dec.), no. 27785/95, 30 March 2000"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "356993",
    "typedescription": "15"
}