{
    "__articles": "5;5-1;6;6-1;29;29-3;35;35-1;41;P4-2;P4-2-1",
    "__conclusion": "Violation of Art. 6-1 (length of one set of proceedings);Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "37415/02",
    "article": [
        "p4-2",
        "29",
        "35",
        "5",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "details": [
                "length of one set of proceedings"
            ],
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - domestic proceedings",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-76076.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 21837/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Lithuanian national, Mr Renatas Simonavičius (“the applicant”), on 8 October 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr V. Falkauskas, a lawyer practising in Joniškis. The Lithuanian Government (“the Government”) were represented by their Agent, Ms E. Baltutytė.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 7 September 2005 the Court decided to communicate the application. Applying Article 29 § 3 of the Convention, it decided to rule on the admissibility and merits of the application at the same time.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1973 and lives in Naujoji Akmenė.",
                                "elements": []
                            },
                            {
                                "content": "5.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 28 February 1996 a criminal investigation was opened into an alleged financial conspiracy involving the applicant. It was closed in December 1998.",
                                "elements": []
                            },
                            {
                                "content": "A.  The first set of proceedings",
                                "elements": [
                                    {
                                        "content": "7.  On 1 September 1999 a new criminal investigation was opened into alleged cheating (Article 274 § 1 of the Criminal Code, as applicable at the material time). The applicant was questioned as a suspect on 3 September 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 13 October 1999 the applicant was arrested. On 15 October 1999 a judge authorised his detention on remand until 25 October 1999 for fear of his absconding and committing fresh crimes. On 25 October 1999 the applicant’s remand in custody was extended until 25 November 1999, and then until 25 January 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 14 December 1999 the applicant was released and placed under house arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The matter was subsequently joined to seven other cases of cheating (Article 274 of the Criminal Code, as then in force) and obstructing the course of justice by attempting to influence witnesses, victims and other parties to the proceedings (Article 297).",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 12 June 2000 the prosecution confirmed the bill of indictment. On the same date the case was transmitted to the Mažeikiai Area District Court for trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 24 August 2000 a judge of that court sent the case back to the prosecution for an additional investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The prosecution appealed and on 19 October 2000 the Šiauliai  quashed the decision of 24 August 2000, remitting the case to the first instance court for trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 8 January 2001 the applicant was committed for trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  During the period from 23 January 2001 to 1 October 2002, the court hearings were adjourned ten times in view of the failure of certain witnesses, victims or defence counsel to appear.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Between 26 November 2002 and 9 July 2003, the trial was adjourned five times as a result of the illness of certain participants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 9 July 2003 a judge of the Mažeikiai Area District Court ordered the applicant’s detention in view of his failure to appear that day. He was accordingly arrested and remanded in custody. On 25 July 2003 the Šiauliai  quashed the decision, as the applicant had been hospitalised at the material time. He was immediately released. On 28 August 2003 the applicant’s bail was ordered by way of the written obligation not to leave the country.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Between 24 September 2003 and 26 November 2003, there were two further adjournments in the absence of a witness and the applicant’s defence lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 15 December 2003 a trial judge wrote a letter to the police, explaining that the decision on house arrest of 14 December 1999 had been valid, so that the police should have supervised the applicant’s compliance with the measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Between 7 January 2004 and 8 June 2004, a judge of the Mažeikiai Area District Court conducted seven hearings at which the parties and certain witnesses were questioned. Court orders were issued to ensure the attendance of certain participants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Twelve trial hearings were conducted between 17 December 2004 and 16 June 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  In the course of the trial, four different judges took over the examination of the case from each other.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 29 June 2005 the applicant was convicted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Following the applicant’s appeal against the conviction, the case was transmitted to the Šiauliai , which held two hearings. The appeal is apparently still pending.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The second set of proceedings",
                                "elements": [
                                    {
                                        "content": "25.  On 2 May 2003 another criminal case was instituted against the applicant for financial fraud.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 27 August 2003 his property was seized in the context of these proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 4 March 2005 the prosecution confirmed the bill of indictment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 9 March 2005 the case was referred to the Klaipėda Area District Court for trial. The trial is currently pending.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "29.  Article 18 of the former Code of Criminal Procedure (in force until 1 May 2003) and Articles 2, 44 and 176 of the new Code of Criminal Procedure (effective since 1 May 2003) provide that the investigation and trial shall be conducted within a reasonable time.",
                                "elements": []
                            },
                            {
                                "content": "30.  Article 6.272 § 1 of the new Civil Code (which entered into force on 1 July 2001) allows a civil claim for pecuniary and non-pecuniary damage, in view of the unlawful actions of the investigating authorities or courts, in the context of a criminal case. The provision envisages compensation for an unlawful conviction, an unlawful arrest or detention, the application of unlawful procedural measures of enforcement, or an unlawful administrative penalty. According to recent domestic case-law, this provision may also allow claims for damages arising from the excessive length of criminal proceedings (also see paragraph 32 below).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AS REGARDS THE LENGTH OF THE FIRST SET OF PROCEEDINGS",
                        "elements": [
                            {
                                "content": "31.  The applicant complained that the length of the first full set of proceedings had been incompatible with the “reasonable time” requirement of Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "32.  The Government submitted that the applicant should have filed a claim for damages before a civil court under Article 6.272 of the Civil Code, in conjunction with the general domestic provisions on compensation for breaches of personal rights by the authorities. In view of the applicant’s failure to lodge such a claim, this aspect of the case should be rejected for non-exhaustion of domestic remedies, pursuant to Article 35 § 1 of the Convention. In this respect the Government submitted a copy of a judgment by the Vilnius Regional Court of 7 June 2005 whereby a former suspect had been awarded damages under this provision for the excessive length of criminal proceedings which had been instituted on 11 May 2001 and discontinued on 1 March 2004. In that case, the domestic courts considered, inter alia, the fact of the discontinuation of the proceedings on statutory limitation grounds as an element to be taken into consideration for the purpose of establishing the unlawfulness of the authorities’ acts in delaying the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The applicant contested the Government’s argument, stating that no adequate remedy existed which he could exhaust in relation to his Convention complaint about the excessive length of proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court recalls that only “effective” remedies should be exhausted by an applicant in accordance with Article 35 § 1 of the Convention (see, inter alia, Charzynski v. Poland, no. 15212/03, §§ 31-43, 1 March 2005; also see, Scordino v. Italy (no. 1) [GC], no. 36813/97, §§ 140-149). However, the measure indicated by the Government - a claim for damages under Article 6.272 of the Civil Code - does not satisfy the test of “effectiveness” for the following reasons. Firstly, the remedy suggested is based on a provision of the Civil Code which became effective on 1 July 2001, while the first established example of the relevant domestic case-law in this respect dates from June 2005. There is no indication that such a remedy was available to the applicant, at least in theory, at the initial stage of the impugned criminal proceedings, which were instituted in 1999. Nor has it been proved that Article 6.272 of the new Civil Code can be applied retroactively to delays which occurred prior to its entry into effect (see, by contrast, the Charzynski decision cited above, § 37). Furthermore, it has not been demonstrated that the applicant can use such a remedy in relation to proceedings which are still pending, given the relevance of the statutory time bar in establishing a posteriori the excessive length of proceedings in the case cited by the Government. Therefore, this part of the application cannot be rejected for non-exhaustion of domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court considers that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. Nor is it inadmissible on any other ground. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "36.  The Government submitted that the case was protracted due to its complexity, not because of any fault of the investigating authorities or courts. Furthermore, hearings were adjourned many times in view of the failure of defence counsel or witnesses to appear at the trial. In sum, there has been no breach of Article 6 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The applicant disagreed, stating that the complexity of the case and the authorities’ attempts to summon the witnesses were not sufficient to discharge the State of its obligation to respect the reasonable time requirement. The length of the proceedings has been excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court notes that the period to be taken into consideration began on 1 September 1999. The proceedings are still pending at the second level of jurisdiction (paragraphs 7-24 above). They have thus lasted six years and nine months to date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  According to the Court’s case-law, the reasonableness of the length of proceedings must be assessed in the light of the particular circumstances of the case and having regard to the criteria laid down in the Court’s case-law, in particular the complexity of the case and the conduct of the applicant and of the authorities dealing with the case (see, among many other authorities, Šleževičius v. Lithuania, no. 55479/00, § 29, 13 November 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court considers that the present criminal proceedings were indeed complex, owing in particular to the financial nature of the charges against the applicant and the number of offences (paragraph 10 above). Furthermore, there were some delays not entirely imputable to the authorities, given the failure of certain participants and defence counsel to attend hearings (paragraphs 15-16, 18 and 20 above). At the same time, no significant delay was caused by the applicant himself.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  As to the conduct of the authorities, the Court notes that, as a result of the jurisdictional dispute between the prosecution and the first instance court, almost seven months elapsed from the moment the file was sent to that court until the applicant’s committal for trial (paragraphs 11-14 above). Moreover, four different judges took over the case in the course of the trial, which was to be conducted by a single judge (paragraph 22 above). Such frequent changes in the composition of the court significantly contributed to unacceptable delays because of the repeated examination of the same elements of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The foregoing considerations are sufficient to enable the Court to conclude that the total length of these criminal proceedings has exceeded the “reasonable time” requirement. There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "43.  The applicant also complained under Article 6 § 1 of the Convention of the length of the second set of proceedings. The Court notes however that this case has been pending for three years and one month, the pre-trial investigation having taken up nearly two years of the total period (paragraphs 25-28 above). In view of the complexity of the case and the absence of any significant delay which may be attributed to the authorities, the Court considers that the “reasonable time” requirement has not been exceeded to date. It follows that this part of the application must be rejected as being manifestly ill-founded under Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "44.  To the extent that the applicant has made complaints under Articles 6 (the right to a fair hearing), 13 (the right to an effective remedy) and 17 (the prohibition on an abuse of rights) of the Convention, in respect of both sets of criminal proceedings, the Court notes that these cases are still pending. Accordingly, it would be premature for the Court to deal with these complaints before the domestic courts have finally determined the matter. This aspect of the case must therefore be rejected for non-exhaustion of domestic remedies, pursuant to Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "45.  To the extent that the applicant has complained under Article 5 of the Convention (the right to liberty and security of person) about the unlawfulness of his detention on remand which ended on 14 December 1999, the Court notes that the application was introduced on 8 October 2002, more than six months later. In view of the applicant’s allegation of the absence of domestic remedies for this complaint, he has failed to comply with the six month time-limit of Article 35 § 1 of the Convention (see, Jėčius v. Lithuania, no. 34578/97, § 44, ECHR 2000-IX).",
                                "elements": []
                            },
                            {
                                "content": "46.  To the extent that the applicant has complained under Article 5 about the unlawfulness of his remand in custody on the basis of the court order of 9 July 2003 (paragraph 17 above), the Court notes that that order was quashed by the appeal court on 25 July 2003. Moreover, there is no evidence that the original decision was unlawful. In particular, the Court observes that the detention was imposed as the applicant had failed to appear at a trial hearing, but the order was lifted when the applicant’s absence was found by the appeal court to have been justified as a result of his illness. It has not been alleged that the first instance lacked jurisdiction, or indeed that it acted in bad faith or arbitrarily. It has thus not been established that the ensuing brief period of detention was unlawful or contrary to Article 5 § 1 (see, mutatis mutandis, Visockas v. Lithuania (dec.), no. 49107/99, 6 January 2000; Kamantauskas v. Lithuania (dec.), no. 45012/98, 29 February 2000). Accordingly, this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "47.  The applicant also complained about being placed under house arrest. The Court considers that Article 2 of Protocol No. 4 (the right to freedom of movement) is relevant in respect of this part of the application. However, the Court finds that the applicant has failed to show either the domestic unlawfulness of the measure, or that it was disproportionate in relation to the general interest, within the meaning of the above provision. Accordingly, this part of the application must also be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "48.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "49.  The applicant sought 4,200 Lithuanian litai (LTL), about 1,215 euros (EUR), as a compensation for the loss of his job, earnings and opportunities, caused by the violations of the Convention. He also claimed LTL 50,000 for non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Government considered these claims to be unjustified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court is of the view that there is no causal link between the violation found under Article 6 and the alleged pecuniary damage (see the Šleževičius case cited above, § 35). Consequently, it finds no reason to award the applicant any sum under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  However, the Court considers that the applicant has suffered certain non-pecuniary damage as a result of the excessive length of the first set of proceedings, which is not sufficiently compensated by the finding of a violation (loc. cit., § 38). Making its assessment on an equitable basis, the Court awards the applicant EUR 2,000 under this head (see, inter alia, Meilus v. Lithuania, no. 53161/99, § 33, 6 November 2003; also see, Girdauskas v , no. 70661/01, § 35, 11 December 2003).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "53.  The applicant claimed LTL 3,700, about EUR 1,070, by way of legal costs and expenses incurred during the domestic and Convention proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Government considered the claim unjustified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court considers it appropriate to award the applicant EUR 1,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "56.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 6 § 1 concerning the length of the first full set of proceedings admissible, and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,000 (two thousand euros) in respect of non-pecuniary damage, and EUR 1,000 (one thousand euros) for costs and expenses, plus any tax that may be chargeable, which sums are to be converted into the currency of the respondent State at the rate applicable on the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 27 June 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrA.B. Baka",
            "role": "judges"
        },
        {
            "name": "MrI. Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrM. Ugrekhelidze",
            "role": "judges"
        },
        {
            "name": "MrsA. Mularoni",
            "role": "judges"
        },
        {
            "name": "MsD. Jočienė",
            "role": "judges"
        },
        {
            "name": "Mrs S. Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "06/06/2006 00:00:00",
    "docname": "CASE OF SIMONAVICIUS v. LITHUANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-76076.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0627JUD003741502",
    "externalsources": [],
    "extractedappno": [
        "37415/02",
        "21837/02",
        "15212/03",
        "36813/97",
        "55479/00",
        "34578/97",
        "49107/99",
        "45012/98",
        "53161/99",
        "70661/01"
    ],
    "importance": "4",
    "introductiondate": "08/10/2002 00:00:00",
    "issue": [],
    "itemid": "001-76076",
    "judgementdate": "27/06/2006 00:00:00",
    "kpdate": "27/06/2006 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "471",
        "566",
        "150",
        "445",
        "76",
        "406",
        "448",
        "220",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "P4-2",
        "P4-2-1",
        "29",
        "35-1",
        "41",
        "6-1",
        "35",
        "5-1",
        "5",
        "6",
        "29-3"
    ],
    "parties": [
        "SIMONAVICIUS",
        "LITHUANIA"
    ],
    "rank": "550.47265625",
    "representedby": [
        "FALKAUSKAS V."
    ],
    "respondent": "LTU",
    "respondentOrderEng": "26",
    "scl": [
        "Charzynski v. Poland, no. 15212/03, §§ 31-43, 1 March 2005",
        "Girdauskas v. Lithuania, no. 70661/01, § 35, 11 December 2003",
        "Jecius v. Lithuania, no. 34578/97, § 44, ECHR 2000-IX",
        "Kamantauskas v. Lithuania (dec.), no. 45012/98, 29 February 2000",
        "Meilus v. Lithuania, no. 53161/99, § 33, 6 November 2003",
        "Scordino v. Italy (no. 1) [GC], no. 36813/97, §§ 140-149",
        "Šleževicius v. Lithuania, no. 55479/00, § 29, § 35, § 38, 13 November 2001",
        "Visockas v. Lithuania (dec.), no. 49107/99, 6 January 2000"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "335926",
    "typedescription": "15"
}