{
    "__articles": "6;6+6-3-c;6+6-3-d;6-1;6-3-c;6-3-d;11;11-1",
    "__conclusion": "Violation of Article 6+6-3-d - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Article 6-3-d - Obtain attendance of witnesses);No violation of Article 6+6-3-c - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Article 6-3-c - Defence through legal assistance;Article 6-3-d - Examination of witnesses);No violation of Article 6+6-3-c - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Article 6-3-c - Defence through legal assistance);Violation of Article 11 - Freedom of assembly and association (Article 11-1 - Freedom of peaceful assembly);No violation of Article 11 - Freedom of assembly and association (Article 11-1 - Freedom of peaceful assembly)",
    "applicability": "",
    "appno": "30582/04;32152/04",
    "article": [
        "6",
        "11"
    ],
    "conclusion": [
        {
            "article": "6-3-d",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6+6-3-d - Right to a fair trial",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Article 6-3-d - Obtain attendance of witnesses"
            ],
            "type": "violation"
        },
        {
            "article": "6-3-c",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "No violation of Article 6+6-3-c - Right to a fair trial",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Article 6-3-c - Defence through legal assistance"
            ],
            "type": "no-violation"
        },
        {
            "article": "11",
            "base_article": "11",
            "details": [
                "Article 11-1 - Freedom of peaceful assembly"
            ],
            "element": "Violation of Article 11 - Freedom of assembly and association",
            "type": "violation"
        },
        {
            "article": "11",
            "base_article": "11",
            "details": [
                "Article 11-1 - Freedom of peaceful assembly"
            ],
            "element": "No violation of Article 11 - Freedom of assembly and association",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-157510.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 30582/04 and 32152/04) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by seven Ukrainian nationals on 11 August 2004 (application no. 30582/04) and 20 August 2004 (application no. 32152/04). Their names and years of birth are as follows:",
                        "elements": []
                    },
                    {
                        "content": "-  Mr Mykola Andronovych Karpyuk, born in 1964 (“the first applicant”);",
                        "elements": []
                    },
                    {
                        "content": "-  Mr Mykola Petrovych Lyakhovych, born in 1976 (“the second applicant”);",
                        "elements": []
                    },
                    {
                        "content": "-  Mr Igor Petrovych Mazur, born in 1973 (“the third applicant”);",
                        "elements": []
                    },
                    {
                        "content": "-  Mr Sergiy Volodymyrovych Galchyk, born in 1982 (“the fourth applicant”);",
                        "elements": []
                    },
                    {
                        "content": "-  Mr Oleg Anatoliyovych Buryachok, born in 1979 (“the fifth applicant”);",
                        "elements": []
                    },
                    {
                        "content": "-  Mr Andriy Vasylyovych Kosenko, who was born in 1980 and died in 2009 (“the sixth applicant”); and",
                        "elements": []
                    },
                    {
                        "content": "-  Mr Grygoriy Petrovych Lyakhovych, born in 1982 (“the seventh applicant”).",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr Y.O. Nikolenko, a lawyer practising in Kyiv. The Ukrainian Government (“the Government”) were represented most recently by their Agent, Mr Y. Zaytsev.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that their confinement in a metal cage during their trial constituted degrading treatment, that they had not had a fair trial, and that their conviction for mass disorder in connection with their participation in events on 9 March 2001 in Kyiv had violated their rights to freedom of expression and peaceful assembly.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 10 November 2008 the applications were communicated to the Government.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 24 June 2009 Mr Nikolenko informed the Court that the sixth applicant had died on 22 May 2009. His father, Mr Vasyl Mykolayovych Kosenko, expressed the wish to pursue the application on his behalf.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  According to the applicants, at the relevant time the first three applicants were leaders, the fourth, fifth and seventh applicants were members, and the sixth applicant was a supporter of the Ukrainian National Assembly (“the UNA”), a nationalist party. At the relevant time, the UNA was associated with an unregistered organisation known as the Ukrainian National Solidarity Organisation or Ukrainian National Self-Defence Force (“the UNSO”).",
                                "elements": []
                            },
                            {
                                "content": ".  In late 2000 and early 2001 a group of politicians and organisations who were in opposition to the then President of Ukraine Leonid Kuchma launched a series of large-scale rallies and demonstrations and a civil campaign known as “Ukraine without Kuchma” movement.",
                                "elements": []
                            },
                            {
                                "content": ".  According to media reports, on 8 March 2001, the organisations engaged in the movement publicly announced that protesters were planning not to let President Kuchma come to the monument to Taras Shevchenko, a famous Ukrainian poet, in Kyiv (“the Shevchenko monument”) and lay flowers there the next day, 9 March 2001, the 187th anniversary of Taras Shevchenko’s birth.",
                                "elements": []
                            },
                            {
                                "content": "A.  Events of 9 March 2001 and their aftermath",
                                "elements": [
                                    {
                                        "content": ".  On 9 March 2001 at about 8 a.m. the applicants and other UNA and UNSO supporters participated in a political rally near the Shevchenko monument announced by the opposition forces on 8 March 2001. As established by the domestic courts, the organisers failed to give advance formal notice to the authorities about the rally, as provided by Article 39 of the Constitution of Ukraine (see paragraphs 60 and 86 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Prior to the arrival of protesters, the police and troops of the Ministry of the Interior (“the police”) formed a cordon, and for some time did not allow the participants of the rally to approach the monument. The cordon had been formed to allow President Kuchma and other State officials to lay flowers at the monument. As established by domestic courts, the protesters attempted to break through the cordon to disrupt the flower-laying ceremony and attacked the police (see paragraph 52 below). The police moved on protesters seeking to control and break up the crowd. No information has been provided by the parties as to whether the police explicitly ordered the protesters to disperse. It is undisputed that clashes between the police and protesters ensued and as a result of the events a number of police officers were injured.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  In the course of events near the Shevchenko monument several protesters were arrested. At around 2 p.m. the same day a column of protesters, including the applicants, marched to the Ministry of the Interior building to demand their release. They dismantled a wooden barrier nearby, pelted the building with eggs and then left.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  At about 3 p.m. the same day a group of protesters, including the applicants, marching away from the Ministry of the Interior building to the center of the city arrived at Bankova Street, where they clashed with police officers who had cordoned off the street to block access to the President’s Administration building located there. The police officers were attacked with stones and a metal street barrier, and a Molotov cocktail was thrown at them. As the domestic courts established in convicting the applicants, as a result of the clashes forty-nine police officers were injured, including fourteen with concussion.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  According to the findings of the domestic courts, the first three applicants played a leading role in inciting and directing attacks on the police near the Shevchenko monument and Bankova Street. The fourth, fifth, sixth and seventh applicants participated in the attacks on police on Bankova Street (see paragraphs 51-57 below). According to the applicants, they participated in the protests but behaved peacefully.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  According to the applicants, more than 200 individuals were arrested in connection with the events.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Between 9 and 14 March 2001 the first six applicants were arrested. On various dates they were remanded in custody pending investigation and trial. On 16 March 2001 the seventh applicant was arrested and on 19 March 2001 released on an undertaking not to abscond pending investigation and trial. It appears that none of the applicants was arrested at the scene of the events of 9 March 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The applicants were charged with organising and participating in mass disorder.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  A number of law enforcement officers who had participated in crowd control on the day in question, and had been assaulted or injured as a result, were later recognised as aggrieved parties in the proceedings against the applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicants’ trial",
                                "elements": [
                                    {
                                        "content": "18.  On 1 October 2001 the case against the applicants and their co-defendants was referred to the Golosiyivsky District Court of Kyiv (“District Court”) for trial before a panel composed of Judge V. as the presiding judge and two other judges.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  In the course of the trial and subsequent proceedings before the Kyiv Court of Appeal thirteen defendants, including the first six applicants, were kept in a metal cage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  According to the Government, the presiding judge issued warnings to the second applicant in connection with his conduct in the courtroom on ten occasions between 18 December 2001 and 14 March 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 16 May 2002 all the defendants unsuccessfully challenged Judge V. because he had disallowed a question that defendant Z. sought to put to one of the aggrieved parties. The other judges sitting on the panel were also challenged without success on the grounds that Judge V. and the prosecutor had allegedly been in the deliberations room with the other judges when they had decided on the previous challenge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 19 June 2002 the defendants challenged Judge V. on the grounds that he had allegedly disallowed certain questions the defence had sought to put to the aggrieved parties and a witness. The other two judges on the panel rejected the challenge, stating that the disallowed questions had been irrelevant, repetitive or leading.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On the same day the trial court found that the second applicant was behaving disruptively and decided to exclude him from the courtroom. According to the applicant, on the basis of that ruling he was also excluded from hearings held on 20 and 21 June 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 20 June 2002 lawyer Ya. unsuccessfully challenged Judge V. on the grounds that he had allegedly disallowed certain questions put to witnesses, rejected other evidentiary requests by the defence, and held meetings with the prosecutors in his chambers. No details as to the nature and circumstances of the alleged meetings were provided.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 8 July 2002 witness I.Tr. addressed a letter to the trial court, claiming that the statement he had given to the investigating authorities during the pre-trial investigation was untrue and given under pressure from the authorities. He sought to be examined during the applicants’ trial, indicating that he was being held at the Kherson Pre-Trial Detention Centre.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 24 July 2002 Mr Nikolenko, then acting as a lawyer for the defence, unsuccessfully challenged Judge V. mainly on the grounds that in his remarks he, as the lawyer believed, had insulted the sixth applicant by implying that his health problems had been related to drug use.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 15 August 2002 lawyer Ya. unsuccessfully challenged all the judges of the panel, complaining about the rejection of the defence’s request to extend the examination of a witness, other evidentiary requests by the defence, and the court’s decision to keep the defendants in the metal cage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  According to the first applicant, from 2 to 4 September 2002 the trial court decided to appoint a legal aid lawyer for him and a number of the other defendants. The appointed lawyers were then frequently replaced until the end of the trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 2 September 2002 the trial court considered removing the second applicant from the courtroom for laughing. Another defendant stated that it was he, and not the second applicant, who laughed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  According to the Government, on 3 September 2002 the trial court granted the second applicant’s request for a recess to allow him to consult his lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 5 September 2002, in the course of examination of video recordings of the events of 9 March 2001, the second applicant stated that he could not recognise himself on the video and added that the person on it looked like Judge V. The court considered this remark disrespectful and decided to remove the second applicant from the courtroom for the duration of the trial, until the parties’ closing statements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 9 September 2002 some of the defendants and their lawyers unsuccessfully challenged Judge V. on the grounds that he had excluded the second applicant from the courtroom and allegedly stated that the defendants’ behaviour in the courtroom would be taken into account in sentencing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  According to the Government, on 17 September 2002 the first applicant’s lawyer, M., had informed the trial court that he would be unable to attend any hearings and did not appear before the trial court until 22 November 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  During the trial, the sixth applicant pleaded guilty in part, admitting that he had been in the crowd on Bankova Street and thrown an egg at the police. The other applicants pleaded not guilty. They testified that they had been at the scene of the events and participated in a peaceful political rally and march, but had not committed any acts of violence. The first, second and third applicants testified that in the course of the events of 9 March 2001 they had attempted to prevent some of the other protesters from acting violently. The second applicant also testified, in particular, that he had indeed chanted “UNSO on the attack, UNA to power!” and “Impale the traitors!”, but not on Bankova Street.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Witness testimony examined during the trial",
                                "elements": [
                                    {
                                        "content": "35.  According to the trial court judgment, in the course of the trial the court read out the statements of several individuals given during the pre-trial investigation. In justifying its decision to admit these statements as evidence, the trial court stated that they had “valid reasons” for failing to appear in court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  In particular, as regards the events of 9 March 2001 in general, I.Tr. stated during the pre-trial investigation that on 27 February 2001 the UNA leader A.Sh. had offered him a financial reward to come to the events of 9 March 2001 with as many UNA and UNSO supporters as possible. O.Dm. stated that when President Kuchma had arrived at the Shevchenko monument, the column of UNA and UNSO protesters had moved towards the police cordon and had tried to break through, pulling away the street barriers separating the crowd from the police. R.Tk., a protester, stated that he had seen the crowd dismantle a street barrier and throw it, as well as stones, wooden boards and other objects, at the police on Bankova Street.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  As regards the second applicant, M.Sh. stated during the pre-trial investigation that a group of protesters near the Shevchenko monument had attacked the police line in which he had been standing, and had hit him, pulled him from the line, pushed him to the ground and kicked him. M.Sh. identified the second applicant as the leader of the crowd, giving them instructions to move towards the police, telling them to move “Forward!” and offering a reward for any riot gear seized or police officer beaten up. S.Ko. stated that the second applicant had been an organiser and active participant in the riots. He commanded the crowd to move towards the police line near the Shevchenko monument. In the course of the attack he had shouted “UNA to power, UNSO on the attack!” and “Impale the traitors!” According to S.Ko., he had then shouted the same slogans during the clashes on Bankova Street, as the protesters were trying to break through to the President’s Administration building. According to the witness, these slogans were interpreted by the crowd as a call to action and to attack the police. V.Du. stated that the second applicant had lined up a column of UNA members near the Shevchenko monument. Somebody had then shouted “Forward!” and the column had attacked the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  As regards the third applicant, R.Py. stated during the pre-trial investigation that the UNA leader A.Sh. and the third applicant had directed the UNA and UNSO column to try to break through the police cordon near the Shevchenko monument and on Bankova Street. He had also seen people from the crowd kick a police officer lying on the ground. On Bankova Street he had seen UNSO members throw stones, eggs and a street barrier at the police. D.Ko. stated that the third applicant had told him before the events that the UNA and UNSO were gathering their members for a rally on 9 March 2001, that participants would be remunerated, and that it was important to ensure a large turnout. V.Ma. stated that his travel expenses for his return trip to Kyiv on 9 March 2001 had been paid. He also stated that the third applicant had given the command to line up near the Ministry of the Interior building and from time to time shouted “UNA to power, UNSO on the attack!” and slogans directed against President Kuchma. V.Ku. stated that the third applicant had been at the front of the UNA and UNSO column during the riots. M.Pe. stated that the UNA had paid the travel expenses of its members travelling to Kyiv on 9 March 2001, and that when the crowd had seen the police cordon on Bankova Street it had turned in the direction of the cordon and the third applicant had then lined up UNSO members there.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  As regards the fourth applicant, I.Gl. stated during the pre-trial investigation that he had been standing in the police cordon on Bankova Street when it had been attacked by a group of protesters. He stated that he in particular had been attacked by a man armed with a wooden stick and a shield, whom he had identified as the fourth applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  According to the trial court judgment, in the course of the trial the court had also examined more than sixty aggrieved parties, namely officers who had participated in maintaining order during the events of 9 March 2001. They had testified in general terms that the protesters, many of whom had been wearing UNSO armbands and had had their faces covered, had behaved violently.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  In particular, S.Sy. had identified the second applicant as the individual who had given commands to the crowd and had been at the front of the crowd on Bankova Street, shouting “Forward!” and “On the attack!” At least three officers had identified the first applicant, two had identified the third applicant, three had identified the fourth applicant, two had identified the fifth applicant and one had identified the sixth and seventh applicants as individuals who had attacked the police on Bankova Street.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  According to the trial court judgment, in the course of the trial the court had also examined over thirty other eyewitnesses and a number of other witnesses who had recognised the defendants on video recordings of the events or had testified to the defendants’ character.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In particular, N.Ma., a protester, had testified that the goal of the rally near the Shevchenko monument had been to prevent President Kuchma from being able to lay flowers there and that she had seen a column of about 150 people, almost all with UNSO armbands, run towards and attack the police cordon. S.Po. had testified that he had taken part in organising the rally near the Shevchenko monument and that the plan had been to form a circle around the monument to prevent President Kuchma from laying flowers there. When the protesters had arrived at the monument, they had discovered that it was already cordoned off by the police, and the third applicant had given the command to try to break through the police cordon, but “this could have been interpreted in various ways”. Shortly afterwards, the police had attacked the protesters. V.Ch., one of the organisers of the rally, testified that the protesters had planned to express their disagreement with President Kuchma, who on that day had planned to lay flowers at the Shevchenko monument. On Bankova Street he had seen the third applicant with a cut on his hand and the second applicant with a loudspeaker. As regards the third applicant, Gre., a police officer, testified that he had seen him direct the crowd on Bankova Street and organise it to try to break through the police cordon. Gro., a protester, testified that he had seen the third applicant direct the crowd to break the street barrier on Bankova Street and participate in the attack on the police there. Y.Yu., an officer of the Security Service of Ukraine (“the SBU”), testified that he had seen him attack the police on Bankova Street.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Trial court judgment",
                                "elements": [
                                    {
                                        "content": "44.  On 25 December 2002 the District Court found the applicants guilty of offences defined in Article 71 of the Criminal Code:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  the first and third applicants of organising and actively participating in mass disorder;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  the second applicant of organising mass disorder; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)  the fourth, fifth, sixth and seventh applicants of actively participating in mass disorder.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The court also convicted eleven other defendants in connection with the same events.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  In convicting the applicants, the court relied on the statements of aggrieved parties and witnesses made during the pre-trial investigation and read out during the trial (see paragraphs 36-39 above), and on the testimony of a number of aggrieved parties and other witnesses heard and examined viva voce during the trial (see paragraphs 41 and 43 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The trial court rejected witness I.Tr.’s letter of 8 July 2002 seeking to be questioned during the trial, on the grounds that his signature had not been certified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  It relied on its own identification of the applicants in a number of video recordings of the events of 9 March 2001, filmed both by the law enforcement agencies and television channels.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  It also relied on medical evidence of injuries suffered by law enforcement officials on the day in question and on expert reports identifying several of the applicants on the video recordings. It also referred to physical evidence found at the scene of the events: stones, broken up pavement slabs, sticks and various other objects which could have been used to attack the police; as well as the applicants’ clothes which, according to the trial court, matched the clothes worn by the rioters on the video recordings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The court made the following findings regarding the events of 9 March 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.   As regards organisation of the rally, on 7 and 8 March 2001 UNA leaders including the first three applicants had organised the arrival of UNA and UNSO members and supporters in Kyiv and their gathering near the Shevchenko monument on 9 March 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  As regards the events near the monument, the second and third applicants had organised a column of UNA and UNSO supporters and had called on them to attempt to break through the police cordon. As a result of these actions, clashes with the police had ensued, in the course of which acts of violence and resistance towards the police had been committed. The second applicant had incited disorder among the participants, in particular by chanting the slogans: “Form a column of six in line”, “There will be a reward for each trophy!”, “Impale the traitors!”, “UNSO on the attack, UNA to power!” The third applicant had actively taken part in the attempt to break through the police cordon, and had thrown a riot helmet at it, previously seized from the police. At least three times he had punched M.Sh., who had been pulled away from the police line by the protesters.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  As regards the events on Bankova Street, the first three applicants had organised the mass disorder there. The protesters had attacked the police cordon with the aim of breaking through to the President’s Administration building throwing stones at the police and attacking them with sticks. They had also pulled away the metal street barrier separating them from the police line and had thrown it at the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The first applicant had chanted “On the attack!”, “UNSO on the attack!” and had directed the crowd which had pulled the street barrier away and attacked the police. He had taken part in dismantling the barrier, had attempted to take away riot shields, had hit and kicked the police, had pulled from the police line and repeatedly hit officer O.Ma., and had thrown a piece of wire at the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The second applicant had directed and helped the protesters pull the metal street barrier away from the police cordon and had chanted “Forward!”, “UNSO on the attack, UNA to power!”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The third applicant had chanted “UNSO on the attack, UNA to power!” and had helped pull the street barrier away from the police cordon, which he had thrown at the police twice. He had also hit police officers, and had attempted to take away riot shields and truncheons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The fourth applicant had thrown a street barrier at the police four times, as well as stones and a wooden stick. He had also kicked and hit officers with a wooden stick and pipe. The fifth applicant, acting with others, had thrown the street barrier at the police twice, and had attempted to take away a riot shield and truncheon. The sixth applicant had thrown the street barrier and an egg at the police, had hit officers, and had attempted to take away a riot shield. The seventh applicant had helped pull the street barrier away from the police line and had thrown it at the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The court found the applicants’ arguments that the events had been provoked unsubstantiated. While it acknowledged that the third applicant in particular had been observed trying to stop violent protesters on Bankova Street, in the trial court’s view this only occurred at the end of the clashes once the protesters had realised they could not break through the police line.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The applicants received the following sentences: four years and six months (the first applicant), five years (the second applicant), four years (the third and fourth applicants), three years (the fifth applicant), and two years (the sixth applicant). The seventh applicant was sentenced to two years, suspended for two years with probation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  In convicting the applicants the trial court observed that Article 11 of the Convention did not apply to manifestations which were not peaceful and observed that the participants in the mass disorder on 9 March 2001, including the applicants, had not behaved peacefully. The court further observed that the actions of the police on 9 March 2001 had not breached Article 11 of the Convention because police cordons had only been installed temporarily, to allow the President and other State officials to lay flowers at the Shevchenko monument and to protect the public buildings on Bankova Street. The trial court went on to find that the applicants’ right to peaceful assembly under the Constitution of Ukraine had not been breached by the police because the authorities had not been notified about the manifestations planned for 9 March 2001, as required by Article 39 of the Constitution (see paragraph 86 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  On 27 January 2003 lawyer Ya., acting on behalf of the first two applicants, submitted to the trial court a number of proposed corrections to the trial record. The case file does not indicate what decision was made pursuant to this request.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Appeals and attempted reopening of proceedings",
                                "elements": [
                                    {
                                        "content": "62.  All the applicants appealed, arguing in particular that the trial court had erred in the assessment of evidence and that, in fact, the evidence did not support the finding of their guilt. They also argued that the trial court had relied on the statements of absent witnesses, depriving the applicants of the opportunity to confront them, and had breached procedural rules in admitting video evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  In their appeals, the first two applicants also argued that the trial court had not been impartial and had been biased towards the prosecution, had removed the second applicant from the courtroom without sufficient grounds, and had refused the second applicant’s request to discontinue his and other defendants’ confinement in the metal cage. They also argued that the authorities had provoked the protesters by placing large police contingents in riot gear in their path. In his appeal, the second applicant also complained that he had been ill-treated by the police after his arrest, and that he saw his sentence as recognition of his role in the struggle of the Ukrainian nation against President Kuchma’s “criminal regime” engaged in the “genocide” of Ukrainians.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  On 16 May 2003 the Kyiv City Court of Appeal (“Court of Appeal”) upheld the applicants’ conviction, striking out certain statements from the judgment, and reduced the first applicant’s sentence to three years and six months, the second applicant’s sentence to four years, the third and fourth applicant’s sentences to three years, and the fifth applicant’s sentence to two years and six months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The first two applicants appealed in cassation, arguing in particular that the trial court had not been impartial and had been biased towards the prosecution, expressing this by denying the second applicant’s request to discontinue his and other defendants’ confinement in the cage and removing him from the courtroom on 19 June 2002. They further stated that the trial court had relied on the statements of absent witnesses, depriving the applicants of the opportunity to confront them, and had breached procedural rules in admitting video evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The remaining applicants also appealed in cassation, arguing in particular that the trial court had not been impartial, had relied on the statements of absent witnesses, depriving the applicants of the opportunity to confront them, and had breached procedural rules in admitting video and physical evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  On 4 March 2004 the Supreme Court upheld the judgment of 25 December 2002 and ruling of 16 March 2003, finding the applicants’ appeals unsubstantiated. It reduced the first applicant’s sentence to two years and six months. The Supreme Court stated, among other things, that the planned and organised nature of the events of 9 March 2001 had been proven by the testimony of a number of witnesses, including D.Ko., V.Ma., M.Pe. and N.Ma. (see paragraphs 38 and 43 above)",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  On an unspecified date the Deputy Prosecutor General (“the DPG”) requested that the Supreme Court review the applicants’ conviction and sentences by way of extraordinary review proceedings. He argued that the authorities had neglected to investigate the possibility that the clashes between the participants of the rally had been provoked by the law enforcement agencies or third parties, and that this information had not been known to the courts which had examined the case. The DPG also pointed to certain evidence which had been in the possession of the investigating authority, the SBU, but had not been examined during the pre-trial investigation or trial. In particular, he referred to video recordings which, in his opinion, could have shed light on the possibility of provocateurs, and to other evidence that prior to the events of 9 March 2001 the UNA and UNSO headquarters had been wiretapped, possibly with the aim of disrupting the rally.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  On 7 April 2006 the Supreme Court decided not to reopen the proceedings, holding that it had no jurisdiction to quash the judgment based on the arguments put forward by the DPG. Those facts had to be considered newly discovered circumstances, which first had to be investigated by the prosecutor’s office and then brought to the attention of the trial court and Court of Appeal, in accordance with the procedure for review of final judgments in such circumstances. The case file shows no steps to follow up on the matter.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  The second applicant’s alleged ill-treatment and detention",
                                "elements": [
                                    {
                                        "content": "70.  According to the second applicant, following his arrest on 9 March 2001 he received serious injuries as a result of ill-treatment by the police and was taken to hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  Between 9 and 15 March 2001 he underwent inpatient treatment for his injuries, in particular concussion and a fractured rib.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  On 17 March 2001 an SBU investigator ordered that the applicant be placed in pre-trial detention, a decision endorsed by a prosecutor. The applicant was placed in SBU Pre-Trial Detention Centre (SIZO) and then transferred to Kyiv SIZO.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  On 18 June 2001 an SBU investigator decided to disjoin the illtreatment complaint from the criminal case against applicants and send the material concerning the complaint to the Prosecutor General’s Office for investigation. The case file does not indicate whether the matter was followed up in any way.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  On 22 May 2003 the second applicant was transferred to a correctional colony to serve the rest of his sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  From 20 June 2003 until his release the second applicant was treated for tuberculosis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  On 3 October 2003 he was released from serving the remainder of his sentence by virtue of an amnesty law.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Relevant domestic law and practice",
                                "elements": [
                                    {
                                        "content": "1.  Code of Criminal Procedure 1960 (repealed with effect from 19 November 2012)",
                                        "elements": [
                                            {
                                                "content": ".  Article 70 of the Code required a witness summoned by an investigating authority, prosecutor or a court to appear at the time and place indicated and give truthful testimony. Failure to appear without a valid reason could result in the witness being fined by the relevant summoning authority and escorted to the hearing by the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  Article 135 stipulated that “valid reasons” for failure to appear could include delayed receipt of the summons, illness or any other circumstances which made it impossible to appear on time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  Article 306 provided that in the course of the trial the court could read out the statements of a witness given during the pre-trial investigation in the following cases:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i)  where a substantial contradiction was discovered between the witness’s testimony during the trial and pre-trial testimony;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii)  where it was impossible for the witness to appear in person; or",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii)  where a witness under a witness protection programme had reaffirmed his out-of-court testimony in writing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  Under Articles 72 and 308 the above-mentioned rules concerning the summoning of witnesses and the use of out-of-court testimony also applied to aggrieved parties.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  Article 272 authorised the presiding judge to issue a warning to any defendant behaving in a disorderly fashion during a hearing or failing to obey his or her instructions. In cases of repeated disorderly conduct, the same provision of the Code authorised the court to order the defendant’s removal from the courtroom for a specific period of time or for the entire duration of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  Article 362 provided that appellate courts could conduct a judicial investigation, that is examination and evaluation of evidence, in respect of the parts of judgments challenged on appeal in accordance with the rules of criminal procedure applicable to the trial proceedings. According to Articles 303, 310, 313 and 314, in the course of judicial investigation the court had the power to call witnesses, appoint experts, examine physical evidence and documents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  Article 367 provided that a judgment could be quashed or amended by an appellate court in the event of:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i)  a substantial breach of the criminal procedure law;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii)  incorrect application of the criminal law;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii)  an error in sentencing; or",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iv)  an error of fact, namely where a pre-trial or judicial investigation had been biased, incomplete or where erroneous conclusions had been drawn by the trial court from the facts of the case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Criminal Code 1960 (repealed with effect from 1 September 2001)",
                                        "elements": [
                                            {
                                                "content": "84.  Under Article 71 of the Code organisation or active participation in mass disorder accompanied by violence against the person, riots, arson, destruction of property or armed resistance towards a public official was punishable by two to twelve years’ imprisonment.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Police Act of 20 December 1990 (as in force at the material time)",
                                        "elements": [
                                            {
                                                "content": ".  Section 14 of the Act authorises the police to use special tools to stop mass disorder, such as handcuffs, rubber truncheons and tear-provoking substances.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Rules concerning rallies and demonstrations",
                                        "elements": [
                                            {
                                                "content": "86.  Article 39 of the Constitution of Ukraine provides:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Citizens have the right to assemble peacefully without arms and to hold meetings, rallies, marches and demonstrations, after notifying the executive authorities and bodies of local self-government beforehand.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Restrictions on the exercise of this right may be established by a court in accordance with the law − in the interests of national security and public order only − for the purpose of preventing disturbances or crimes, protecting the health of the population, or protecting the rights and freedoms of other persons.”",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Other relevant Ukrainian domestic law and practice concerning the procedure for holding peaceful demonstrations can be found in the Court’s judgment in the case of Vyerentsov v. Ukraine (no. 20372/11, §§ 25-39, 11 April 2013).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Relevant international material",
                                "elements": [
                                    {
                                        "content": "88.  PACE Resolution 1346 (2003) “Honouring of obligations and commitments by Ukraine” reads in the relevant part as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... 5.  The Assembly recognises that legal reforms have advanced in many areas, but is preoccupied by the lack of enforcement and recalls the need for a proper implementation of existing legislation. In particular, it expresses its deep concern with the slow progress made by the Ukrainian authorities in the implementation of the principles and standards of the Council of Europe, which is demonstrated by:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.3.  the application of disproportionate penalties to persons who participated in the political demonstration on 9 March 2001 and who are still in prison and, therefore, could be considered as political prisoners in Ukraine; ...”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": ".  The Court considers that, pursuant to Rule 42 § 1 of the Rules of Court, the applications should be joined, given their common factual and legal background.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  LOCUS STANDI OF THE SIXTH APPLICANT’S FATHER",
                        "elements": [
                            {
                                "content": "90.  The Court notes that the sixth applicant died after lodging his application under Article 34 of the Convention (see paragraph 5 above). It is not disputed that his father is entitled to pursue the application on his behalf, and the Court sees no reason to hold otherwise (see, for example, Solomakhin v. Ukraine, no. 24429/03, § 20, 15 March 2012; Szerdahelyi v. Hungary, no. 30385/07, § 22, 17 January 2012; and Eerikäinen and Others v. Finland, no. 3514/02, § 1, 10 February 2009). However, reference will still be made to the sixth applicant throughout the ensuing text.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATIONS OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "91.  The first six applicants complained about their confinement in a metal cage in the courtroom during their trial and proceedings before the Court of Appeal, alleging that this amounted to treatment prohibited by Article 3 of the Convention. The second applicant also complained that he had been subjected to ill-treatment in police custody, and that his complaint in this respect had not been investigated. He also complained about the conditions of his detention in the SIZO from March 2001 to May 2003 and of a lack of adequate medical treatment for his tuberculosis from summer 2002 to June 2003. The applicants relied on Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  Confinement of the first six applicants in a metal cage in the courtroom",
                                        "elements": [
                                            {
                                                "content": "92.  The Government submitted that the applicants had been held in a cage until 16 May 2003, when the Court of Appeal had delivered its ruling in their case. They had subsequently sought no compensation for the alleged violation of their rights, thereby acknowledging in the Government’s view that no effective remedy existed at the national level. Accordingly, the Government argued that the applicants had not observed the six-month time-limit laid down in Article 35 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  The applicants agreed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The second applicant’s alleged ill-treatment, conditions of detention and medical treatment in detention",
                                        "elements": [
                                            {
                                                "content": "94.  The Government considered that the second applicant’s complaint concerning ill-treatment in police custody was inadmissible as he had failed to exhaust domestic remedies. According to them, since his complaint had been sent to the prosecutor, the prosecutor had to make a decision whether to institute criminal proceedings. If the prosecutor had failed in this duty the applicant could have challenged the inaction in court. In the alternative, assuming that the applicant had no effective remedy, he should have lodged his complaint within six months of the alleged violation and therefore it had been lodged out of time. As regards his complaint about the conditions of his detention, the Government argued that it was also inadmissible for failure to exhaust domestic remedies. They argued, in particular, that he had failed to appeal to a prosecutor and then, if that prosecutor had rejected his complaint, to a court. They also argued that he had failed to bring a civil claim for damages, and that his complaint concerning medical treatment in detention had been lodged outside the six-month period.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  The second applicant agreed that his complaint had been lodged outside of the six-month period.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": ".  In the present case, it has not been contested that the measure complained of by the first six applicants, that is their confinement in a metal cage, was discontinued on 16 May 2003 when the Court of Appeal upheld the applicants’ conviction.  Accordingly, 16 May 2003 is the date from which the six-month period ran in respect of this complaint (see Svinarenko and Slyadnev v. Russia [GC], nos. 32541/08 and 43441/08, § 87, ECHR 2014 (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  As to the second applicant’s complaint concerning his alleged illtreatment, the Court notes that he did not raise the issue in his appeal in cassation to the Supreme Court (compare with Kaverzin v. Ukraine, no. 23893/03, §§ 42 and 99, 15 May 2012, and Dzhulay v. Ukraine, no. 24439/06, §§ 25 and 62, 3 April 2014). Accordingly, 16 May 2003, the date of the ruling of the Court of Appeal, is the date from which the six-month period ran in respect of this complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  As to his complaint concerning the conditions of his detention, it had to be filed within six months from 22 May 2003 in respect of the complaint about the conditions in the SIZO, and from 1 July 2003 (by which date, according to the applicant, the violation ceased) in respect of the complaint concerning medical treatment (see Koval v. Ukraine (dec.), no. 65550/01, § 96, 30 March 2004, and Melnik v. Ukraine, no. 72286/01, §§ 113-16, 28 March 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  However, the above complaints were only lodged by the first two applicants on 11 August 2004 and by the third, fourth, fifth and sixth applicants on 20 August 2004, so in all cases more than six months after the relevant dates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The Court concludes that the first six applicants’ complaints under Article 3 must be rejected in accordance with Article 35 §§ 1 and 4 of the Convention for being lodged outside the six-month time-limit.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATIONS OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "101.  The applicants complained of various violations of Article 6 of the Convention, the relevant parts of which provide:",
                                "elements": []
                            },
                            {
                                "content": "“1. In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law...",
                                "elements": []
                            },
                            {
                                "content": "2. Everyone charged with a criminal offence shall be presumed innocent until proved guilty according to law.",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(b)  to have adequate time and facilities for the preparation of his defence;",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require;",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him ...”",
                                "elements": []
                            },
                            {
                                "content": ".  As the requirements of Article 6 § 3 constitute specific aspects of the right to a fair trial guaranteed under Article 6 § 1, the Court will examine the applicants’ complaints presented under Article 6 § 1 or Article 6 § 3 only under these provisions taken together (see, for example, Gäfgen v. Germany [GC], no. 22978/05, § 169, ECHR 2010).",
                                "elements": []
                            },
                            {
                                "content": "A.  Alleged violation of Article 6 §§ 1 and 3 (d) in respect of the second and third applicants",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "103.  The second applicant complained that the pre-trial testimony of one of the aggrieved parties, M.Sh., and witnesses I.Tr., R.Tk., S.Ko. and V.Du. had been read out during the trial, and that he had had no opportunity to confront them. The third applicant made the same submissions concerning the admission of the testimony of M.Sh and witnesses D.Ko., I.Tr., O.Dm., M.Pe., R.Py., V.Du., V.Ku. and V.Ma.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  As to the second applicant, the Government submitted that he had not explained why he had needed to examine the victims and witnesses identified by him in person. As to the third applicant, the Government submitted that he had been able to obtain the attendance of witnesses on his behalf on the same conditions as witnesses against him.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": ".  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court reiterates that Article 6 § 3 (d) enshrines the principle that before an accused can be convicted, all evidence against him must normally be produced in his presence at a public hearing with a view to adversarial argument. Exceptions to this principle are possible but must not infringe the rights of the defence which, as a rule, require that the accused should be given an adequate and proper opportunity to challenge and question a witness against him, either when that witness makes his statement or at a later stage of the proceedings (see Lucà v. Italy, no. 33354/96, § 39, ECHR 2001II).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  There are two requirements which follow from the general guarantees above. Firstly, there must be a good reason for the non-attendance of a witness. Secondly, when a conviction is based solely or to a decisive degree on depositions that have been made by a person whom the accused has had no opportunity to examine or to have examined, whether during the investigation or at trial, the rights of the defence may be restricted to an extent that is incompatible with the guarantees provided by Article 6 (see Al-Khawaja and Tahery v. the United Kingdom [GC], nos. 26766/05 and 22228/06, § 119, ECHR 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The requirement that there be a good reason for admitting the evidence of an absent witness is a preliminary question which must be examined before any consideration is given as to whether that evidence was sole or decisive (ibid., § 120). Even where the evidence of an absent witness has not been sole or decisive, the Court has still found a violation of Article 6 §§ 1 and 3 (d) when no good reason has been shown for the failure to have the witness examined. This is because, as a general rule, witnesses should give evidence during trial, and all reasonable efforts should be made to secure their attendance. Thus, when witnesses do not attend to give live evidence, there is a duty to enquire whether that absence is justified (ibid., § 120, and Rudnichenko v. Ukraine, no. 2775/07, § 104, 11 July 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Turning to the present case, the Court notes at the outset that M.Sh., who had the status of an aggrieved party in the criminal proceedings against the applicants, and whose statement given during the pre-trial investigation was read out during the trial, should be regarded as a “witness” for the purposes of Article 6 § 3 (d) (see Vladimir Romanov v. Russia, no. 41461/02, § 97, 24 July 2008). The Court will, therefore, subsequently refer to the aggrieved party and witnesses whose pre-trial statements were read out at the applicants’ trial collectively as “witnesses”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  The Court notes that the trial court explicitly stated in its judgment that in convicting the defendants, it had relied on the pre-trial statements of I.Tr., M.Pe., M.Sh., O.Dm., R.Py., R.Tk., S.Ko., V.Du., V.Ma., D.Ko. and V.Ku.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In particular, while I.Tr., O.Dm. and R.Tk. did not refer to any of the applicants by name, their statements tended to support the charge that the UNA leadership, of which the second and third applicants were members, had taken part in organising the rally on 9 March 2001 and that the protesters had behaved violently during the events of that day (see paragraph 36 above). The Supreme Court referred to V.Ma.’s testimony among the evidence supporting the charge that the riots of 9 March 2001 had been organised in advance (see paragraph 67 above). V.Du.’s and M.Sh.’s statements tended to support the finding that the protesters had behaved violently, but in an organised way, near the Shevchenko monument (see paragraph 37 above). Accordingly, the statements of the above-mentioned witnesses concerned both the second and third applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In their statements, M.Sh., S.Ko. and V.Du. identified the second applicant as an organiser of the group of UNA members which had engaged in clashes with the law enforcement officers near the Shevchenko monument (see paragraph 37 above). In their statements, R.Py., D.Ko., V.Ku. and M.Pe. indicated that the third applicant had played an active part in organising the rally of 9 March 2001, had been present, and had appeared to play a role in organising UNA members during the clashes with the law enforcement officers (see paragraph 38 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  There is no indication in the case file that any of the applicants were able to confront any of these witnesses at any stage of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  Turning to the question of whether there was a good reason for the non-attendance of the above-mentioned witnesses, the Court observes that by way of explanation for its decision to admit their evidence, the trial court stated only that they had had “valid reasons” for failing to appear at trial. The Court of Appeal and Supreme Court failed to specify the reasons the trial court had found “valid”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  In this connection, the Court notes that I.Tr. was among the witnesses who the trial court found had had “valid reasons” for not appearing. Nevertheless, in the course of the trial I.Tr., or at least someone purporting to be him, addressed a letter to the trial court repudiating his own pre-trial testimony and actively seeking to be examined on this subject at trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  In spite of this apparent expression of I.Tr.’s willingness to testify, the trial court proceeded to rely on his pre-trial statement, simply stating that his signature on the letter had not been certified. In doing so, the trial court apparently took no steps to clear up any possible doubts as to the identity of the person who had written the letter in I.Tr.’s name, relying on a purely formal observation that his signature had not been certified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  Such an approach is all the more striking given that the person writing in I.Tr.’s name had indicated that I.Tr. had been in pre-trial detention at the time. This should have allowed the authorities to easily contact him, clear up any doubts as to his identity, and ensure his attendance at the applicants’ trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  Such conduct on the part of the authorities indicates that they took no steps to ensure the attendance of this witness, or to ascertain that there were good reasons for his non-attendance.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  As to the other witnesses on whose pre-trial testimony the trial court relied in convicting the second, third and fourth applicants, the Court notes that the trial court justified its decision to admit their statements made during the pre-trial investigation in the same terms as its decision to admit I.Tr.’s statement, that is by simply stating that those witnesses had unspecified “valid reasons” for not attending the trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that under the rules of criminal procedure in effect in Ukraine at the relevant time, the court could order that a witness who had failed to appear for questioning without a “valid reason” be escorted to the hearing by the police. The definition of a “valid reason” in the domestic law was quite broad and did not only include instances where appearance was impossible, but also where it could be delayed due to illness or late delivery of the summons. At the same time, the law authorised the trial court to read out pre-trial testimony of only those witnesses whose appearance was impossible (see paragraphs 78 and 79 above). The question of whether a witness had a valid reason for not attending and could therefore be excused from being escorted to the hearing by the police was therefore distinct from the question of whether there were circumstances making his appearance impossible. The relevant rulings of the domestic courts indicate that they only considered the former question and not the latter.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In the light of the domestic authorities’ treatment of witness I.Tr. and his testimony, the Court is not convinced that their findings that there were valid reasons for witnesses M.Pe., M.Sh., O.Dm., R.Py., R.Tk., S.Ko., V.Du., V.Ma., D.Ko. and V.Ku. being absent from the applicants’ trial are sufficient to demonstrate that there were good reasons for their non-attendance or for admitting their statements made at the pre-trial investigation stage.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Finally, there is no evidence to suggest that any of the absent witnesses were asked, but refused, to make depositions in the framework of the applicants’ trial for whatever reason such as, for example, a fear of negative repercussions (see and compare with Al-Khawaja and Tahery, cited above, §§ 122-124).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The foregoing considerations are sufficient to enable the Court to conclude that no reason, let alone good reason, has been shown for the restriction of the second, third and fourth applicant’s right to obtain examination of the witnesses whose testimony had been used for their conviction. In these circumstances, the Court does not consider it necessary to proceed with the second part of the test as to whether the applicants’ conviction was based solely or to a decisive degree on the depositions of those witnesses (see Rudnichenko, cited above, § 109).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Accordingly, there has been a violation of Article 6 §§ 1 and 3 (d) in respect of the second applicant on account of the non-attendance of I.Tr., M.Sh., R.Tk., S.Ko. and V.Du. as witnesses and in respect of the third applicant on account of the non-attendance of D.Ko., I.Tr., O.Dm., M.Pe., M.Sh., R.Py., V.Du., V.Ku. and V.Ma. as witnesses.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Alleged violation of Article 6 §§ 1 and 3 (d) in respect of the fourth applicant",
                                "elements": [
                                    {
                                        "content": "125.  The fourth applicant complained that the trial court had referred in its judgment to the testimony of I.Gl. given during the pre-trial investigation, and that he had had no opportunity to confront him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  The Government submitted that the applicant had been able to obtain the attendance of witnesses on his behalf on the same conditions as witnesses against him. The applicant maintained his complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  The Court observes that the applicant’s conviction was based on the testimony of a number of eyewitnesses, most of whom were examined during the trial, and other evidence. As regards the admission of I.Gl.’s testimony, it is noted that the applicant failed to specify the exact role I.Gl.’s testimony played in his conviction and why I.Gl. had not been examined at trial. There is nothing in the applicant’s submissions to allow the Court to elucidate this question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  It follows that the fourth applicant’s complaint concerning his inability to confront witness I.Gl. is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Alleged violation of Article 6 §§ 1 and 3 (c) and (d) of the Convention on account of the second applicant’s removal from the courtroom",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "129.  The applicant submitted that he had been removed from the courtroom between 19 and 21 June and between 5 September 2002 and the end of the trial, and as a result had been deprived of an opportunity to participate in the proceedings during a substantial part of the trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "130.  The Government submitted that the applicant had repeatedly breached the rules of behaviour in the courtroom and the trial court had reprimanded him for this on numerous occasions between 18 December 2001 and 14 March 2002. On 19 June 2002 the applicant had again breached the rules during the questioning of witnesses and had failed to comply with the presiding judge’s warning. For this reason, the trial court had decided, in compliance with domestic law, to temporarily remove him from the courtroom.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": ".  The Court notes that this complaint is neither manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention nor inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court reiterates that neither the letter nor the spirit of Article 6 prevents a person from waiving of his own free will, either expressly or tacitly, the entitlement to the guarantees of a fair trial. However, if it is to be effective for Convention purposes, a waiver of the right to take part in the trial must be established in an unequivocal manner and be attended by minimum safeguards commensurate to its importance. Furthermore, it must not run counter to any important public interest (see Sejdovic v. Italy [GC], no. 56581/00, § 86, ECHR 2006II).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court has also held that before an accused can be said to have, through his conduct, implicitly waived an important right under Article 6 of the Convention, it must be shown that he could reasonably have foreseen the consequences of his conduct in this regard (see Jones v. the United Kingdom (dec.), no. 30900/02, 9 September 2003).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court has held that it is essential for the proper administration of justice that dignity, order and decorum be observed in the courtroom as the hallmarks of judicial proceedings. Flagrant disregard by a defendant of elementary standards of proper conduct neither can nor should be tolerated (see Ananyev v. Russia, no. 20292/04, § 44, 30 July 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Turning to the circumstances of the present case, the Court notes that during the trial the second applicant was excluded from the courtroom for improper behaviour on two occasions: from 19 to 21 June 2002 and from 5 September 2002 for the remainder of the trial until the parties’ closing statements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "136.  The Court is prepared to assume that the applicant’s behaviour might have been of such a nature as to justify his removal from the courtroom on both occasions. However, in both cases it remained incumbent on the presiding judge to establish that he could have reasonably foreseen the consequences of his conduct prior to the court’s decision to order his removal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "137.  The Court takes note of the Government’s submissions that the trial court had issued warnings to the applicant in connection with his behaviour in the courtroom on as many as ten occasions between 18 December 2001 and 14 March 2002 (see paragraph 20 above). He did not contest these submissions. It also appears from the case file that at the time these warnings were issued, and at the time the decisions were taken on 19 June and 5 September 2002 to remove him, he was represented by a lawyer. According to the rules of criminal procedure in effect at the relevant time, the trial court, having issued a warning to a defendant could, in the event of repeated disruptive behaviour, remove him from the courtroom for a period of time to be determined by the court (see paragraph 81 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In this context it is notable that initially, on 19 June 2002, the trial court decided to remove the applicant from the courtroom for a relatively short period of time, until 21 June 2002. This decision, too, could serve as warning to the applicant that in case of continuing disruptive behaviour he could be removed from the courtroom again, for a longer period of time. Moreover, on 2 September 2002 the trial court considered removing the applicant from the courtroom for laughing, but eventually made no decision to this effect. Despite these repeated express and implied warnings the applicant on 5 September 2002 made remarks which could reasonably be seen by the trial court as having disruptive effect on proceedings, in particular given the pattern of the applicant’s prior conduct.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Under such circumstances, the possible consequences of continued disruptive behaviour must have been clear to the applicant. By continuing to behave in a disruptive manner on 19 June and 5 September 2002 he tacitly waived, of his own free will, his right to be present at the hearings. The circumstances preceding the decisions to remove him during that period, in particular the repeated nature of his behaviour, allow the Court to conclude that this waiver was established in an unequivocal manner. There is also no indication that this waiver ran counter to any important public interest. Moreover, the Court observes that in any case the applicant’s exclusion from the courtroom did not prejudice his defence rights to a degree incompatible with the requirements of a fair trial. Most importantly, he continued to be represented by a lawyer during the parts of the trial from which he himself was excluded. The Court also notes that in assessing the fairness of proceedings it must consider them as a whole, including the decision of the appellate court (see, for example, Edwards v. the United Kingdom, 16 December 1992, § 34, Series A no. 247B). The Court observes that in Ukraine the jurisdiction of appellate courts extends to both legal and factual issues and the Court of Appeal had the power to review the case in its entirety and examine the evidence which had been examined by the trial court (see paragraphs 82 and 83 above). During the proceedings before the Court of Appeal, the applicant was both present and represented by his lawyer and could have sought re-examination of the evidence and questions examined by the trial court in his absence (see Jones, cited above, and compare with Idalov v. Russia [GC], no. 5826/03, § 180, 22 May 2012). The applicant did not argue that he was prevented from exercising any of these rights in the course of the appeal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "140.  It follows that there has been no violation of Article 6 §§ 1 and 3 (c) and (d) of the Convention as regards the second applicant’s removal from the courtroom.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  Alleged violation of Article 6 §§ 1 and 3 (c) on account of appointment of legal aid lawyers for the first applicant",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "141.  The applicant submitted that after his chosen lawyer M. had failed to appear in court for “some time” due to holidays, on 3 and 4 September 2002 the trial court had appointed a legal aid lawyer for him. This was followed by a succession of legal aid lawyers, each working in two-week shifts. According to the applicant, this had prevented the legal aid lawyers from conducting his defence effectively since they had had little time to familiarise themselves with the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "142.  The Government submitted that on 2 September 2002 the first applicant’s lawyer M. had failed to appear at the hearing. It had to be adjourned and the applicant had informed the court that he had been unable to ensure his lawyer’s attendance or pay for his services. The defendants’ lawyers had regularly failed to appear at hearings, and the defendants had been unable to influence them. In particular, on 17 September 2002 lawyer M. had informed the trial court that he would be unable to attend hearings and did not appear before the court until 22 November 2002. Such conduct by M. and the other lawyers had led the trial court, through the relevant bar association, to appoint legal aid lawyers for the defendants in order to prevent delays to the trial.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": ".  The Court notes that this complaint is neither manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention nor inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court reiterates that, notwithstanding the importance of a relationship of confidence between lawyer and client, the right to choose one’s own counsel cannot be considered to be absolute. It is necessarily subject to certain limitations where free legal aid is concerned, and also where it is for the courts to decide whether the interests of justice require that the accused be defended by counsel appointed by them. When appointing defence counsel, the national courts must certainly have regard to the defendant’s wishes. However, they can override those wishes when there are relevant and sufficient grounds for holding that this is necessary in the interests of justice (see Croissant v. Germany, 25 September 1992, § 29, Series A no. 237B). The Court has held that avoiding interruptions or adjournments corresponds to an interest of justice which may well justify the appointment of a lawyer against the accused’s wishes (ibid., § 28).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In the present case, it has not been disputed that the trial court appointed a legal aid lawyer for the applicant after his previously chosen lawyer M. had failed to appear at hearings for some time. In his submissions, the applicant acknowledged that due to the tight schedule of hearings, M. had been unable to continue to represent him. The Court also notes that according to the Government’s uncontested submissions, on 17 September 2002 lawyer M. himself informed the trial court that he would be unable to attend hearings, and in fact did not attend them until 22 November 2002.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Under the circumstances, the trial court had relevant and sufficient grounds for holding that the interests of justice, in particular the need to avoid delays caused by the conduct of the applicant’s chosen lawyer, required the appointment of a legal aid lawyer for him.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court therefore considers that the initial appointment of a legal aid lawyer for the applicant on 2 September 2002 was compatible with the requirements of Article 6 §§ 1 and 3 (c).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Accordingly, there has been no violation of Article 6 §§ 1 and 3 (c) of the Convention as regards the appointment of a legal aid lawyer for the first applicant on 2 September 2002.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court also notes the applicant’s submissions that the frequent replacement of legal aid lawyers in his case had undermined his defence. However, it observes that they have not been substantiated in any way and lack specificity. In particular, the applicant did not specify the identities of the lawyers allegedly appointed, when this had happened, why they had been replaced and whether the applicant had objected to their appointment and replacement.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court finds that this complaint is wholly unsubstantiated and should therefore be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "E.  Alleged violation of Article 6 §§ 1 and 3 (b) on account of limitations on the second applicant’s contact with his lawyer",
                                "elements": [
                                    {
                                        "content": ".  The second applicant complained that he had not had adequate access to his lawyer, as the procedure for requesting and obtaining a visit from a lawyer had been overly complicated and visits could only take place on weekdays.",
                                        "elements": []
                                    },
                                    {
                                        "content": "152.  The Government argued that his complaint had been lodged outside the six-month period, which they submitted was to be counted from 23 May 2003, when he was transferred from the SIZO to the correctional colony to serve his sentence. According to them, the fact that he had not sought compensation implied that he had accepted that no domestic remedy had been available to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "153.  The applicant agreed that the complaint had been lodged outside the six-month time-limit.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court notes that the Government raised an objection as to the applicant’s compliance with the six-month time-limit. However, it does not consider it necessary to examine this objection, given that this part of the application is, in any event, inadmissible for the following reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": ". The Court notes that the applicant’s complaint is framed in general terms. He also failed to substantiate it in any way. Moreover, he did not allege that he had requested, but had been denied, additional opportunities to consult with his lawyer (see and compare Öcalan v. Turkey [GC], no. 46221/99, § 136, ECHR 2005IV, and Insanov v. Azerbaijan, no. 16133/08, §§ 23 and 167, 14 March 2013).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Alleged violation of Article 6 §§ 1 and 3 (c) on account of the applicants’ confinement in a metal cage during their trial",
                                "elements": [
                                    {
                                        "content": ".  The first two applicants complained that they had not had adequate access to their lawyers in the course of the trial, and that their right to defence had been infringed: they had been placed in a cage and could not speak to their lawyers freely or use notes and documents. According to the third, fourth, fifth and sixth applicants, such restrictions on communication with their lawyers in the courtroom during their trial could not have been remedied through communication outside the courtroom, because the busy schedule of hearings had prevented the lawyers from visiting them in their place of detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Relying on the same arguments as those presented in respect of the Article 3 complaint, the Government submitted that the applicants’ complaint under Article 6 concerning their confinement in the cage had also been lodged out of time. They also submitted that on 3 September 2002 the court had recessed the trial to allow the second applicant additional time to consult with his lawyer. A similar request by another defendant had also been granted. For the Government, this illustrated that the applicants’ right to consult with their lawyers had been respected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "159.  The applicants agreed that their complaint had been lodged outside the six-month time-limit.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court notes that the Government raised an objection as to the applicants’ compliance with the six-month time-limit. However, it does not consider it necessary to examine this objection, given that the complaint is, in any event, inadmissible for the following reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court observes that the applicants did not specify in what particular manner their confinement in a metal cage during their trial had impeded their communication with their lawyers or use of notes and documents. Their submissions in this respect are couched in very general terms. In particular, they did not provide any details on how the cage had been placed in relation to the lawyers’ seats, or whether communication between them through the metal bars had been restricted in any way (compare with Titarenko v. Ukraine, no. 31720/02, §§ 91-92, 20 September 2012, and Khodorkovskiy and Lebedev v. Russia, nos. 11082/06 and 13772/05, § 646, 25 July 2013).",
                                        "elements": []
                                    },
                                    {
                                        "content": "162.  It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  Alleged violations of Article 6 §§ 1 and 2 in respect of impartiality of the trial court, observance of the principles of equality of arms, presumption of innocence and the right to an adversarial trial",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "163.  The applicants submitted that the members of the tribunal which had tried their case had not been impartial. On a number of occasions they had unsuccessfully challenged the District Court judges who had examined their case. In addition, the first two applicants alleged in general terms that those judges had been biased because they had expressed their conviction that the applicants were guilty and had humiliated the defendants. The third, fourth, fifth, sixth and seventh applicants alleged that Judge V. had also held the position of president of the District Court, which had allowed him to influence other judges.",
                                                "elements": []
                                            },
                                            {
                                                "content": "164.  The Government considered that the courts which had examined the applicants’ case had been independent and impartial. They stated that the domestic law provided appropriate guarantees as to the appointment and disciplinary responsibility of judges, and their protection from outside pressure. As to the impartiality of the judges who had examined the applicants’ case, the Government considered that the applicants’ assertions in this respect were unsubstantiated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "165.  The first two applicants submitted that the principle of “equality of the parties” was infringed in the course of the trial, alleging that the prosecutors had visited the presiding judge’s chambers in the absence of the defence, that Judge V. had not been neutral in questioning the aggrieved parties, that he had declined the defence’s request for a psychiatric assessment of an aggrieved party and, moreover, had stated that in sentencing the defendants their conduct in the courtroom would be taken into account. They further pointed out that Judge V. had disallowed unspecified questions put to witnesses by the defence. The first two applicants also submitted that their right to an adversarial trial had been infringed, alleging that the trial court had rejected testimony which did not fit the prosecution’s case, that the court had rejected the applicants’ requests seeking to collect unspecified exculpatory evidence, and had not rejected unspecified evidence which they believed had been inadmissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "166.  The third, fourth, fifth, sixth and seventh applicants argued that Judge V. had been biased in the course of the trial, alleging by way of substantiation that Judge V. had prompted witnesses and aggrieved parties on how to answer questions, had made insulting statements about the sixth applicant’s health problems, had shown familiarity with evidence in the file not yet examined at trial, had disallowed certain questions from the defence, and had rejected certain requests by the defence concerning the admission of video recordings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "167.  The Government argued that the principles of equality of arms and adversarial proceedings had been observed in the applicants’ case. The Government submitted that the applicants’ questions disallowed by the trial judge had been irrelevant or insulting.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": ".  The Court notes at the outset that the applicants sought to show that the members of the trial court who had examined their case had lacked impartiality, firstly on the basis of Judge V.’s alleged statements and decisions in the course of the trial, and secondly on the basis that Judge V. had held the position of president of the District Court, and as such could influence other members of the panel which had examined their case.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court observes that the applicants failed to furnish any evidence in support of their allegations concerning Judge V.’s statements and decisions in the course of the trial. In particular, they failed to provide the relevant parts of the trial record. In their submissions they indicated that the trial record “in many instances” had not accurately reflected the proceedings. However, they failed to provide any specific information as to its alleged inaccuracies. It is notable in this context that their corrections to the record, a copy of which was provided by the applicants to the Court, do not contain any corrections relating to the episodes referred to by the applicants in their applications.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  As to the allegation that Judge V. held the position of president of the District Court, and as such could influence other judges, the Court observes that the applicants did not cite any particular facts or arguments in support of this.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  As to the applicants’ allegations concerning the observance of the principles of equality of arms and the right to an adversarial trial, they, like their allegations in respect of Judge V.’s impartiality, lack any substantiation. In addition, the applicants never raised their allegations concerning prosecutors’ alleged visits to the judges’ chambers in their appeals.",
                                                "elements": []
                                            },
                                            {
                                                "content": "172. Finally, the Court observes that the allegations of the third, fourth, fifth, sixth and seventh applicants under Article 6 § 2 of the Convention amount to a restatement of their arguments under Article 6 § 1 with regard to the impartiality and observance of the principle of equality of arms. Their complaint under this head is also wholly unsubstantiated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "173.  It follows that these complaints are manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "H.  Other alleged violations of Article 6",
                                "elements": [
                                    {
                                        "content": "174.   The first two applicants complained that unspecified evidence used against them had been inadmissible, and disagreed with the domestic courts’ assessment of the evidence as a whole. The second applicant also complained that several witnesses against him in the course of their questioning during the trial had renounced their testimony unfavourable to the applicant, claiming that it had been extracted under duress. The third applicant complained about the appointment of a legal aid lawyer for him.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  However, the Court finds that the applicants failed to substantiate these complaints in any way.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  It follows that these complaints are manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATIONS OF ARTICLES 10 AND 11 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": ".  Relying on Articles 10 and 11 of the Convention, the applicants complained that denial of access to the Shevchenko monument on 9 March 2001 had infringed their right to freedom of peaceful assembly. They further complained that their arrest and conviction had infringed their right to freedom of expression and assembly. The relevant provisions read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of peaceful assembly and to freedom of association with others, including the right to form and to join trade unions for the protection of his interests.",
                                "elements": []
                            },
                            {
                                "content": "2.  No restrictions shall be placed on the exercise of these rights other than such as are prescribed by law and are necessary in a democratic society in the interests of national security or public safety, for the prevention of disorder or crime, for the protection of health or morals or for the protection of the rights and freedoms of others. This Article shall not prevent the imposition of lawful restrictions on the exercise of these rights by members of the armed forces, of the police or of the administration of the State.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": ".  The Court notes that the applicants complained of two instances of interference with their rights under Articles 10 and 11.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Firstly, under Article 11 they complained that they had been denied access to the Shevchenko monument on 9 March 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Secondly, under Articles 10 and 11 they complained about their arrest and conviction for participating in the events of 9 March 2001. They alleged that it amounted to persecution for expressing views critical of the President in power at the time and participating in a peaceful protest. Under Article 11, they alleged that the actions of the police on 9 March 2001 had been aimed at provoking the protesters with the aim of prosecuting them and thus disrupting the protest movement.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Government raised no objection as to the admissibility of these complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Denial of access to the Shevchenko monument",
                                        "elements": [
                                            {
                                                "content": ".  All applicants complained that the police had acted unlawfully in placing cordons around the Shevchenko monument and denying them access there in the morning of 9 March 2001. This complaint should be distinguished from the complaint of the first three applicants, that they had been convicted, in part, of organising the rally near that monument, which they asserted had been intended to be peaceful and had degenerated into clashes due to the actions of the authorities. The latter complaint will be examined by the Court as part of the first three applicants’ complaint concerning their arrest and conviction.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  It has not been contested that all the applicants sought to participate in the rally near the Shevchenko monument on 9 March 2001 and were prevented from doing so by the police cordons placed there denying them access to the desired venue of their rally.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  However, they did not seek any relief in respect of this alleged violation at the domestic level. Assuming that there was no remedy for the applicants to exhaust, the Court notes that this complaint was lodged on 11 and 20 August 2004 by the first two applicants and by the other five applicants respectively, that is out of time and does not comply with the six-month rule set out in Article 35 § 1 of the Convention. It must be rejected pursuant to Article 35 §§ 1 and 4.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicants’ arrest and conviction",
                                        "elements": [
                                            {
                                                "content": ".  The Court considers that the complaint raises serious issues of fact and law under the Convention, the determination of which requires an examination of the merits. It therefore concludes that this complaint is neither manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention nor inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": ".  The applicants complained that their arrest and conviction had infringed their rights under Articles 10 and 11, since they had been prosecuted for participating in the “Ukraine without Kuchma” movement and expressing views critical of President Leonid Kuchma. They alleged that the actions of the police on 9 March 2001 had been aimed at provoking the protesters with the aim of prosecuting them and thus disrupting the protest movement. Their arrests and conviction thus amounted to political persecution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "187.  The Government submitted that there had been an interference with the exercise of the applicants’ freedom of peaceful assembly within the meaning of Article 11 and their freedom of expression within the meaning of Article 10 of the Convention, but that the interference had been in accordance with the law, in particular Article 71 of the Criminal Code. They submitted that the interference had been in the interests of public safety. They also argued that it had been necessary in a democratic society, particularly because the applicants’ actions during the events of 9 March 2001 had gone beyond the range allowed to be committed by an individual in exercising his rights under the Convention, as they had been accompanied by riotous damage, destruction of property and resistance towards the authorities. Their rally had therefore not been of a peaceful character.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": ".  According to the Court’s well-established case-law, freedom of expression constitutes one of the essential foundations of a democratic society and one of the basic conditions for its progress and each individual’s self-fulfilment. Subject to Article 10 § 2, it is applicable not only to “information” or “ideas” that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb. Such are the demands of pluralism, tolerance and broadmindedness, without which there is no “democratic society” (see Handyside v. the United Kingdom, 7 December 1976, § 49, Series A no. 24, and Jersild v. Denmark, 23 September 1994, § 37, Series A no. 298).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Similarly, the right to freedom of assembly is a fundamental right in a democratic society and, like the right to freedom of expression, is one of the foundations of such a society. Thus, it should not be interpreted restrictively (see Djavit An v. Turkey, no. 20652/92, § 56, ECHR 2003III, and Barraco v. France, cited above, § 41).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  However, Article 11 of the Convention only protects the right to “peaceful assembly”. That notion does not cover a demonstration where the organisers and participants have violent intentions (see Stankov and the United Macedonian Organisation Ilinden v. Bulgaria, nos. 29221/95 and 29225/95, § 77, ECHR 2001IX, and Galstyan v. Armenia, no. 26986/03, § 101, 15 November 2007). Nonetheless, even if there is a real risk of a public demonstration resulting in disorder as a result of developments outside the control of those organising it, such a demonstration does not fall outside the scope of Article 11 § 1, but any restriction placed on such an assembly must be in conformity with the terms of Article 11 § 2 (see Schwabe and M.G. v. Germany, nos. 8080/08 and 8577/08, § 103, ECHR 2011 (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that the issues of freedom of expression and freedom of peaceful assembly are closely linked in the present case. It considers, however, that the main thrust of the applicants’ complaints is that they were convicted of participating, together with others, in a political rally. The Court reiterates that in the Galstyan case (cited above, §§ 95-96), where the applicant was arrested and convicted because of his behaviour during a demonstration, it found it unnecessary to consider the complaint under Article 10 separately from that under Article 11 of the Convention (as other examples of this approach, see Ezelin v. France, 26 April 1991, § 35, Series A no. 202, Schwabe and M.G., cited above, § 101, and Primov and Others v. Russia, no. 17391/06, § 91, 12 June 2014). There are no reasons to depart from that approach in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court therefore finds that in the circumstances of the case, Article 10 is to be regarded as a lex generalis in relation to Article 11, a lex specialis. It is therefore unnecessary to take the complaint under Article 10 into consideration separately.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  On the other hand, notwithstanding its autonomous role and particular sphere of application, Article 11 must, in the present case, also be considered in the light of Article 10. The protection of personal opinions, secured by Article 10, is one of the objectives of freedom of peaceful assembly enshrined in Article 11 (see Ezelin, cited above, § 37).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Before turning to the legal analysis of the events of 9 March 2001 and their aftermath from the perspective of Article 11, the Court observes that the parties’ accounts of those events differ on certain points. The applicants contested the factual findings of the domestic courts, and this dispute is central to the present case. In these circumstances, the Court will need to review certain facts established in the domestic proceedings (see Nemtsov v. Russia, no. 1774/11, § 63, 31 July 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In doing so, the Court is sensitive to the subsidiary nature of its role and must be cautious in taking on the role of a first-instance tribunal of fact, where this is not rendered unavoidable by the circumstances of a particular case (see, for example, McKerr v. the United Kingdom (dec.), no. 28883/95, 4 April 2000). Where domestic proceedings have taken place, it is not the Court’s task to substitute its own assessment of the facts for that of the domestic courts, and as a general rule it is for those courts to assess the evidence before them (see Klaas v. Germany, 22 September 1993, § 29, Series A no. 269). Though the Court is not bound by the findings of domestic courts, in normal circumstances it requires cogent elements to lead it to depart from the findings of fact reached by those courts (ibid., § 30).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that it has not been disputed in domestic proceedings or before it that clashes occurred between the police and protesters near the Shevchenko monument and, to a greater extent, near the President’s Administration building on Bankova Street.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Nevertheless, the applicants contested the findings of the domestic courts concerning their role in those clashes and asserted that they had not engaged in any acts of violence. The first three applicants also maintained that they had not incited the other protesters to violence and had indeed attempted to stop some of them from attacking the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  As to the first three applicants, the Court cannot overlook the fact that these applicants were convicted, in part, for organising the rally near the Shevchenko monument on 9 March 2010. Accordingly, the questions of (i)  whether the gathering was planned to be peaceful and (ii)  what factors led to the violence occurring at the rally are crucial for the assessment of the applicants’ complaint under Article 11.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The first three applicants were convicted, in part, for organising the political rally on 9 March 2001. The domestic courts concluded that, in doing so, the first three applicants had organised the riots which ensued.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  However, the Court observes that the domestic courts did not point to any evidence to show that in organising the rally the applicants actually intended it to become violent. They used evidence that the UNA leadership appeared to finance UNA supporters’ travel to Kyiv to participate in the rally and sought to ensure a large turnout to support their conclusion that the UNA leadership, including the first three applicants, had organised the riots. The Court, however, is not convinced that this organisational activity as such evidenced the organisers’ violent intent.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  It follows that the domestic authorities inferred, from the uncontested facts that the UNA leadership, including the first three applicants, took part in organising the rally of 9 March 2001, and that violence occurred in the course of the gathering, that the applicants as organisers had had violent intentions, that is to say the intention of organising riots.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  However, the mere fact that acts of violence occur in the course of a gathering cannot, of itself, be sufficient to find that its organisers had violent intentions (see Gün and Others v. Turkey, no. 8029/07, § 50, 18 June 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The domestic courts’ findings in this respect are all the more tenuous in view of the fact that the Deputy Prosecutor General acknowledged the drawbacks of the domestic investigation into the mechanism by which the rally had deteriorated into clashes with the police (see paragraph 68 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court further notes that witnesses from among the protesters, whose testimony had been relied upon in convicting the applicants, testified that the rally organisers had intended to occupy the space near the Shevchenko monument in order to prevent the President of Ukraine from laying flowers there (see, in particular, paragraph 43 above). Moreover, the Supreme Court identified the evidence of one of these witnesses, N.Ma., as a key piece of evidence concerning the plans of the organisers of the rally on 9 March 2001 (see paragraph 67 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court further observes that this was the only evidence before the domestic courts concerning the goal of the rally organisers. Moreover, the domestic courts identified no evidence whatsoever that while taking part in organising the rally on 9 March 2001 near the Shevchenko monument, the first three applicants had any plans to subsequently organise a march on Bankova Street and the clashes which followed there.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In view of the above, the Court considers that there are cogent and substantial elements in the present case prompting it to doubt the credibility of the official finding that the applicants, in organising the rally on 9 March 2001, had the intention of organising violent riots.",
                                                "elements": []
                                            },
                                            {
                                                "content": "207.  On the basis of the material before it, the Court finds it established that the organisers intended the rally to be an obstructive, but peaceful, gathering intended to occupy the space around the Shevchenko monument and thus prevent the President of Ukraine from laying flowers there. According to the Court’s settled case-law, such obstructive actions in principle enjoy the protection of Articles 10 and 11 (see, for example, Steel and Others, §§ 105-109; Drieman and Others; Lucas; and Barraco, §§ 41-49, all cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "208.  It would appear that the authorities’ decision to block access to the Shevchenko monument on the morning of 9 March 2001 was aimed at preempting the rally and letting the President of Ukraine participate in the flower-laying ceremony at the monument. This appears to have frustrated the rally’s original obstructive goal and ended the first phase of the events of 9 March 2001, which was characterised by the preparation of a peaceful rally near the Shevchenko monument. The blocking of access to the monument then led to the second phase of the events, which was characterised by clashes near the Shevchenko monument, and then to the third phase, which was characterised by the march to the Ministry of the Interior and Bankova Street and the clashes which occurred on that street.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court finds that, concerning the period following the gathering of protesters near the Shevchenko monument and its deterioration into clashes with the police, the applicants failed to identify any cogent elements in the case file which would allow the Court to establish a coherent version of events and of the applicants’ actions alternative to that established by the domestic courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court reiterates that the term “restrictions” in Article 11 § 2 must be interpreted as including measures taken before or during the public assembly, such as banning the event, blocking access to the venue, dispersing the gathering or arresting participants, and those such as punitive measures, taken after the meeting (see Bączkowski and Others v. Poland, no. 1543/06, §§ 66-68, 3 May 2007, and Oya Ataman v. Turkey, no. 74552/01, §§ 7 and 30, ECHR 2006XIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court observes that the parties did not dispute that the applicants’ arrest and conviction constituted an interference with their rights under Article 11 of the Convention. Even though the second and third phases of events of 9 March 2001 were characterised by clashes between the protesters and the police (see paragraph 208 above), the Court is prepared to assume that during the second and third phases protesters still enjoyed protection of Article 11 of the Convention (see Primov, cited above, § 156). In the light of these considerations and having regard to the Government’s submissions, it finds that the applicants’ arrest and conviction can be regarded, on arguable grounds, as an instance of an “interference” with their right to freedom of peaceful assembly.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  An interference with the right to freedom of peaceful assembly gives rise to a breach of Article 11, unless it can be shown that it was “prescribed by law”, pursued one or more legitimate aims as defined in paragraph 2 of that Article, and was “necessary in a democratic society” (see, for example, Schwabe and M.G., cited above, § 107).",
                                                "elements": []
                                            },
                                            {
                                                "content": "213.  The Court notes at the outset that, in contrast to many other cases examined by the Court, the present case does not concern a conviction for having participated in or organised an unauthorised gathering, for failure to comply with formalities for a demonstration or for having disobeyed police orders to discontinue participation in an unauthorised demonstration (compare, for example, with Nemtsov, cited above, 40; Shmushkovych v. Ukraine, no. 3276/10, § 12, 14 November 2013; Gün and Others, cited above, § 30; Vyerentsov, cited above, § 14; and Ziliberberg v. Moldova, no. 61821/00, § 13, 1 February 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Even though the domestic courts found that the organisers had failed to formally notify the authorities about the planned rally (see paragraph 60 above), this finding related to the assessment of the actions of the police on 9 March 2001 and not to the applicants’ actions which were incriminated to them. Failure to observe formalities or unauthorised nature of the rally apparently played no role in their conviction and sentencing. The applicants’ were convicted for having organised and participated in violent riots rather than an unauthorised peaceful gathering.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  For this reason the Court’s findings in its Vyerentsov judgment (cited above, §§ 54 -57) concerning the inadequacy of the legal framework regulating the procedure for holding peaceful demonstrations in Ukraine are not pertinent to the applicants’ case.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court, therefore, is satisfied that the interference was “prescribed by law”, notably Article 71 of the Criminal Code (see Taranenko v. Russia, no. 19554/05, § 73, 15 May 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court also accepts the Government’s submission that the interference had pursued the legitimate aim of maintaining public safety (see Osmani and Others v. the former Yugoslav Republic of Macedonia (dec.), no. 50841/99, 11 October 2001; Gün and Others, cited above, § 59; and Yılmaz Yıldız and Others v. Turkey, no. 4524/06, § 40, 14 October 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court reiterates that the expression “necessary in a democratic society” implies that the interference corresponds to a “pressing social need” and, in particular, that it is proportionate to the legitimate aim pursued. The nature and severity of the sanction imposed are factors to be taken into account when assessing the proportionality of an interference in relation to the aim pursued (see, for example, Osmani and Others, cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court must further determine whether the reasons adduced by the national authorities to justify the interference were “relevant and sufficient”. In so doing, it has to satisfy itself that the national authorities applied standards which were in conformity with the principles embodied in Article 11 and, moreover, that they based their decisions on an acceptable assessment of the relevant facts (see United Communist Party of Turkey and Others v. Turkey, 30 January 1998, § 47, Reports of Judgments and Decisions 1998I, and Stankov and the United Macedonian Organisation Ilinden, cited above, § 87).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Contracting States have a certain margin of appreciation in assessing whether an interference is “necessary in a democratic society”, but it goes hand in hand with European supervision, embracing both the legislation and the decisions applying it (see Stankov and the United Macedonian Organisation Ilinden, § 87, and Barraco, § 42, both cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court will now proceed to examine the question of whether this interference was “necessary in a democratic society” in respect of the first three applicants and then, separately, in respect of the fourth, fifth, sixth and seventh applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "222. The Court notes at the outset that the first three applicants were convicted (see paragraphs 51-56 above):",
                                                "elements": []
                                            },
                                            {
                                                "content": "223.  The Court observes that the domestic courts convicted the applicants for the above actions cumulatively, without identifying the relative weight of each particular element on the overall conviction and sentence. The first applicant was ultimately sentenced to two years and six months’, the second to four years’ and the third to three years’ imprisonment. In view of an amnesty, the second applicant in fact spent around two and a half years in detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court refers to its finding that the rally, for the organising of which the applicants were, in part, convicted, was intended as a peaceful gathering of the obstructive type.",
                                                "elements": []
                                            },
                                            {
                                                "content": "225.  It notes, however, that the applicants were convicted of an offence which encompassed not only organising the rally of 9 March 2001 but also inciting the protesters to acts of violence in the course of clashes near the Shevchenko monument and near the President’s Administration building on Bankova Street. The first and second applicants were also convicted of active participation in clashes with the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The applicants did not put forward any arguments that would allow the Court to interpret the slogans they chanted as stereotyped, historical or as having other particular meaning (compare with Gül and Others v. Turkey, no. 4870/02, § 41, 8 June 2010). In the absence of any such argument, it considers that these slogans, on the face of it and given the context of the violent police clashes in which they were chanted, advocated violence (see Sürek v. Turkey (no. 1) [GC], no. 26682/95, § 62, ECHR 1999IV, and contrast with Gül and others, cited above, § 42). This was particularly true of the slogans chanted by the applicants in the course of the events on Bankova Street in the afternoon of 9 March 2001, preceded as they were by several violent episodes which had already occurred earlier that day.",
                                                "elements": []
                                            },
                                            {
                                                "content": ". In this connection, the Court reiterates that a conviction for obstructive actions and incitement to violence at a demonstration can be deemed an acceptable measure in certain circumstances (see, mutatis mutandis, Barraco, § 49, and Osmani and Others, both cited above). However, in assessing the proportionality of such a measure the nature and severity of the sanction imposed are factors to be taken into account (see, for example, Schwabe and M.G., cited above, § 111).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court reiterates that in Osmani and Others the applicant was convicted of inciting widespread violence which included the use of automatic firearms and led to three deaths. He was sentenced to seven years’ imprisonment but eventually granted amnesty, and in fact spent a year and three months in prison. While noting that the original sentence could be considered “severe”, the Court found that the actual period of time spent by the applicant in prison could not be considered disproportionate (ibid.)",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In Gündüz v. Turkey (no. 59745/00, ECHR 2003XI (extracts)) the Court examined under Article 10 the complaint of a radical Islamist who was convicted to two years’ imprisonment for publishing statements which were interpreted as calling for deadly violence against an easily identifiable individual. In finding this complaint inadmissible, the Court found it relevant that the applicant was able to avail himself of the possibility of release after serving half of his sentence (ibid.)",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  By contrast, in the instant case the violence which occurred in the course of clashes between protesters and the police was of a substantially less serious nature than in Osmani and Others. In contrast to Gündüz, in the present case the applicants did not call for deadly violence against specific individuals, even though their slogans had violent overtones. They also spent a substantially longer time in prison than the applicants in Osmani and Others and Gündüz. The greater severity of the sentence imposed on the applicants thus distinguishes the present case from those cases.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court is aware of the fact that the first and third applicants were convicted and sentenced, in part, of participating in clashes with the police. Their conviction in that regard undoubtedly played a role in their sentencing. However, in view of the cumulative and undifferentiated nature of the applicants’ conviction and sentences, determining what weight their organisational activities and chanting of slogans had on their overall sentences is not an easy task.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In resolving this question, the Court finds it relevant that the second applicant, who was convicted only of organising mass disorder and not actively participating, nevertheless initially received a sentence of five years’ imprisonment, the heaviest of all the applicants, including those who had been convicted of acts of violence. Even though this sentence was subsequently reduced to three years (compare with Üstün v. Turkey, no. 37685/02, § 34, 10 May 2007), it still remained the longest of all the applicants, equal only to that of the fourth applicant, who, unlike the second, was convicted of acts of considerable violence.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  This leads the Court to conclude that the organisational activity and chanting of slogans, that is to say the elements of the first three applicants’ conduct protected by the Convention, must have weighed heavily on the first three applicants’ sentencing. For this reason and in view of the undifferentiated and cumulative nature of the applicants’ sentence, its overall severity should be examined, as a whole, from the perspective of proportionality.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court has held that it must examine with particular scrutiny cases where sanctions imposed by the national authorities for non-violent conduct involve a prison sentence (see Taranenko, cited above, § 87). In this connection it is noted that the applicants’ sentences were based in part on their role in organising the political rally of 9 March 2001 which was, as the Court has found, intended to be a peaceful gathering (see paragraph 207 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court therefore concludes that, although a sanction for the applicants’ actions in organising an obstructive gathering and inciting violence during the events of 9 March 2001 might conceivably have been warranted by the demands of public safety, the long prison sentences imposed on them were not proportionate to the legitimate aim pursued.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  It considers, in particular, that the severe sanction imposed in the present case must have had a chilling effect on the applicants and other persons organising protest gatherings (see, mutatis mutandis, Taranenko, cited above, § 95). The Court is also conscious of its previous finding that this sanction was imposed on the second and third applicants as a result of a trial which did not meet the requirements of Article 6 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In view of the above, the Court finds that the interference in question was not necessary in a democratic society.",
                                                "elements": []
                                            },
                                            {
                                                "content": "238.  There has therefore been a violation of Article 11 of the Convention in respect of the first three applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes at the outset that these applicants were convicted exclusively of specific acts of violence committed near the President’s Administration building on Bankova Street (see paragraph 57 above) and that they failed to substantiate their complaints under Article 6 (see paragraphs 162 and 173 above). The applicants also failed to identify any cogent elements which would lead the Court to depart from the findings of fact reached by the domestic courts in respect of their actions.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  While these acts occurred in the course of a political march which in principle enjoyed the protection of Article 11, the applicants, in their particular actions, overstepped the boundaries of peaceful protest.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In these circumstances the Court concludes that the authorities’ response to the applicants’ aggressive behaviour was not disproportionate and could reasonably be viewed as necessary in a democratic society.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  There has therefore been no violation of Article 11 of the Convention in respect of the fourth, fifth, sixth and seventh applicants.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "VI.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": ".  The second applicant complained that he had no effective remedy in respect of his alleged ill-treatment by the police. He relied on Article 13 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": ".  Relying on the same arguments as those presented in respect of the applicant’s Article 3 complaint in this regard, the Government submitted that the complaint had been lodged out of time.",
                                "elements": []
                            },
                            {
                                "content": ".  The Court, having declared the relevant complaint under Article 3 of the Convention inadmissible, concludes that the applicant has no arguable claim for the purposes of Article 13 (see Visloguzov v. Ukraine, no. 32362/02, § 75, 20 May 2010). It follows that his complaint under Article 13 must be rejected as manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VII.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "246.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "247.  The first applicant claimed 300,000 Ukrainian hryvnias (UAH), the second applicant claimed UAH 500,000, and the third applicant claimed 25,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "248.  The Government submitted that the claims were excessive and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "249.  The Court considers that the applicants must have suffered distress and anxiety on account of the violations found. Ruling on an equitable basis, as required by Article 41 of the Convention, the Court awards the first applicant EUR 3,000, the second applicant EUR 4,000 and the third applicant EUR 4,000, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": ".  The applicants made no claim for costs and expenses. Accordingly, the Court makes no award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "251.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that the sixth applicant’s father has standing to continue the present proceedings in his stead;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares the second and third applicants’ complaints under Article 6 concerning the right to confront witnesses, the second applicant’s complaint under Article 6 concerning his removal from the courtroom, the first applicant’s complaint under Article 6 concerning the appointment of a legal aid lawyer for him on 2 September 2002, and the applicants’ complaint under Article 11 concerning the interference with their right to freedom of peaceful assembly on account of their arrest and conviction admissible, and the remainder of the applicants’ complaints inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 §§ 1 and 3 (d) in respect of the second applicant on account of the non-attendance of I.Tr., M.Sh., R.Tk., S.Ko. and V.Du. as witnesses and in respect of the third applicant on account of the non-attendance of D.Ko., I.Tr., O.Dm., M.Pe., M.Sh., R.Py., V.Du., V.Ku. and V.Ma. as witnesses;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been no violation of Article 6 §§ 1 and 3 (c) and (d) of the Convention as regards the second applicant’s removal from the courtroom;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been no violation of Article 6 §§ 1 and 3 (c) of the Convention as regards the appointment of a legal aid lawyer for the first applicant on 2 September 2002;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that there has been a violation of Article 11 of the Convention in respect of the first three applicants;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds that there has been no violation of Article 11 of the Convention in respect of the fourth, fifth, sixth and seventh applicants;",
                        "elements": []
                    },
                    {
                        "content": "9.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "10.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 6 October 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Aleš Pejchal",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KARPYUK AND OTHERS v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-157510.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:1006JUD003058204",
    "externalsources": [],
    "extractedappno": [
        "30582/04",
        "32152/04",
        "20372/11",
        "24429/03",
        "30385/07",
        "3514/02",
        "32541/08",
        "43441/08",
        "23893/03",
        "24439/06",
        "65550/01",
        "72286/01",
        "22978/05",
        "33354/96",
        "26766/05",
        "22228/06",
        "2775/07",
        "41461/02",
        "56581/00",
        "30900/02",
        "20292/04",
        "5826/03",
        "46221/99",
        "16133/08",
        "31720/02",
        "11082/06",
        "13772/05",
        "20652/92",
        "29221/95",
        "29225/95",
        "26986/03",
        "8080/08",
        "8577/08",
        "17391/06",
        "1774/11",
        "28883/95",
        "8029/07",
        "1543/06",
        "74552/01",
        "3276/10",
        "61821/00",
        "19554/05",
        "50841/99",
        "4524/06",
        "4870/02",
        "26682/95",
        "59745/00",
        "37685/02",
        "32362/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-157510",
    "judgementdate": "06/10/2015 00:00:00",
    "kpdate": "06/10/2015 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "86",
        "122",
        "295",
        "145",
        "151"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6-3-c",
        "6-3-d",
        "11-1",
        "6-1",
        "6",
        "11"
    ],
    "parties": [
        "KARPYUK AND OTHERS",
        "UKRAINE"
    ],
    "rank": "1371.90625",
    "representedby": [
        "NIKOLENKO Y.O."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "431323",
    "typedescription": "15"
}