{
    "__articles": "10;10-1;10-2",
    "__conclusion": "No violation of Art. 10",
    "applicability": "",
    "appno": "72331/01",
    "article": [
        "10"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "element": "No violation of Art. 10",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-77930.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 72331/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Krone Verlags GmbH and Co KG (“the applicant company”), on 11 June 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr E. Swoboda, head of the applicant company's legal department. The Austrian Government (“the Government”) were represented by their Agent, Mr H. Winkler and subsequently Mr F. Trauttmansdorff, Head of the International Law Department at the Federal Ministry for Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant company complained about a violation of its rights under Article 10 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly-composed Third Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 22 September 2005, the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  Neither the applicant nor the Government filed further written observations (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicant company, a limited liability company with its registered office in , is the owner of the daily newspaper Neue Kronenzeitung.",
                                "elements": []
                            },
                            {
                                "content": "9.  In its issue of 9 May 1997 the applicant company published a one-page article about the alleged harassment and rape of two winners of beauty contests, Ms O and Ms S, during a representation mission in . The article headed “It's your own fault girls...” and subtitled “Raped and harassed in Monte Carlo: Two beauty winners bring heavy charges” started with the quotation of Ms R, the daughter of the former manager of the Austrian public relations agency organising these contests and moderator of such events, saying that “The prince cannot rape, he is very ill. We [Ms R and her father] rather think that the girls are only boasting and now try to make as much money as possible out of this unfortunate incident.” The article indicated that Ms R was the daughter of “Miss-maker R from ” and noted this was the “first official comment” on the above scandal. It then mentioned that two persons had been arrested on suspicion of procuration, described the details of the alleged incident and cited from a memorandum of Ms O and Ms S's lawyer. This memorandum referred to the statement made by a bodyguard of the prince who had allegedly said: “It's your own fault girls...” The article concluded with further statements made by Ms R asserting inter alia that the public relations agency of her father had not arranged the representation mission at issue.",
                                "elements": []
                            },
                            {
                                "content": "10.  Ms R had made her statements during a telephone interview when contacted by a journalist of the applicant company.",
                                "elements": []
                            },
                            {
                                "content": "11.  Thereupon, Ms O and Ms S opened private prosecution for defamation against Ms R.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 3 October 2000 the Vienna Regional Criminal Court (Landesgericht für Strafsachen), having heard the private prosecutors, Ms R, the applicant company and a number of witnesses, convicted Ms R of defamation in a printed medium under Section 111 § 2 of the Criminal Code (Strafgesetzbuch) on account of the statement “The prince cannot rape, he is very ill. We [Ms R and her father] rather think that the girls are only boasting and now try to make as much money as possible out of this unfortunate incident.”, imposed a fine of approximately EUR 1,000 on her and ordered her to pay the costs of the proceedings. It noted that the offence was a media offence (Medieninhaltsdelikt), which could only be committed through publication in the applicant company's newspaper, and found the applicant company jointly and severally liable (Solidarhaftung) for the fine and the costs pursuant to section 35 of the Media Act (Mediengesetz).",
                                "elements": []
                            },
                            {
                                "content": "13.  In its plea of nullity against this judgment the applicant company complained about its joint and several liability under section 35 of the Media Act. It submitted in particular that the court should have interpreted this provision in conformity with Article 10 of the Convention, which prescribed joint and several liability only for failure of compliance with journalistic diligence. The article in question was written in an objective manner, reporting about the conflicting versions of the incident in , and correctly quoted Ms R's statement without taking sides.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 2 April 2001 the Vienna Court of Appeal (Oberlandesgericht), partly allowing Ms R's appeal, suspended the fine for a three-year probationary period. For the rest, it dismissed the applicant company's plea and confirmed the 's judgment. It held that the publisher's liability under section 35 of the Media Act was linked to a media offence, which could be committed not only by an employee of a media company but also by a third person. The commission of such an offence fell within the sphere of risk of a publisher who printed a defamatory statement in its newspaper. Its subsequent liability was based on considerations of causality and did not imply any finding of guilt. The court found that the legislator's choice in favour of the joint and several liability of the publisher reflected the balance struck between the interests involved, namely the interest of the media to exercise the right to freedom of expression, on the one hand, and, on the other, that of the person desirous of protecting his/her reputation, in favour of the interest of the defamed victim to secure financially the proceedings instituted to obtain legal redress. The publisher's strict liability was in line with its obligation to publish the judgment in its newspaper.",
                                "elements": []
                            },
                            {
                                "content": "15.  Subsequently Ms O and Ms S requested the applicant company to pay the legal costs of the defamation proceedings. Having paid, the applicant company filed a claim against Ms R and requested reimbursement of ATS 105,480 (EUR 7,665.53).",
                                "elements": []
                            },
                            {
                                "content": "16.  On 9 September 2002 the Favoriten District Court (Bezirksgericht) partly granted the applicant company's claim and ordered Ms R to pay the applicant company 50 % of the costs of the defamation proceedings. On 25 March 2003 the  confirmed this decision.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 16 October 2003 the Supreme Court (Oberster Gerichtshof) dismissed the applicant company's appeal. It noted that section 35 of the Media Act was not meant to disburden a defamer. The applicant company had paid another person's debt for which it was jointly and severally liable and was, in principle, entitled to recover under Article 1358 of the Civil Code (Allgemeines Bürgerliches Gesetzbuch) the full amount of the sum paid.",
                                "elements": []
                            },
                            {
                                "content": "18.  However, the special internal relationship (Innenverhältnis) between the applicant company and Ms R stood against full reimbursement, as Ms R had to be considered as an assistant of the applicant company (Medienmitarbeiter) in the broadest sense of the term. The court noted in this regard that the applicant company had used Ms R's statements for its own economic interests. Ms R could only commit the offence via the applicant company which had published the impugned statements. Furthermore, Ms R had acted free of charge and the interview had been carried out on the initiative of the applicant company. When correlating these factors with the guilt of Ms R, the splitting of the liability between the applicant company and Ms R was acceptable.",
                                "elements": []
                            },
                            {
                                "content": "19.  The court finally did not find it necessary to examine whether the applicant company could have claimed full reimbursement if section 6 (2) (4) of the Media Act was applicable to its case. It noted in this regard that the requirements under section 6 (2) (4) were not met as there was no predominant public interest in Ms R's statements about the alleged rape of the two winners of beauty contests. Ms R had at the time of the interview no relation whatsoever with the public relations agency implicated in these events and the applicant company could, moreover, not trust Ms R to be informed about the background of the events at issue.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "20.  Article 111 of the Criminal Code (Strafgesetzbuch) reads as follows:",
                                "elements": []
                            },
                            {
                                "content": " “1. As it may be perceived by a third party, anyone who makes an accusation against another of having a contemptible character or attitude, or of behaving contrary to honour or morality, and of such a nature as to make him contemptible or otherwise lower him in public esteem, shall be liable to imprisonment not exceeding six months or a fine (...)",
                                "elements": []
                            },
                            {
                                "content": " 2. Anyone who commits this offence in a printed document, by broadcasting or otherwise, in such a way as to make the defamation accessible to a broad section of the public, shall be liable to imprisonment not exceeding one year or a fine (...)",
                                "elements": []
                            },
                            {
                                "content": "3. The person making the statement shall not be punished if it is proved to be true. As regards the offence defined in paragraph 1, he shall also not be liable if circumstances are established which gave him sufficient reason to assume that the statement was true.\"",
                                "elements": []
                            },
                            {
                                "content": "21.  A media offence (Medieninhaltsdelikt) is defined as “[an] act entailing liability to a judicial penalty, committed through the content of a publication medium, consisting in a communication or performance aimed at a relatively large number of persons” (section 1 (12) of the Media Act (Mediengesetz)). Specific measures under the Media Act in case of a media offence are the publication of the judgment or a counter-statement (ss 12 and 34) and the joint and several liability of the media owner (section 35).",
                                "elements": []
                            },
                            {
                                "content": "22.  Section 35 of the Media Act, at the time of the events, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Liability",
                                "elements": []
                            },
                            {
                                "content": "35 (1) In criminal judgments concerning media offences committed through the content of a publication it must be stated that owners of  periodical media bear joint and several liability together with the convicted person for the fine imposed and the procedural costs incurred, including the costs for the publication of the judgment.",
                                "elements": []
                            },
                            {
                                "content": "(2) If, after the judgment had been pronounced in which such liability is found to exist ... the owner of the medium changes, the new owner is jointly and severally liable together with the former owner.",
                                "elements": []
                            },
                            {
                                "content": "(3) Imprisonment in default ... can only take place if the fine could not be collected from the media owner.”",
                                "elements": []
                            },
                            {
                                "content": "23.  Section 6 of the Media Act, at the time of the events, read as follows:",
                                "elements": []
                            },
                            {
                                "content": " “6 (1) If in a medium the presence of the factual elements of the offence[s] of defamation [....] is established, the person concerned has against the owner of the medium a claim for compensation of the prejudice suffered. .....",
                                "elements": []
                            },
                            {
                                "content": "(2) There is no claim under (1) in case of ....",
                                "elements": []
                            },
                            {
                                "content": "4. a truthful reproduction of the statement of a third person if there was a predominant public interest in the knowledge of the cited statement.”",
                                "elements": []
                            },
                            {
                                "content": "24.  Article 1358 of the Civil Code (Allgemeines bürgerliches Gesetzbuch) provides that a person who has paid another person's debt for which she/he is liable may claim reimbursement from the debtor. According to the writings on the subject this claim may be limited or even fail in case of a special internal relationship (Innenverhältnis) between these persons.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  The applicant company complained that its right to freedom of expression under Article 10 of the Convention had been infringed by its joint and several liability under section 35 of the Media Act regardless of its compliance with journalistic diligence. Article 10, as far as relevant, provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. (...)",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Scope of examination and existence of an interference",
                                "elements": [
                                    {
                                        "content": "26.  The Court notes that the scope of its examination of the case is limited to the applicant company's complaint and, thus, covers the applicant company's strict liability under section 35 of the Media Act. The Court further recalls in this respect that its task is not to review the relevant law and practice in abstracto, but to determine whether the manner in which they were applied to or affected the applicant gave rise to a violation of the Convention (see, as a recent authority, Karhuvaara and Iltalehti v. Finland, no. 53678/00, § 49, ECHR 2004..., with further references). In the present case, the court of first instance found the applicant company jointly and severally liable for the fine and the costs of proceedings which a defamer, whose statements had been printed in one of the applicant company's issues, had been sentenced to pay. However, the applicant company's liability for the fine actually did not eventuate, as the fine, subsequently suspended by the second-instance court for a three-year probationary period, never fell due. The Court, therefore, does not find it necessary to pursue the applicant company's complaint about the fine itself. It will, however, examine under Article 10 of the Convention the applicant company's complaint about liability for the costs of the defamation proceedings. In this connection the Court will take account of the fact that the applicant company was actually called upon to pay the full costs and, in subsequent proceedings for reimbursement brought against the defamer, granted reimbursement of only half of the amount.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Court finds, and this was common ground between the parties, that there was an interference with the applicant company's right to freedom of expression, as guaranteed by Article 10 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Justification of the interference",
                                "elements": [
                                    {
                                        "content": "1   “Prescribed by law” and “legitimate aim”",
                                        "elements": [
                                            {
                                                "content": "28.  The interference at issue had its legal basis under section 35 of the Media Act and Article 1358 of the Civil Code as interpreted by the Austrian legal writers and the Supreme Court. The Court further finds that the interference at issue pursued the legitimate aim of protecting effectively the reputation and rights of others.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  “Necessary in a democratic society”",
                                        "elements": [
                                            {
                                                "content": "29.  The Government argued that the interference was proportionate to the aim pursued, as the publisher had objectively caused the spreading of the defamatory statements to a wider public. According to the Government, the provision at issue was part of an overall concept under the Austrian Media Act concerning duties and responsibilities of media owners resulting from the connection between the liability of media owners for defamation offences committed in their medium, on the one hand, and, on the other, from the duty to publish the court's decision (section 34) and the right to make a counter-statement (section 13). The Government also endorsed the reasoning of the Court of Appeal, laying down the arguments of shared responsibility of the media owner irrespective of the question of guilt, and carefully weighing it against the protection of the victim of a media offence. Without such shared financial responsibility, a victim, who had no influence on the issue of what and whose statements were published in the medium, would run the risk of not recovering the procedural costs after winning a case. Also, a victim's right to protection of their honour would be impaired if, for economic considerations, he/she had to renounce the enforcement of the right to private prosecution because the incriminated statement was made by a destitute author. In the present case, the applicant company had been free to report on the two private prosecutors and their experiences in . Neither was the author who had written up the article held responsible under criminal law nor was the applicant company sentenced to pay damages. Considering the financial benefit it had achieved from the publication of the impugned statement with an eye-catching title and that the applicant company's newspaper had the highest circulation in , the measures corresponded to a “pressing social need” and constituted the least severe means to require media owners to take over some responsibility for media offences.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The applicant company contested the necessity of the interference. It pointed out that it did not deny its liability for media offences as such, but was limiting its complaint to the specific circumstances under section 35 of the Media, which provided liability merely on account of the publication of a defamatory quotation by a third person regardless of any negligence on the part of the publisher. The applicant company further disputed the Government's argument that the joint and several liability served the protection of the victim's interests. Since the fine imposed on the defamer had to be paid to the State, it rather served the interests of the latter. In addition, the involvement of the media owner in the defamation proceedings entailed the risk of doubling the costs in case of loss of the lawsuit by the private prosecutor. There were more efficient solutions to diminish a private prosecutor's risk to bear the costs of the proceedings, namely by paying such costs from the amount of the fine imposed.",
                                                "elements": []
                                            },
                                            {
                                                "content": ". ",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Court refers to the general principles relating to freedom of the press and the question of assessing the necessity of an interference with that freedom, as set out in the summary of its established case-law in the cases of Fressoz and Roire v. France ([GC], no. 29183/95, § 45, ECHR 1999I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  In the present case, the applicant company was held liable for the private prosecutors' costs of proceedings against a defamer whose statement had been published in the company's newspaper. The Court finds that such civil liability is, in itself, not incompatible with the requirements of Article 10 of the Convention but still falls within the margin of appreciation left to the States (see, mutatis mutandis, Schneider Austria GmbH v. , no. 21354/93, Commission's decision of 30 November 1994; concerning a legal person's complaint under Article 1 of Protocol No. 1 about its strict liability for penalties imposed on its organs). It notes in this regard that the defamation offence at issue could only be committed via publication in the applicant company's newspaper. Therefore, the legislator's choice to shift the defamed persons' risk to obtain redress for defamation proceeding to the media company, usually in a better financial position than the defamer, does, as such, not appear as an disproportionate interference with the applicant company's right to freedom of expression.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The present case raises further issues, however, as the applicant company was not only called upon to pay in the first place but subsequently also limited in its right to claim reimbursement. The applicant company ultimately had to bear part of the costs of the defamation proceedings as the Austrian courts only granted the reimbursement of half of that sum.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Court recalls that news reporting based on interviews constitutes one of the most important means whereby the press is able to play its vital role of “public watchdog”. The methods of objective and balanced reporting may vary considerably, depending among other things on the medium in question; it is not for the Court, any more than it is for the national courts, to substitute its own views for those of the press as to what techniques of reporting should be adopted by journalists (Bergens Tidende and Others v. Norway, no. 26132/95, § 57, ECHR 2000IV). Punishment for assisting in the dissemination of statements made by another person in an interview would seriously hamper the contribution of the press to the discussion of matters of public interest and should not be envisaged unless there are particularly strong reasons for doing so (Thoma v. Luxembourg, no. 38432/97, § 62, ECHR 2001III; Jersild v. Denmark, judgment of 23 September 1994, Series A no. 298, pp.25-26, § 35).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  However, the present case essentially differs from the above-cited cases. The Court notes in this regard that the applicant company's obligation to pay part of the defamation proceedings costs was established in civil proceedings and did not imply any finding of guilt against the applicant company. The Supreme Court based its decision to grant only reduced reimbursement on considerations of causality. The court furthermore argued that Ms R had made the impugned statements in an interview given free of charge and that there was no predominant public interest in Ms R's statements whom the applicant company could not trust to be the competent person to comment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Court finds that these reasons are sufficient and reasonable. The Court, in particular, attaches importance to the two following aspects of the case. The Court notes in first place that the applicant company had obtained the defamatory statements in an unsolicited interview. By publishing them in its newspaper the applicant company established the necessary link between these statements and the public and thereby caused the statements' dissemination and thus committed the defamation offence. The Court next observes that the applicant company enjoyed entire editorial discretion as to whether and how to present the impugned statements to the public. It decided to place considerable emphasis on them and opened its article containing Ms R's defamatory remark by calling it the “first official comment” which undoubtedly attracted the attention of its readers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  Taking account of these elements, and having regard to the domestic authorities' margin of appreciation, the Court finds that holding the applicant company liable to pay part of the costs of the defamation proceedings appears acceptable and not contrary to the applicant company's right to freedom of expression. In conclusion, there has been no violation of Article 10 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "\tHolds that there has been no violation of Article 10 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 November 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrB.M. Zupančič",
            "role": "president"
        },
        {
            "name": "MrJ. Hedigan",
            "role": "judges"
        },
        {
            "name": "MrC. Bîrsan",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrE. Myjer",
            "role": "judges"
        },
        {
            "name": "MrDavid Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "MrsI. Ziemele",
            "role": "judges"
        },
        {
            "name": "Mr V. Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "22/09/2005 00:00:00",
    "docname": "CASE OF KRONE VERLAGS GMBH & CO KG v. AUSTRIA (No. 4)",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-77930.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:1109JUD007233101",
    "externalsources": [],
    "extractedappno": [
        "72331/01",
        "53678/00",
        "29183/95",
        "21354/93",
        "26132/95",
        "38432/97"
    ],
    "importance": "2",
    "introductiondate": "11/06/2001 00:00:00",
    "issue": [
        "Media Act, Section 35",
        "Civil Code, Article 1358"
    ],
    "itemid": "001-77930",
    "judgementdate": "09/11/2006 00:00:00",
    "kpdate": "09/11/2006 00:00:00",
    "kpthesaurus": [
        "149",
        "148",
        "201",
        "265",
        "579",
        "379",
        "316",
        "238",
        "354"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "10",
        "10-1",
        "10-2"
    ],
    "parties": [
        "KRONE VERLAGS GMBH & CO KG",
        "AUSTRIA"
    ],
    "rank": "565.680603027344",
    "representedby": [
        "SWOBODA E."
    ],
    "respondent": "AUT",
    "respondentOrderEng": "4",
    "scl": [
        "Bergens Tidende and Others v. Norway, no. 26132/95, § 57, ECHR 2000-IV",
        "Fressoz and Roire v. France [GC], no. 29183/95, § 45, ECHR 1999-I",
        "Jersild v. Denmark, judgment of 23 September 1994, Series A no. 298, pp.25-26, § 35",
        "Karhuvaara and Iltalehti v. Finland, no. 53678/00, § 49, ECHR 2004-X",
        "Schneider Austria GmbH v. Austria, no. 21354/93, Commission's decision of 30 November 1994",
        "Thoma v. Luxembourg, no. 38432/97, § 62, ECHR 2001-III"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "339973",
    "typedescription": "14"
}