{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court)",
    "applicability": "",
    "appno": "15037/05",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Access to court"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-119040.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 15037/05) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Ms Tatyana Konstantinovna Sakharova (“the applicant”), on 10 March 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr G. Matyushkin, the representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 5 May 2008 the application was communicated to the Government.",
                        "elements": []
                    },
                    {
                        "content": "4.  By letter dated 4 March 2010 the applicant was notified that the period allowed for submission of the observations had expired on 18 November 2008 and that no extension of that time-limit had been requested. The applicant’s attention was drawn to Article 37 § 1 (a) of the Convention, which provides that the Court may strike a case out of its list of cases where the circumstances lead to the conclusion that the applicant does not intend to pursue the application.",
                        "elements": []
                    },
                    {
                        "content": "5.  By letter of 13 April 2010 the applicant confirmed that she wished to maintain the application and requested not to strike it out of the list of cases.",
                        "elements": []
                    },
                    {
                        "content": "6.  The Government objected to the joint examination of the admissibility and merits of the application. Having examined the Government’s objection, the Court dismissed it. In accordance with Protocol No. 14, the application was allocated to a Committee.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The applicant was born in 1952 and lives in , the Rostov Region.",
                                "elements": []
                            },
                            {
                                "content": "8.  She is a widow of a military officer. She sued the military commissariats of  and the Rostov Region for recalculation of her pension on account of the increase of the monetary compensation paid in respect of a food allowance.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 18 August 2004 the Justice of the Peace of the 6th Court Circuit of Novocherkassk granted her claim and ordered the military commissariat of the Rostov Region to pay the applicant 17,216.06 Russian roubles (RUB) in pension arrears, as well as to readjust future payments in line with the increase of the food allowance. The claim against the commissariat of  was dismissed.",
                                "elements": []
                            },
                            {
                                "content": "10.  The judgment was not appealed against and entered into force. It has not been executed.",
                                "elements": []
                            },
                            {
                                "content": "11.  According to the Government, at some point the military prosecutor’s office started an inquiry into lawfulness of several sets of court proceedings concerning military pension arrears throughout the  region.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 14 October 2004 the defendant lodged a request for supervisory review of the case.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 13 January 2005 the Presidium of the Rostov Regional Court quashed the judgment on the ground of a violation of substantive law and remitted the case to the President of the Novocherkassk Town Court for the transfer to a different court for a fresh examination. The Presidium found, in particular, that the Justice of the Peace incorrectly calculated the amount of the food allowance, having thus misinterpreted the material law.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 28 April 2005 the Justice of the Peace of the 5th Court Circuit of Novocherkassk discontinued the proceedings on the ground of the applicant’s repeated failure to appear. The applicant did not appeal against the decision, and it entered into force.",
                                "elements": []
                            },
                            {
                                "content": "15.  According to the Government, at some point several unspecified military officials of the Rostov Region had been charged with and convicted of negligent attitude to duties which had caused damage to the State (Article 293 of the Criminal Code of the ). The Government did not provide any documents or further details in this respect.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "16.  The applicant complained that the quashing of the final binding judgment in her favour was in violation of Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "17.  The Government argued, first, that the application should be struck out of the list of cases since the applicant had failed to submit the observations in due time. Second, they claimed that she had failed to exhaust the domestic remedies in respect of her application, because she had not appeared before the firstinstance court in the new proceedings after the quashing. In any event, they argued that the request for supervisory review had been lodged within the time-limits set out in the domestic law. They further submitted, without further details, that “a criminal offence committed by the officers of the military commissariat of the Rostov Region constituted an exceptional circumstance which had prevented the respondent authority from making use of an ordinary appeal in good time.” The Justice of the Peace manifestly failed to apply the amount of the food allowance specified in the domestic law which had amounted to an abuse of power. Therefore, the first-instance proceedings had been tarnished by a fundamental defect, and the supervisory review had been justified, because it aimed at remedying a fundamental error in interpretation of the material law by the lower court (see Luchkina v. Russia, no. 3548/04, § 21, 10 April 2008).",
                                "elements": []
                            },
                            {
                                "content": "18.  The applicant maintained her claim.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "19.  As regards the Government’s request to strike the application out of the list, the Court notes that by letter of 13 April 2010 the applicant clearly confirmed her intention to maintain the case (see paragraph 5 above). In these circumstances, she may not be regarded as no longer wishing to pursue his application, within the meaning of Article 37 § 1 (a) of the Convention. The Court accordingly rejects the objection in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  As regards the non-exhaustion argument, the Court notes that the issue in the present case is whether the principle of legal certainty was infringed as a result of the quashing on supervisory review. The quashing is an instantaneous act and does not create a continuing situation, even if it entails a re-opening of the proceedings. In the present case, it was not demonstrated that the subsequent proceedings for recalculation of the pension was a remedy to exhaust in respect of the legal certainty complaint (see Klimenko and Ostapenko v. Russia, nos. 30709/03 and 30727/03, § 24, 23 July 2009). The objection must therefore be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court further notes that the application is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention and it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "22.  The Court reiterates that the quashing by way of supervisory review of a judicial decision which has become final and binding may render the litigant’s right to a court illusory and infringe the principle of legal certainty (see, among many other authorities, Brumărescu v. Romania [GC], no. 28342/95, § 62, ECHR 1999-VII, and Ryabykh v. Russia, no. 52854/99, §§ 56-58, ECHR 2003IX). Departures from that principle are justified only when made necessary by circumstances of a substantial and compelling character (see Kot v. Russia, no. 20887/03, § 24, 18 January 2007). The Court further recalls that it has already found numerous violations of the Convention on account of the quashing of binding and enforceable judgments by way of supervisory review in virtually identical circumstances involving retired servicemen from Novocherkassk (see, among others, Zvezdin v. Russia, no. 25448/06, §§ 30-32, 14 June 2007, and Streltsov and other “Novocherkassk military pensioners” cases v. Russia, nos. 8549/06 et al., §§ 49-57, 29 July 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Turning to the present case, the Court reiterates at the outset that a situation where the final judgment in the applicant’s favour was called into question could have been avoided, had the military commissariat lodged an ordinary appeal within the statutory ten-day time-limit (see, in identical context, Zvezdin, cited above). As concerns the Government’s submissions that the respondent commissariat’s failure to lodge an ordinary appeal was a result of a serious criminal offence committed by unnamed military officers, the Court notes, first, that such argument was only advanced in the Government’s observations but was in no way addressed in the domestic decisions submitted to the Court by the parties. Second, in the absence of any documentary evidence in support of the Government’s position or any information on the exact scope of the military prosecutor’s office’s inquiry, it was not demonstrated that the inquiry in question had actually revealed any evidence of a criminal offence in the applicant’s particular case. The Court finds that the Government have not substantiated their allegation that exceptional circumstances had prevented the respondent authority from making use of an ordinary appeal in good time (see Zvezdin, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  As regards the remainder of the arguments submitted by the Government, they were addressed in detail and dismissed in the aforementioned cases of Zvezdin and Streltsov and other “Novocherkassk military pensioners” (both cited in paragraph 22 above). In particular, it was established in identical circumstances that in the absence of a fundamental defect in the previous proceedings a party’s disagreement with the assessment made by the lower courts is not a circumstance of a substantial and compelling character warranting the quashing of a binding and enforceable judgment (ibid.). The Court finds no reason to reach a different conclusion in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court accordingly finds that the quashing of the binding and enforceable judgment in the applicant’s favour amounted to a breach of the principle of legal certainty in violation of Article 6 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "27.  The applicant did not submit a claim for just satisfaction within the specified time-limit. Accordingly, the Court considers that there is no call to award her any sum on that account.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 of the Convention on account of the quashing of the final judgment of 18 August 2004 in the applicant’s favour.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 May 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Elisabeth Steiner",
            "role": "president"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "André Wampach",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SAKHAROVA v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-119040.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:0502JUD001503705",
    "externalsources": [],
    "extractedappno": [
        "15037/05",
        "3548/04",
        "30709/03",
        "30727/03",
        "28342/95",
        "52854/99",
        "20887/03",
        "25448/06",
        "8549/06"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-119040",
    "judgementdate": "02/05/2013 00:00:00",
    "kpdate": "02/05/2013 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "7"
    ],
    "languageisocode": "ENG",
    "originatingbody": "25",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "SAKHAROVA",
        "RUSSIA"
    ],
    "rank": "981.046142578125",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "376021",
    "typedescription": "15"
}