{
    "__articles": "6;6-1;P1-1;P1-1-1;41",
    "__conclusion": "Violation of Art. 6-1;Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "66543/01",
    "article": [
        "6",
        "41",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-70579.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 66543/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Petr Fedotovich Vasilyev (“the applicant”), on 10 January 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr P. Laptev, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the award made in his favour had been subsequently quashed by way of supervisory review, which resulted in a decrease of his pension. He relied on Articles 2, 6, 8 and 13 of the Convention in this connection.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 1 April 2004 the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine), the parties replied in writing to each other’s observations.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The applicant was born in 1935 and lives in the Orenburg Region.",
                                "elements": []
                            },
                            {
                                "content": "8.  As of 25 August 1995 the applicant has been in receipt of his old-age pension from the social security authorities.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 23 June 1997 the Federal Law on Calculating and Upgrading State Pensions («О порядке исчисления и увеличения государственных пенсий», “the Pensions Law”) was adopted. It introduced a new scheme of calculating retirement benefits – “Individual Pensioner Coefficient” (“IPC”).",
                                "elements": []
                            },
                            {
                                "content": "10.  On 1 February 1998 the amount of the applicant’s pension was \nre-assessed according to the Pensions Law. The Sakmarsky District Welfare Office of the Orenburg Region (Управление социальной защиты населения Сакмарского района Оренбургской области) decided that the IPC to be applied in the applicant’s case should be 0.420.",
                                "elements": []
                            },
                            {
                                "content": "11.  The applicant, who believed that he was eligible to an IPC of 0.641, sued the Sakmarsky District Welfare Office for insufficient increase of his pension.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 11 October 1999 the Sakmarskiy District Court of the Orenburg Region found that the defendant had misinterpreted the Pensions Law. \nIt granted the applicant’s claim to apply the IPC at 0.641 for calculating his pension, increasing it by RUR 400, and awarded him arrears of RUR 3,647.82.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 16 December 1999 the  dismissed the defendant’s appeal, and the judgment of 11 October 1999 became final.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 10 July 2000 the President of the  lodged an extraordinary appeal (протест в порядке надзора) against the judgment of 11 October 1999.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 17 July 2000 the Presidium of the  examined the extraordinary appeal in the supervisory review procedure.",
                                "elements": []
                            },
                            {
                                "content": "16.  The Presidium found that the lower courts misinterpreted the Pensions Law. It varied the judgment of 11 October 1999 and the decision of 16 December 1999 by reinstating the applicant’s IPC at 0.420 and annulling the previously awarded increase as well as the arrears.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "17.  Under the Code of Civil Procedure of 1964, which was in force at the material time, judgments became final as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 208. Coming into force of judgments",
                                "elements": []
                            },
                            {
                                "content": "“Court judgments shall become legally binding on the expiration of the time-limit for lodging a cassation appeal if no such appeal has been lodged. If the judgment is not quashed following a cassation appeal, it shall become legally binding when the higher court delivers its decision...”",
                                "elements": []
                            },
                            {
                                "content": "18.  The only further means of recourse was the special supervisory-review procedure that enabled courts to reopen final judgments:",
                                "elements": []
                            },
                            {
                                "content": "Article 319. Judgments, decisions and rulings amenable to supervisory review",
                                "elements": []
                            },
                            {
                                "content": "“Final judgments, decisions and rulings of all Russian courts shall be amenable to supervisory review on an application lodged by the officials listed in Article 320 of the Code.”",
                                "elements": []
                            },
                            {
                                "content": "19.  The power of officials to lodge an application (protest) depended on their rank and territorial jurisdiction:",
                                "elements": []
                            },
                            {
                                "content": "Article 320. Officials who may initiate supervisory review",
                                "elements": []
                            },
                            {
                                "content": "“Applications may be lodged by:",
                                "elements": []
                            },
                            {
                                "content": "1. The Prosecutor General – against judgments, decisions and rulings of any court;",
                                "elements": []
                            },
                            {
                                "content": "2. The President of the Supreme Court – against rulings of the Presidium of the Supreme Court and judgments and decisions of the Civil Chamber of the Supreme Court acting as a court of first instance;",
                                "elements": []
                            },
                            {
                                "content": "3. Deputy Prosecutors General – against judgments, decisions and rulings of any court other than rulings of the Presidium of the Supreme Court;",
                                "elements": []
                            },
                            {
                                "content": "4. Vice-Presidents of the Supreme Court – against judgments and decisions of the Civil Chamber of the Supreme Court acting as a court of first instance;",
                                "elements": []
                            },
                            {
                                "content": "5. The Prosecutor General, Deputy Prosecutor General, the President and Vice-Presidents of the Supreme Court – against judgments, decisions and rulings of any court other than rulings of the Presidium of the Supreme Court;",
                                "elements": []
                            },
                            {
                                "content": "6. The President of the Supreme Court of an autonomous republic, regional court, city court, court of an autonomous region or court of an autonomous district, the Public Prosecutor of an autonomous republic, region, city, autonomous region or an autonomous district – against judgments and decisions of district (city) people’s courts and against decisions of civil chambers of, respectively, the Supreme Court of an autonomous republic, regional court, city court, court of an autonomous region or court of an autonomous district that examined the case on appeal.”",
                                "elements": []
                            },
                            {
                                "content": "20.  The power to lodge such applications was discretionary, that is to say it was solely for the official concerned to decide whether or not a particular case warranted supervisory review.",
                                "elements": []
                            },
                            {
                                "content": "21.  Under Article 322 officials listed in Article 320 who considered that a case deserved closer examination could, in certain circumstances, obtain the case file in order to establish whether good grounds for lodging an application existed.",
                                "elements": []
                            },
                            {
                                "content": "22.  Article 323 of the Code empowered the relevant officials to stay the execution of the judgment, decision or ruling in question until the supervisory review proceedings had been completed.",
                                "elements": []
                            },
                            {
                                "content": "23.  Courts hearing applications for supervisory review had extensive jurisdiction in respect of final judgments:",
                                "elements": []
                            },
                            {
                                "content": "Article 329. Powers of supervisory-review court",
                                "elements": []
                            },
                            {
                                "content": "“The court that examines an application for supervisory review may:",
                                "elements": []
                            },
                            {
                                "content": "1. Uphold the judgment, decision or ruling and dismiss the application;",
                                "elements": []
                            },
                            {
                                "content": "2. Quash all or part of the judgment, decision or ruling and order a fresh examination of the case at first or cassation instance;",
                                "elements": []
                            },
                            {
                                "content": "3. Quash all or part of the judgment, decision or ruling and terminate the proceedings or leave the claim undecided;",
                                "elements": []
                            },
                            {
                                "content": "4. Uphold any of the previous judgments, decisions or rulings in the case;",
                                "elements": []
                            },
                            {
                                "content": "5. Quash or vary the judgment of the court of first or cassation instance or of a court that has carried out supervisory review and deliver a new judgment without remitting the case for re-examination if substantive laws have been erroneously construed and applied.”",
                                "elements": []
                            },
                            {
                                "content": "41. The grounds for setting aside final judgments were as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 330. Grounds for setting aside judgments on supervisory review",
                                "elements": []
                            },
                            {
                                "content": "“...",
                                "elements": []
                            },
                            {
                                "content": "1. wrongful application or interpretation of substantive laws;",
                                "elements": []
                            },
                            {
                                "content": "2. significant breach of procedural rules which led to delivery of unlawful judgment, decision or ruling...”",
                                "elements": []
                            },
                            {
                                "content": "24.  There was no time-limit for lodging an application for supervisory review, and, in principle, such applications could be lodged at any time after a judgment had become final.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  The applicant complained that the award made in his favour was subsequently quashed by way of supervisory review, which resulted in a decrease of his pension. The Court will first examine this complaint under Article 6 of the Convention, which, in so far as relevant, provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of his civil rights and obligations ... everyone is entitled to a fair and public hearing ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Arguments of the parties",
                                "elements": [
                                    {
                                        "content": "1. The Government",
                                        "elements": [
                                            {
                                                "content": "26.  The respondent Government alleged that the judgment in the applicant’s favour had been quashed by the Presidium of the  with a view to correcting a judicial error. The Government referred to the fact that the applicant’s dispute about his pension increase had been a part of a complex general problem caused by the vagueness of the Federal Law on Calculating and Upgrading State Pensions. The ambiguity was eliminated by an instruction passed on 29 December 1999 by the Ministry of Labour and Social Development to clarify how this law should be interpreted and applied. All disputes similar to the applicant’s one were resolved in accordance with this instruction thereafter. Furthermore, the lawfulness of the instruction was later confirmed by the Supreme Court on 24 April 2000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The Government finally maintained that the supervisory proceedings complied with the Code of Civil Procedure, and therefore the quashing of the subordinate courts’ judgments could not be said to have violated the applicant’s right to fair trial.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. The applicant",
                                        "elements": [
                                            {
                                                "content": "28.  The applicant contested the Government’s allegations and maintained his complaints.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "29.  The Court first notes that the dispute as to the increase of the applicant’s old-age pension was of a pecuniary nature and indisputably concerned a civil right within the meaning of Article 6 § 1 of the Convention (see Schuler-Zgraggen v. Switzerland, judgment of 24 June 1993, Series A no. 263, p. 17, § 46; Massa v. Italy, judgment of 24 August 1993, Series A no. 265B, p. 20, § 26; Süßmann v. Germany, judgment of 16 September 1996, Reports of Judgments and Decisions  1996-IV, p. 1170, § 42 and, as a recent authority, Tričković v. Slovenia, no.  39914/98, § 40, 12 June 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court observes that the issue of the present case is whether the supervisory review procedure permitting a final judgment to be quashed can be considered compatible with Article 6 and, in particular, whether on the facts of the present case the principle of legal certainty was respected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court finds that this case is similar to the case of Ryabykh v.  (no. 52854/99, ECHR 2003IX), where it was said, in so far as relevant to the instant case:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“51. ... the Court reiterates that the right to a fair hearing before a tribunal as guaranteed by Article 6 § 1 of the Convention must be interpreted in the light of the Preamble to the Convention, which declares, in its relevant part, the rule of law to be part of the common heritage of the Contracting States. One of the fundamental aspects of the rule of law is the principle of legal certainty, which requires, among other things, that where the courts have finally determined an issue, their ruling should not be called into question...",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court notes that the supervisory review of the judgment ... was set in motion by the President of the Belgorod Regional Court – who was not party to the proceedings ... As with the situation under Romanian law examined in Brumărescu, the exercise of this power by the President was not subject to any time-limit, so that judgments were liable to challenge indefinitely.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court reiterates that Article 6 § 1 secures to everyone the right to have any claim relating to his civil rights and obligations brought before a court or tribunal. In this way it embodies the “right to a court”, of which the right of access, that is the right to institute proceedings before courts in civil matters, constitutes one aspect. However, that right would be illusory if a ’s domestic legal system allowed a final, binding judicial decision to remain inoperative to the detriment of one party. It would be inconceivable that Article 6 § 1 should describe in detail procedural guarantees afforded to litigants – proceedings that are fair, public and expeditious – without protecting the implementation of judicial decisions; to construe Article 6 as being concerned exclusively with access to a court and the conduct of proceedings would be likely to lead to situations incompatible with the principle of the rule of law which the Contracting States undertook to respect when they ratified the Convention (see Hornsby v. Greece, judgment of 19 March 1997, Reports of Judgments and Decisions 1997II, p. 510, § 40).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court considers that the right of a litigant to a court would be equally illusory if a ’s legal system allowed a judicial decision which had become final and binding to be quashed by a higher court on an application made by a State official.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Furthermore, the Court has found in this respect in its above-mentioned judgment Sovtransavto Holding v. Ukraine, § 77:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...judicial systems characterised by the objection (protest) procedure and, therefore, by the risk of final judgments being set aside repeatedly, as occurred in the instant case, are, as such, incompatible with the principle of legal certainty that is one of the fundamental aspects of the rule of law for the purposes of Article 6 § 1 of the Convention, read in the light of Brumărescu ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court notes that in the instant case in July 2000 the President of the  lodged a “protest” against the judgment of 11 October 1999 in the applicant’s favour that had become final and binding. On 17 July 2000 the Presidium of the  quashed this decision as erroneous and took a new decision to dismiss the applicant’s claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court does not find any reason for departing from its aforementioned judgments. It considers that there has been a violation of Article 6 § 1 in respect of the quashing of the final and binding judgment given in the applicant’s case.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1",
                        "elements": [
                            {
                                "content": "35.  The Court will next examine the applicant’s complaint under Article 1 of Protocol 1 which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Arguments of the parties",
                                "elements": [
                                    {
                                        "content": "1. The Government",
                                        "elements": [
                                            {
                                                "content": "36.  As to whether the applicant’s property right has been violated, the Government contended that the applicant had not acquired property since the judgment which conferred the title on him had been unlawful. They concluded that Article 1 of Protocol 1 has not been violated by the quashing of the judgment of 11 October 1999.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. The applicant",
                                        "elements": [
                                            {
                                                "content": "37.  The applicant contested the Government’s allegations and maintained his complaints.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "38.  The Court reiterates first that the Convention does not guarantee, as such, the right to an old-age pension or any social benefit in a particular amount (see, for example, Aunola v. Finland (dec.), no. 30517/96, 15 March 2001). However a “claim”—even concerning a pension—can constitute a “possession” within the meaning of Article 1 of Protocol No. 1 if it is sufficiently established to be enforceable (see Stran Greek Refineries v. Greece, judgment of 9 December 1994, Series A no. 301, § 59).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The judgment of the Sakmarskiy District Court of 11 October 1999 as upheld by the  on 16 December 1999 provided the applicant with an enforceable claim to receive an increased pension with the IPC of 0.641 and the arrears of RUR 3,647.82. This judgment became final after it had been upheld on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court finds that the decision of the Orenburg Regional Court of 17 July 2000 reinstating the applicant’s IPC at 0.420 and voiding the previously awarded increase as well as the arrears constituted an interference with the applicant’s right to the peaceful enjoyment of possessions guaranteed by Article 1 of Protocol No. 1 (see Brumărescu v.  [GC], no. 28342/95, § 74, ECHR 1999VII and Pravednaya v. Russia, no. 69529/01, §§ 38-39, 18 November 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  While the Court accepts that this measure was lawful and pursued the public interest (such as, for example, an efficient and harmonised State pension scheme), its compliance with the requirement of proportionality is questionable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  It is true that recalculation of one’s pension and its decrease does not, as such, violate Article 1 of Protocol No. 1 (Skorkiewicz v Poland (dec.), no. 39860/98, 1 June 1998). However, backdating the recalculation with the effect that the awarded sums already transferred (or overdue) are reduced involves an individual and excessive burden for the applicant and is thus incompatible with Article 1 of the Protocol. In this respect, the Court recalls the aforementioned Pravednaya judgment, where, in a somewhat similar set of facts, it was said:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“40.   ... The “public interest” may admittedly include an efficient and harmonised State pension scheme, for the sake of which the State may adjust its legislation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  However, the State’s possible interest in ensuring a uniform application of the Pensions Law should not have brought about the retrospective recalculation of the judicial award already made. The Court considers that by depriving the applicant of the right to benefit from the pension in the amount secured in a final judgment, the State upset a fair balance between the interests at stake (see, mutatis mutandis Pressos Compania Naviera S.A. and Others v. Belgium, judgment of 20 November 1995, Series A no. 332, § 43).”",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court does not find any reason to depart from its conclusions in that judgment and finds that there has been a violation of Article 1 of Protocol No. 1 in the present case too.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "45.  The applicant claimed USD 30,000 in respect of pecuniary and \nnon-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Government considered this claim to be excessive, unreasonable and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court does not discern any causal link between the violation found and the extensive pecuniary damage alleged. However, in respect of the violation of Article 1 of Protocol No. 1, the Court considers it appropriate to award the applicant EUR 230, representing the sum the applicant would have received had the reduction of the pension ordered by the decision of 17 July 2000 not been backdated, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  As regards the non-pecuniary damage, the Court takes the view that the applicant has suffered some non-pecuniary damage as a result of the violations found which cannot be made good by the Court’s mere finding of a violation. Nevertheless, the amount claimed is excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  Making its assessment on an equitable basis, as required by Article 41 of the Convention, the Court awards the applicant the sum of EUR 500 in respect of non-pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "50.  The applicant did not make any claims for the costs and expenses incurred before the domestic courts and before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  Accordingly, the Court does not award anything under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "52.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts, to be converted into Russian roubles at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 October 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "MrD. Spielmann",
            "role": "judges"
        },
        {
            "name": "MrS.E. Jebens",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "01/04/2004 00:00:00",
    "docname": "CASE OF VASILYEV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-70579.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:1013JUD006654301",
    "externalsources": [],
    "extractedappno": [
        "66543/01",
        "39914/98",
        "52854/99",
        "30517/96",
        "28342/95",
        "69529/01",
        "39860/98"
    ],
    "importance": "4",
    "introductiondate": "10/01/2001 00:00:00",
    "issue": [
        "Code of Civil Procedure 1964, Articles 208, 319-320, 322-323 and 329-330"
    ],
    "itemid": "001-70579",
    "judgementdate": "13/10/2005 00:00:00",
    "kpdate": "13/10/2005 00:00:00",
    "kpthesaurus": [
        "369",
        "304",
        "445",
        "40",
        "136",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "P1-1-1",
        "6-1",
        "6",
        "41",
        "P1-1"
    ],
    "parties": [
        "VASILYEV",
        "RUSSIA"
    ],
    "rank": "526.921752929688",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Aunola v. Finland (dec.), no. 30517/96, 15 March 2001",
        "Brumarescu v. Romania [GC], no. 28342/95, § 74, ECHR 1999-VII",
        "Massa v. Italy, judgment of 24 August 1993, Series A no. 265-B, p. 20, § 26",
        "Pravednaya v. Russia, no. 69529/01, §§ 38-39, 18 November 2004",
        "Ryabykh v. Russia, no. 52854/99, ECHR 2003-IX",
        "Schuler-Zgraggen v. Switzerland, judgment of 24 June 1993, Series A no. 263, p. 17, § 46",
        "Skorkiewicz v Poland (dec.), no. 39860/98, 1 June 1998",
        "Süßmann v. Germany, judgment of 16 September 1996, Reports of Judgments and Decisions  1996-IV, p. 1170, § 42",
        "Trickovic v. Slovenia, no.  39914/98, § 40, 12 June 2001"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "332334",
    "typedescription": "15"
}