{
    "__articles": "2;2-1",
    "__conclusion": "Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect)",
    "applicability": "",
    "appno": "46206/10",
    "article": [
        "2"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2-1 - Effective investigation"
            ],
            "element": "Violation of Article 2 - Right to life",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-196675.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 46206/10) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Abu Kabilov (“the applicant”), on 20 July 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms V. Kogan and Mr E. Wesselink from the Stichting Russian Justice Initiative, in partnership with another NGO, Astreya (“SRJI/Astreya”). The Russian Government (“the Government”) were initially represented by Mr G. Matyushkin, Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 7 January 2016 notice of the complaints concerning the investigation into the abduction of the applicant’s son and the lack of effective remedies in that regard was given to the Government and the remainder of the application, including a complaint under the substantive limb of Article 2 of the Convention and a complaint under Article 5 of the Convention, was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court. The Government did not object to the examination of the application by a Committee",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1957 and lives in Grozny, Chechnya. He is the father of Mr Magomed Kabilov, who was born in 1984 and worked at the Zavodskoy district fire station in Grozny.",
                                "elements": []
                            },
                            {
                                "content": "Disappearance of Mr Magomed Kabilov",
                                "elements": [
                                    {
                                        "content": "5.  At about 5 p.m. on 25 August 2009 Mr Magomed Kabilov left his work place with two colleagues, Mr S.B. and Mr Kh.B. in the latter’s car. Several minutes later, as soon as they had left the premises of the Zavodskoy district fire station, they saw a grey VAZ-2110 car moving in the opposite direction. Mr Magomed Kabilov said that it was an acquaintance of his (apparently Mr R.S.) and asked Mr Kh.B. to stop. When the other car pulled over, Mr Magomed Kabilov got into it and was driven away to an unknown destination. Neither Mr Magomed Kabilov nor Mr R.S. have been seen since.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Official investigation into the incident",
                                "elements": [
                                    {
                                        "content": "Investigation into the disappearance of Mr Magomed Kabilov",
                                        "elements": [
                                            {
                                                "content": "6.  On 26 August 2009 the applicant lodged a complaint in respect of Mr Magomed Kabilov’s disappearance with the Zavodskoy district police department and the Zavodskoy district investigative committee in Grozny.",
                                                "elements": []
                                            },
                                            {
                                                "content": "7.  On 14 September 2009 the Zavodskoy district investigative committee opened a criminal investigation into Mr Magomed Kabilov’s disappearance (case no. 67057) under Article 105 of the Russian Criminal Code (murder).",
                                                "elements": []
                                            },
                                            {
                                                "content": "8.  On 15 September 2009, the applicant was granted victim status in the proceedings and questioned. He submitted that on 26 August 2009 he had spoken with his son’s colleagues, Mr Kh.B. and Mr S.B., who had told him that at about 5.10 p.m. on 25 August 2009 Mr Magomed Kabilov had got into a grey VAZ-2110 car near the Zavodskoy fire station in Grozny and had been driven away to an unknown destination. The applicant also submitted that his son’s acquaintance, Mr R.S., had disappeared on the same day, 25 August 2009.",
                                                "elements": []
                                            },
                                            {
                                                "content": "9.  On 30 September 2009 the deputy head of the Zavodskoy district investigative committee ordered the investigators: (i) to search Mr Magomed Kabilov’s place of residence; (ii) to obtain data from his telephone (including incoming and outgoing calls); (iii) to identify and question witnesses to the incident, Mr Kabilov’s colleagues and neighbours; (iv) to identify and question Mr R.S.; and (v) to take other investigative steps.",
                                                "elements": []
                                            },
                                            {
                                                "content": "10.  On 10 November 2009 the investigators questioned Mr Kh.B. and Mr S.B. Their statements describe circumstances similar to those described in paragraph 5 above. Mr Kh.B. also said that there had been two unfamiliar persons in the VAZ- 2110 car.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  On 12 November 2009 the investigators questioned Mr R.S.’s father, wife and sister. They stated that Mr R.S. owned a grey VAZ-2110 car, that he had not returned home on 25 August 2009 and that he had not been seen since.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  On the same day, 12 November 2009, and again on 14 November 2009 the investigators questioned Mr Magomed Kabilov’s mother and sister, whose statements were similar to that of the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  On an unspecified date in November 2009 the transport police informed the investigators that Mr M.A. Kabilov had bought several tickets for public transport (apparently after 25 August 2009). The police did not provide the investigators with his personal information.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  On 14 November 2009 the investigation was suspended for failure to identify the perpetrators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  On 20 November 2009 the investigation was resumed. The deputy head of the Zavodskoy district investigative committee again ordered the investigators: (i) to examine Mr Magomed Kabilov’s place of residence; (ii) to obtain data from his telephone (including incoming and outgoing calls); (iii) to identify and question witnesses to the incident; and (iv) to take other investigative steps. The investigators were also to obtain detailed information about Mr M.A. Kabilov from the transport police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  On 3 and 20 December 2009 the investigators questioned several colleagues of Mr Magomed Kabilov. Their submissions did not contain any new information.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 3 December 2009 at the investigators’ request the Zavodskoy District Court allowed them to access information concerning Mr Magomed Kabilov’s mobile telephone data from the service provider. On an unspecified date in 2010 the investigators established that after Mr Kabilov’s abduction, a telephone call had been made from his number to a telephone registered under the name of Ms L.B.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 4 December 2009, the investigators searched Mr Magomed Kabilov’s flat. As material evidence they collected a skullcap belonging to him, which was later submitted for an expert biological examination. The presence of antigens A and H were found on the skullcap.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 20 December 2009 the investigation was suspended for failure to identify the perpetrators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  On an unspecified subsequent date the applicant requested the Federal Security Service in Chechnya to assist in the search of his son. In a reply of 25 January 2010 he was informed that his letter had been forwarded to the Chechnya Public Prosecutor’s Office.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  On 18 February 2010 the investigation was resumed and then on 28 February 2010 it was suspended again.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On 4 June 2010, following a complaint lodged by the applicant with a domestic court (see paragraph 52 below), the investigators resumed the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  On an unspecified date the investigators identified the individual with whom Mr Magomed Kabilov had apparently spoken on the telephone. From the documents in the Court’s possession it is unclear as to whether the conversation took place on 25 August 2009 or later. That individual had been Ms A.Yu. On 9 June 2010 the investigators questioned her. She denied having used the telephone number to which the investigators referred or knowing Mr Kabilov.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  On 14 June 2010 the investigation was suspended. It was subsequently resumed on 1 November 2010 and suspended again on 21 November 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  A month later, on 21 December 2010, the deputy prosecutor of the Zavodskoy district criticised the quality of the investigation. He noted that the investigators had failed: (i) to establish whether Mr R.S.’s car had left Chechnya; (ii) to put it on the list of wanted vehicles; (iii) to identify persons with whom telephone communication from Mr R.S.’s number had been made; and (iv) to take other investigative steps.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 24 December 2010 the investigation was resumed. It does not appear that any investigative actions were taken, and the investigation was again suspended on 29 December 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 23 March 2011 the deputy prosecutor of the Zavodskoy district again criticised the investigators for their failure to establish whether Mr R.S.’s car had left Chechnya, or to put it on the list of wanted vehicles.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  On 15 April 2011 the investigation was resumed and five days later, on 20 April 2011, suspended again.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On 19 August 2011 the deputy prosecutor of the Zavodskoy district noted that the investigators had not identified persons with whom telephone communication from Mr R.S.’s number had been made. He also ordered that the investigation into the disappearance of the applicant’s son be joined to the investigation opened into the disappearance of Mr R.S.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  On 26 August 2011 the investigators resumed the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 7 September 2011 the deputy head of the Zavodskoy district investigative committee repeated his instruction of 20 November 2009 to obtain information about Mr M.A. Kabilov, who had bought public transport tickets (apparently after the alleged abduction). He also instructed the investigators to question Ms L.B.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  On 7 September 2011 the aforementioned witness was questioned. She stated that she had never used the telephone number to which the call from Mr Magomed Kabilov’s telephone had been made.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On 16 September 2011 the investigation was suspended. Subsequently it was joined to the investigation into Mr R.S.’s disappearance (see paragraph 48 below).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Investigation into the disappearance of Mr R.S.",
                                        "elements": [
                                            {
                                                "content": "34.  On 26 August 2009 Mr R.S.’s father complained of his son’s disappearance to the Zavodskoy district police department.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 8 October 2009 the Zavodskoy district investigative committee opened an investigation into Mr R.S.’s disappearance (criminal case no. 67061) under Article 105 of the Russian Criminal Code (murder).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 12 October 2009 the deputy head of the Zavodskoy district investigative committee ordered the investigators: (i) to search Mr R.S.’s flat; (ii) to check registration logs at the road checkpoints; (iii) to obtain data from Mr R.S.’s telephone (including incoming and outgoing calls); (iv) to check whether Mr R.S. disappeared on the same day as the applicant’s son; and (v) to take other investigative steps.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 15 October 2009 the investigators granted victim status to Mr R.S.’s father and questioned him. He stated that on 25 August 2009 Mr R.S. had gone to Grozny and had not been seen since. He also provided the investigators with his son’s telephone number, described his appearance and stated that his son could not have joined illegal armed groups.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  On 10 November 2009 the investigators suggested that the abduction of Mr R.S. had been perpetrated either by law-enforcement officers on account of his criminal activity, or by private individuals on account of a feud, unpaid debts or personal hostility.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  On 11 November 2009 one of Mr R.S.’s colleagues was questioned by the investigators. He submitted that at a formal meeting at the offices of the Chechen Government he had heard that Mr R.S. had joined an illegal armed group.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The following day, 12 November 2009, the investigators questioned Mr R.S.’s sister, who endorsed her father’s submissions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  On 13 and 16 November 2009 the investigators questioned the applicant and his wife respectively. They submitted that on 26 August 2009 the applicant had spoken with his son’s colleagues, Mr Kh.B. and Mr S.B., who had told him that at about 5.10 p.m. on 25 August 2009 Mr Magomed Kabilov had got into a grey VAZ-2110 car near the Zavodskoy fire station in Grozny and had been driven away to an unknown destination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  On 16 November 2009 the investigators questioned Mr Kh.B. and Mr S.B. Their statements described circumstances similar to those described in paragraph 5 above. Mr Kh.B. had noticed two unfamiliar persons in the VAZ-2110 car and stated that it had driven away at high speed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  On 26 November 2009 the investigators questioned another colleague of Mr R.S., who submitted that during a private briefing at the Chechen President’s residence it had been said that Mr R.S. had joined an illegal armed group.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  On 30 November 2009 the investigators searched Mr Kh.B.’s place of residence and collected material evidence in the form of his skullcap. On 4 December 2009 they ordered an expert biological examination of the skullcap. The specialists later concluded that the owner of the skullcap had the antigen A.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  In the meantime, on an unspecified date the investigators applied to the Zavodskoy District Court in Grozny seeking authorisation to seize from the telecommunications provider documents related to Mr R.S.’s telephone calls and billing information. The investigators’ request was granted on 3 December 2009.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  On an unspecified date the investigators obtained information about the location of Mr Magomed Kabilov’s and Mr R.S.’s mobile telephones following the events of 25 August 2009. According to the data, on 26 August 2009 they had been physically located in the town of Khasavyurt, Dagestan.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  On 8 December 2009 the investigation was suspended for failure to identify the perpetrators. It was resumed on 15 November 2011. Subsequently, it was joined to the investigation into the disappearance of the applicant’s son (see paragraph 48 below).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Joined investigation into the disappearance of Mr Magomed Kabilov and Mr R.S.",
                                        "elements": [
                                            {
                                                "content": "48.  On 23 November 2011 the investigators joined the investigation into the disappearance of Mr R.S. to the investigation into the disappearance of Mr Magomed Kabilov. The joined case was assigned number 67057.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  On 5 December 2011, apparently without any investigative steps having been taken, the investigation was suspended.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Two days later, on 7 December 2012, the above-mentioned decision was overruled by the deputy head of the Zavodskoy district prosecutor’s office. Shortly thereafter the investigation was resumed. Copies of the case-file material submitted by the Government do not contain the resumption order.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  On 15 February 2012 the deputy prosecutor of the Chechen Republic noted a number of shortcomings in the investigation. In particular, he stated that the investigators had failed to question some of Mr Magomed Kabilov’s and Mr R.S.’s friends or neighbours, the participants of the official meeting in which it had been mentioned that Mr R.S. had joined an illegal armed group, and the individuals whom the abducted men had contacted on 25 August 2009 by telephone. Moreover, the investigators had not followed up on information they had obtained from the telecommunications service provider that the abducted men’s telephones had crossed the Chechen border and had connected to the mobile telecommunications networks in Khasavyurt, Dagestan. The investigators had also failed to request the Dagestan authorities to inform them whether Mr R.S.’s vehicle had been seen in the area. Lastly, it appeared that the responses received in reply to the investigators’ requests had not been included in the case file.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "Proceedings against the investigators",
                                "elements": [
                                    {
                                        "content": "52.  On 1 June 2010 the applicant lodged a complaint with the Staropromyslovskiy District Court in Grozny concerning the investigator’s decision of 28 February 2010 to suspend the investigation. On 4 June 2010 the court rejected the complaint, as the investigation had been resumed earlier the same day.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "RELEVANT DOMESTIC LAW AND INTERNATIONAL MATERIAL",
                        "elements": [
                            {
                                "content": "53.  For a summary of the relevant domestic law and international and domestic reports, see Makayeva v. Russia (no. 37287/09, §§ 66-67, 18 September 2014), Aslakhanova and Others v. Russia (nos. 2944/06, 8300/07, 50184/07, 332/08 and 42509/10, §§ 80-84, 18 December 2012) and Akhmadova and Sadulayeva v. Russia (no. 40464/02, §§ 67-69, 10 May 2007).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  The applicant complained under Article 2 of the Convention that the domestic authorities had failed to carry out an effective investigation into the events of 25 August 2009. The relevant part of Article 2 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law ...”",
                                "elements": []
                            },
                            {
                                "content": "The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "55.  The Government claimed that the applicant had not exhausted domestic remedies, because he had not challenged the investigators’ actions or their alleged inactivity in court. The Government made no comments on the effectiveness of the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The applicant maintained his complaints. He stated that he had no effective domestic remedies to exhaust and that his application to the domestic court on 1 June 2010 had proved that. As regards the effectiveness of the investigation, the investigators had been passive at the most crucial initial stage of the investigation. No meaningful steps had been taken until 30 September 2009, when their superior had issued compulsory orders. However, the investigators had not followed those instructions. They had examined key witnesses belatedly, had not taken steps to locate Mr R.S.’s car, and had overall protracted the proceedings, thus rendering them ineffective. Moreover, the applicant had not been regularly informed of the progress of the case. His requests about new developments had been forwarded from one authority to another or had been ignored.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "Admissibility",
                                        "elements": [
                                            {
                                                "content": "57.  The Court considers that the Government’s non-exhaustion plea raises issues concerning the effectiveness of the investigation which are closely linked to the merits of the applicant’s complaints. It therefore decides to join this objection to the merits of the case. The complaint under examination does not appear to be manifestly ill-founded or inadmissible on other grounds and must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "General principles",
                                "elements": [
                                    {
                                        "content": "58.  For a summary of the general principles, see Khava Aziyeva and Others v. Russia (no. 30237/10, §§ 77-81, 23 April 2015, with further references).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Application of those principles to the present case",
                                "elements": [
                                    {
                                        "content": "59.  At the outset the Court notes that it is not disputed by the Government that the domestic authorities had an obligation under Article 2 of the Convention to ensure that an effective investigation was carried out into the incident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court observes that the applicant and Mr R.S.’s father immediately reported the disappearance of their sons to the authorities on 26 August 2009, the day following the incident (see paragraphs 6 and 34 above). Despite the seriousness of the allegations, the official investigation was not launched until 14 September 2009 (see paragraph 7 above). It appears that no investigative measures had been carried out before that date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  Even after the initiation of the criminal proceedings, the investigators demonstrated a passive and reluctant attitude towards the investigation, failing to take basic steps in a timely manner. Having been informed by the applicant on 15 September 2009 about the eyewitnesses to the incident, they waited almost two months, until10 November 2009, before questioning them (see paragraphs 8 and 10 above). The Court also observes the investigators’ consistent failure to duly comply with the instructions of their superiors of 30 September and 20 November 2009, 21 December 2010, 7 September 2011 and 15 February 2012 (see paragraphs 9, 15, 25, 31 and 51 above). In particular, it notes that the search of Mr Magomed Kabilov’s flat and the obtaining of mobile telephone data were delayed until December 2009 (see paragraphs 18 and 17 above). For unknown reasons, the investigators did not follow up on the information about the tickets allegedly bought by Mr M.A. Kabilov, or the mobile phone calls made from Khasavyurt, even after those shortcomings had been pointed out and criticised by the investigators’ superior. Moreover, no attempt to locate Mr R.S.’s vehicle was ever made. The Court finds such conspicuous apathy to be unacceptable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  As regards the overall conduct of the proceedings, the Court observes that from 8 October 2009 until 23 November 2011 the investigations into the disappearance of Mr Magomed Kabilov and Mr R.S. were conducted in parallel, having not been joined in one case. As a result, many investigative steps, particularly the questioning of witnesses, were duplicated (see paragraphs 8, 10, 11, 37, 41 and 42). Furthermore, important circumstances established in the context of one set of proceedings were disregarded in the context of the other one (for example, the information concerning Mr R.S.’s possible involvement in an illegal armed group was not taken into account in the investigation into the disappearance of the applicant’s son).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Lastly, the Court cannot overlook the fact that the investigation was suspended and resumed on many occasions (see paragraphs 14, 15, 19, 21, 22, 24, 26, 28, 30 and 33 above). Such premature suspensions in a situation in which vital steps indicated by the superior authority had not been taken, undermined the investigators’ ability to identify and prosecute the perpetrators (see Ögur v. Turkey [GC], no. 21954/93, § 88, ECHR 1999III, and Khava Aziyeva and Others, cited above, § 86).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  In the light of the seriousness of the above-mentioned shortcomings, which deprived the investigation of the required thoroughness, and taking into account the absence of any tangible results, the Court considers that it is highly doubtful that any complaints by the applicant against the investigators’ decisions would have had any prospects of accelerating the progress of the investigation or effectively influencing the conduct of the investigators, particularly given their reluctance to actively pursue the investigation. Accordingly, the Court finds that the remedy cited by the Government was ineffective in the circumstances of the present case and dismisses their objection as regards the applicant’s failure to exhaust domestic remedies within the context of the criminal investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  In the light of the foregoing, the Court holds that the authorities failed to carry out an effective criminal investigation into the circumstances surrounding the disappearance of Mr Magomed Kabilov, in breach of Article 2 of the Convention in its procedural aspect.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "66.  The applicant complained that he had been deprived of effective remedies in respect of his complaint under Article 2 of the Convention, contrary to Article 13 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "67.  The Government contended that the applicant had had effective remedies at his disposal as required by Article 13 of the Convention, stating that he had had the opportunity to challenge the acts or omissions of the investigating authorities in court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The applicant reiterated his complaint.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "Admissibility",
                                        "elements": [
                                            {
                                                "content": "69.  The Court notes that the applicant’s complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Merits",
                                        "elements": [
                                            {
                                                "content": "70.  The Court observes that the applicant’s complaint under Article 13 in connection with Article 2 of the Convention concerns the same issues as those examined above under Article 2. Having regard to its conclusion in paragraph 65 above, the Court considers it unnecessary to examine that issue separately under Article 13 (see Gaysanova v. Russia, no. 62235/09, § 142, 12 May 2016; Fanziyeva v. Russia, no. 41675/08, § 85, 18 June 2015; Perevedentsevy v. Russia, no. 39583/05, § 126, 24 April 2014, and Shumkova v. Russia, no. 9296/06, § 123, 14 February 2012).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "71.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "Damage",
                                "elements": [
                                    {
                                        "content": "72.  The applicant claimed 1,813,814 Russian roubles (approximately 25,015 euros (EUR)) in respect of pecuniary damage. He also claimed compensation for non-pecuniary damage in an amount to be determined by the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Government left the issue to the Court’s discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Court does not discern any causal link between the violation it has found of the Government’s positive obligation to carry out an effective investigation under Article 2 of the Convention and the pecuniary damage alleged. It therefore rejects this claim. On the other hand, it awards the applicant EUR 26,000 in respect of non-pecuniary damage, plus any tax that may be chargeable to him.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Costs and expenses",
                                "elements": [
                                    {
                                        "content": "75.  The applicant also claimed EUR 3,296 for the costs and expenses incurred before the Court. He requested that the award be paid into the bank account of his representative before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Government left the issue to the Court’s discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  Regard being had to the documents in its possession and to its caselaw, the Court considers it reasonable to award the sum of EUR 2,000 covering all costs and expenses under that head, plus any tax that may be chargeable to the applicant. The award is to be paid into the bank account of the applicant’s representative, as indicated by the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Default interest",
                                "elements": [
                                    {
                                        "content": "78.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Decides to join to the merits the Government’s objection as to the nonexhaustion of domestic remedies and rejects it;",
                        "elements": []
                    },
                    {
                        "content": "Declares the complaints under Articles 2 and 13 of the Convention admissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a procedural violation of Article 2 of the Convention on account of the failure to conduct an effective investigation into the circumstances in which Mr Magomed Kabilov disappeared;",
                        "elements": []
                    },
                    {
                        "content": "Holds that no separate issue arises under Article 13 of the Convention taken in conjunction with Article 2 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay the applicant, within three months the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement, simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 October 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Georgios A. Serghides",
            "role": "president"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Erik Wennerström",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KABILOV v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-196675.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:1015JUD004620610",
    "externalsources": [],
    "extractedappno": [
        "46206/10",
        "37287/09",
        "2944/06",
        "8300/07",
        "50184/07",
        "332/08",
        "42509/10",
        "40464/02",
        "30237/10",
        "21954/93",
        "62235/09",
        "41675/08",
        "39583/05",
        "9296/06"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-196675",
    "judgementdate": "15/10/2019 00:00:00",
    "kpdate": "15/10/2019 00:00:00",
    "kpthesaurus": [
        "449",
        "595"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "2-1",
        "2"
    ],
    "parties": [
        "KABILOV",
        "RUSSIA"
    ],
    "rank": "4070.45141601563",
    "representedby": [
        "KOGAN V.",
        "WESSELINK E."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "492442",
    "typedescription": "15"
}