{
    "__articles": "6;6-1;6-2;41",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing;Equality of arms);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-2 - Presumption of innocence);Pecuniary damage - claim dismissed;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "18851/07",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-2 - Presumption of innocence"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-110305.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 18851/07) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a French national, Mr Arnaud Lagardère (“the applicant”), on 19 April 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by SCP Piwnica and Molinié, Members of the Conseil d’Etat and Court of Cassation Bar, and by Mr J.-P. Spitzer, a lawyer practising in . The French Government (“the Government”) were represented by their Agent, Mrs E. Belliard, Director of Legal Affairs, Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, a violation of Article 6 §§ 1 and 2 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 24 November 2009 the Court decided to communicate the application to the Government. It also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1961 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant’s father, J.-L. Lagardère, was chairman and managing director of the Matra and Hachette companies.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 29 December 1992 Lambda, a company representing certain shareholders in Matra and Hachette, lodged a complaint for misappropriation of corporate assets, together with an application to join the proceedings as a civil party.",
                                "elements": []
                            },
                            {
                                "content": "8.  By an order of 21 June 1999, J.-L. Lagardère was sent before the Paris Criminal Court on suspicion of having, between 1988 and 1992, as chairman and managing director of Matra and Hachette in Paris, knowingly fraudulently misused assets of those companies against their interest, in particular by letting them bear the full cost of an annual licence fee equal to 0.2% of the two companies’ turnover, only part of which was justified, for his personal gain or to help another company in which he had a direct or indirect interest.",
                                "elements": []
                            },
                            {
                                "content": "9.  Two agreements were signed for the purpose: one on 1 October 1988, between Matra and the Arjil Group, and the other on 1 November 1988, between Hachette and the Arjil Group. They were adopted by the general assemblies of Hachette and Matra on 20 June 1989 and 26 June 1989 respectively.",
                                "elements": []
                            },
                            {
                                "content": "10.  In a judgment of 22 June 2000 the Paris Criminal Court declared the prosecution against J.-L. Lagardère time-barred, the starting point for the purposes of limitation being fixed at 20 and 26 June 1989, the dates of signature of the agreements by the shareholders. As a result, the court declared the civil party action brought by Lambda inadmissible.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 22 and 28 June 2000 Lambda and the public prosecutor at the  tribunal de grande instance appealed.",
                                "elements": []
                            },
                            {
                                "content": "12.  In a judgment of 25 January 2002 the Paris Court of Appeal confirmed the judgment in all its provisions. Lambda appealed on points of law.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 14 March 2003 J.-L. Lagardère died.",
                                "elements": []
                            },
                            {
                                "content": "14.  In a judgment of 8 October 2003, after declaring that the prosecution had lapsed, this time as a result of the accused’s death, the Criminal Division of the Court of Cassation quashed and annulled the judgment of the Paris Court of Appeal concerning the civil action, considering that the moment at which time had started to run for the purposes of limitation was the presentation of the auditors’ special report to the general assemblies, which post-dated the signature of the disputed agreements. The case was sent before the Versailles Court of Appeal.",
                                "elements": []
                            },
                            {
                                "content": "15.  Jean-Luc Lagardère’s heirs, his widow E.P.L. and the applicant, challenged that court’s competence to judge the civil action.",
                                "elements": []
                            },
                            {
                                "content": "16.  In a judgment of 30 June 2005 the Versailles Court of Appeal dismissed that objection, considering that the civil action continued when the offender’s death occurred after a decision on the criminal prosecution had been given.",
                                "elements": []
                            },
                            {
                                "content": "17.  It declared the instances of misappropriation of corporate assets committed in 1988 time-barred, but not those committed in the financial years 1989 to 1992.",
                                "elements": []
                            },
                            {
                                "content": "18.  The court accordingly considered that it had first to determine whether the constituent elements of the offence of misappropriation of corporate assets were established in respect of Arnaud Lagardère’s late father. To do this it examined “the personal interest” in the signature and execution of the contracts in issue, “whether they were against the corporate interests of Matra and Hachette”, and whether J.-L. Lagardère had acted in “bad faith”. It concluded its reasoning in the following terms:",
                                "elements": []
                            },
                            {
                                "content": "“the system set in place ... at the request of Mr [J.-L.] Lagardère ... constitutes the offence of misappropriation of corporate assets to the detriment of Matra and Hachette.”",
                                "elements": []
                            },
                            {
                                "content": "19.  The Court of Appeal explained that the profit had been 94,100,000 French francs (FRF), or 14,345,452.52 euros (EUR), without any real added value for the injured companies.",
                                "elements": []
                            },
                            {
                                "content": "20.  In the operative part of its judgment the Court of Appeal held:",
                                "elements": []
                            },
                            {
                                "content": "“that the constituent elements of the offence of misappropriation of corporate assets to the detriment Matra and Hachette are established for that period against Mr Jean-Luc Lagardère.”",
                                "elements": []
                            },
                            {
                                "content": "21.  In view of that finding the Court of Appeal ordered E.P.L. and the applicant, as the heirs, to pay the civil party EUR 14,345,452.52 in damages.",
                                "elements": []
                            },
                            {
                                "content": "22.  The applicant, E.P.L., Lambda and the Principal Public Prosecutor at the Court of Appeal appealed on points of law. In support of his appeal the applicant argued that there had been a violation of Article 6 of the Convention because the criminal court had no authority to judge the matter after his father’s death.",
                                "elements": []
                            },
                            {
                                "content": "23.  In his opinion on the appeal the advocate-general at the Court of Cassation, having examined the different possible solutions and the relevant legal theory and case-law, concluded that the Versailles Court of Appeal had no authority to judge the civil action after J.-L.  Lagardère’s death. He also justified his opinion on principle. First, he pointed out that whatever the place reserved for the victim in the criminal trial, the judgment of the civil action remained contingent on the outcome of the criminal proceedings as it required the prior demonstration of the existence of an offence of which a particular individual was guilty, which ruled out the possibility of continuing the action against the heirs. He cited a passage from an authoritative work (Précis de procédure pénale, by Professors Stefani, Levasseur and Bouloc, 19th edition): “in our modern law we no longer bring actions against the dead or the memory of the dead”. Next, he explained that the need for a violation of the criminal law which was inherent in any decision of the criminal courts justified the fact that, for the court even to rule only on the civil action, the accused had to be given a criminal trial that respected the “principle that hearings must be oral ... and the adversarial nature of the trial, which was an essential component of a fair trial. In other words, in order for the criminal court to be able to rule, in both the criminal and the civil proceedings, there is a condition: the effective participation of the accused in his trial”. This meant that in order for the criminal court to be able to examine the civil action alone, it would be necessary for the accused “at one time or another, to have had an effective opportunity to submit his arguments in full concerning the presence and the solidity of all the constituent elements of the offence with which he has been charged, and his responsibility in the matter”.",
                                "elements": []
                            },
                            {
                                "content": "24.  In a judgment of 25 October 2006 the Court of Cassation declared the Principal Public Prosecutor’s appeal inadmissible and rejected those lodged by the applicant and E.P.L.",
                                "elements": []
                            },
                            {
                                "content": "25.  Regarding the arguments submitted by the applicant, the judgment read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In overruling the objection that the criminal court had no authority to hear the civil action brought by the heirs of [J.-L. Lagardère] because no decision had been given on the merits in the criminal proceedings prior to the death of the accused, the judgment states, among other things, that the proceedings and the judgment found that the prosecution was time-barred before the accused died; furthermore, the criminal court to which the case was remitted by the Court of Cassation is the only court competent to determine whether the prosecution was time-barred and whether, having regard to the civil claim, the constituent elements of the offence of misappropriation of corporate assets have been made out;",
                                "elements": []
                            },
                            {
                                "content": "In pronouncing itself in those terms the Court of Appeal justified its decision;",
                                "elements": []
                            },
                            {
                                "content": "Trial courts before which action was lawfully taken before the criminal prosecution lapsed continue to have jurisdiction in the civil proceedings...”",
                                "elements": []
                            },
                            {
                                "content": "26. Ruling on the civil party claim, it quashed and annulled the judgment of the Court of Appeal solely on the issue of the capitalisation of the interest on the sums owed by J.-L. Lagardère’s heirs. On that occasion it noted that the Court of Appeal had “found JeanLuc Lagardère guilty”.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The Code of Criminal Procedure",
                                "elements": [
                                    {
                                        "content": "27.  The relevant provisions of the Code of Criminal Procedure read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 2",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Anyone who has personally suffered damage directly caused by a criminal offence may bring civil-party proceedings to seek compensation for such damage. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 3",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Civil-party proceedings may be conducted simultaneously with the public prosecution and before the same court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Civil-party proceedings may be brought for any head of damage, whether pecuniary or physical or non-pecuniary, caused by the acts under prosecution”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 4",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Civil-party proceedings may also be conducted separately from the public prosecution, before a civil court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, judgment in civil-party proceedings brought in a civil court shall be suspended until final judgment has been given in any public prosecution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Setting the public prosecution in motion does not suspend the other actions before the civil court, whatever their nature, even if the decision to bring criminal proceedings is likely to directly or indirectly influence the outcome of the civil proceedings.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 5",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A party who has brought proceedings in a civil court may not refer the same complaint to a criminal court unless the prosecution has preferred charges in that court before the civil court has ruled on the merits.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 6",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The public prosecution for the imposition of a penalty is extinguished by the death of the defendant or by limitation, amnesty, the repeal of the criminal law and res judicata.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 10",
                                        "elements": []
                                    },
                                    {
                                        "content": "“When civil action is taken before a criminal court, limitation is governed by the rules of public prosecution. When the action is taken before a civil court, limitation is governed by the Civil Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "When the court has made a ruling on the public prosecution, the investigative measures ordered by the criminal court on the civil claims alone are governed by the rules of civil procedure.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The case-law of the Court of Cassation",
                                "elements": [
                                    {
                                        "content": "28.  When criminal and civil proceedings are brought simultaneously before the criminal court, the civil action is considered contingent on the outcome of the criminal prosecution (see, for example, Court of Cassation, Criminal Division, 19 May 1969, Bull. crim. no. 173).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The public prosecution is extinguished by the death of the accused during the appeal on points of law. When the Investigations Division of the Court of Appeal decides to discontinue the proceedings, the criminal courts can no longer rule on the criminal proceedings and therefore have no authority to examine the civil action (Court of Cassation, Criminal Division, 5 May 1998, Bull. crim. no. 149). If the accused dies before any decision is reached on the merits, the criminal court has no authority to examine the civil action (Court of Cassation, Criminal Division, 7 March 1936; 9 September 2008, Bull. crim. no. 177).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The criminal courts can rule on the civil action only where a decision has been reached in the criminal proceedings (Court of Cassation, Criminal Division, 9 September 2008, Bull. crim. no. 177). In that case, when death occurs during the appeal or the appeal on points of law, the public prosecution is extinguished but the Court of Appeal and the Court of Cassation can still examine the civil claims (Court of Cassation, Criminal Division, 18 February 1915; 29 May 1978, Bull. crim. no. 169; 13 March 1997, Bull. crim. no. 104; 15 June 1977, Bull. crim. no. 221; 8 April 1991, Bull. crim. no. 166; 13 March 1995, Bull. crim. no 100; 22 May 1995, Bull. crim. no. 181). The Court of Appeal remains competent if death occurs after cassation but before the accused is summoned to appear before the court to which the case has been remitted (Court of Cassation, Criminal Division, 3 February 1965, Bull. crim. no. 32). The Court of Cassation must examine the grounds of appeal concerning both the civil action and the criminal prosecution, the latter serving as the basis for the former (Court of Cassation, Criminal Division, 13 March 1995, Bull. crim. no. 100).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicant complained that he had been ordered, as his father’s successor, to pay damages because of his father’s criminal conduct even though it was only after his death that his father had first been found guilty by the Court of Appeal to which the case had been referred back, when it examined the civil action. He complained of a violation of Article 6 § 1 of the Convention, the relevant parts of which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal",
                                "elements": []
                            },
                            {
                                "content": "32.  The Government contested that view.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "B.  The merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "40.  The applicant stated first of all that the interests of the civil party would have been just as well protected by the civil courts. He considered that in the event of the death of the accused, who was to be presumed innocent as he had not been found guilty when alive, it was justified that the claim for damages should be referred to the civil court, because “in our modern law we no longer bring actions against the dead or the memory of the dead” (Stefani, Levasseur and Bouloc, Précis de procédure pénale, Dalloz, 19th edition, p. 160).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The applicant insisted that the civil action remained contingent on the criminal proceedings. While the extinction of the public prosecution owing to the death of the accused might not affect the existence of the civil action for damages, it did affect which court had jurisdiction: according to the domestic case-law, the civil action could proceed before the criminal court against the heirs only if the death of the accused occurred after the court had reached a decision – be it guilty or innocent – on the merits; failing that, the civil party had to take the claim before a civil court. On this matter the applicant referred to the opinion of the Principal Public Prosecutor, who had reached the same conclusion before the Court of Cassation, giving ample reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The applicant accordingly considered himself a victim of a violation of Article 6 § 1 of the Convention. His liability as an heir was dependent on the finding that an offence had been committed, which meant that his father, as the accused, had to have had a chance to defend himself in person, as the applicant cold not possibly defend his late father in an equivalent manner; failing that, the case should have been brought before a civil court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Government considered from the outset that while the domestic courts had not declared the applicant’s father guilty, they had found that the offence with which he was charged was established. They argued that the position of the Court of Cassation was in line with the broader case-law concerning the pursuit of the civil action after the extinction of the criminal proceedings. It was a means of striking a fair balance between the interests of the parties, having due regard for the victims’ rights and the requirements of a fair trial, while keeping the proceedings simple and in the same place, in the interest of the proper administration of justice. In the present case the two decisions pronounced prior to the applicant’s father’s death found that the prosecution was time barred. In the opinion of the Court of Cassation this was a decision on the merits which allowed the civil action to proceed before the criminal court – in this case the Court of Appeal to which case was remitted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Government considered that the applicant had had a fair hearing because in his capacity as his father’s heir he had had access to the written procedure and had been able to exercise his rights in full, using the same defence counsel as his father. The Government concluded from this that the rights of all parties had thus been guaranteed, before and after the applicant’s father’s death. They further noted that after the courts had found the offence of misappropriation of corporate assets established, they had only ordered the applicant to reimburse the civil party, not to bear any of the criminal consequences of the findings against his late father.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "45.  The Court reiterates that the concept of a “fair hearing” enshrined in Article 6 § 1 of the Convention, includes the principle of equality of arms. That principle, which is one element of the broader concept of a fair trial within the meaning of Article 6 § 1, requires “a fair balance between the parties”: each party must be given a reasonable opportunity to present his case under conditions that do not place him at a substantial disadvantage vis-à-vis his opponent (see, among other authorities, Ankerl v. Switzerland, 23 October 1996, § 38, Reports of Judgments and Decisions 1996V; Nideröst-Huber v. Switzerland, 18 February 1997, § 23, Reports 1997I; Kress v. France [GC], no. 39594/98, § 72, ECHR 2001-VI; Gorraiz Lizarraga and Others v. Spain, no. 62543/00, § 56, ECHR 2004-III; and Yvon v. France, no. 44962/98, § 31, ECHR 2003-V). The Court also reiterates that it is for the national authorities to ensure in each individual case that the requirements of a “fair hearing” are met (see Dombo Beheer B.V. v. the Netherlands, 27 October 1993, § 33, Series A no. 274).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  In the present case the Court notes that J.-L. Lagardère, the applicant’s father, was prosecuted for misappropriation of corporate assets and died when the proceedings against him were still pending before the Court of Cassation. Before he died the Paris Criminal Court and the Paris Court of Appeal, ruling on the validity of the prosecution, declared the prosecution time-barred in accordance with Article 6 of the Code of Criminal Procedure. The Court of Cassation quashed that judgment, however, and remitted the case to the criminal court to rule on the civil claims, after having found the prosecution extinguished because of the death of the accused.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court notes that the discussion between the parties, both before the domestic courts and before the Court, focused largely on whether a decision on the merits had been reached in the criminal proceedings while Jean-Luc Lagardère was still alive, which was a necessary condition for the criminal court to be able to rule on the civil action.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  In this connection the Court reiterates that it is primarily for the national authorities, notably the courts, to resolve problems of interpretation of domestic legislation, and that the Court will not substitute its own interpretation for theirs in the absence of arbitrariness (see, mutatis mutandis, Ravnsborg v. Sweden, 23 March 1994, § 33, Series A no. 283-B; Bulut v. Austria, 22 February 1996, § 29, Reports 1996II; and Tejedor García v. Spain, 16 December 1997, § 31, Reports 1997VIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  In the present case the role of the Court is therefore not to determine whether the decisions pronounced by criminal court and the Paris Court of Appeal were decisions on the merits under French law – the domestic courts being better placed to determine this type of question – but to ascertain whether, in the present case, the proceedings, taken as a whole, were fair as required by Article 6 § 1 and the decisions of the domestic courts were not manifestly unreasonable or arbitrary (see Mantovanelli v. France, 18 March 1997, § 34, Reports 1997II, and Elsholz v. Germany [GC], no 25735/94, § 66, ECHR 2000-VIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court notes that when the case was remitted to the Versailles Court of Appeal, having expressly stated that the death of the accused extinguished the prosecution that court considered that the earlier decisions of the trial courts finding that the prosecution was time-barred allowed the civil action to continue, and concluded that it had jurisdiction to examine whether the constituent elements of the offence of misappropriation of corporate assets were established against the accused.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  It further notes that in its judgment of 30 June 2005 the Versailles Court of Appeal found that all the constituent elements of the offence were established against J.-L. Lagardère – the legal element, but also the material and mental elements. This was not disputed by the Government, who confirmed several times that the Court of Appeal had found the constituent elements of the offence of misappropriation of corporate assets to be established against the late Mr Lagardère. On this last point, although no finding of guilt had previously been possible because the prosecution had twice been declared time-barred, the Court notes that the Versailles Court of Appeal based its finding that the offence had indeed been committed by the late Mr Lagardère on the latter’s actions, with specific reference to his criminal intent.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  In the Court’s view, in finding the constituent elements of the offence established against the accused after his death, having regard in particular to his actions and his bad faith, and in stating as much in the operative part of its judgment, the Court of Appeal declared him guilty post-mortem, in terms that were quite unambiguous. The Court of Cassation itself expressly stated that the Court of Appeal had “found J.-L. Lagardère guilty”. It is of little consequence that, as the Government have argued, that finding had no criminal consequences for the late Mr Lagardère or for the applicant: criminal sanctions were legally impossible and in any case that did not alter the reasoning and the conclusions of the Court of Appeal concerning J.-L. Lagardère’s guilt. That finding of guilt, at least for the purposes of Article 6 of the Convention, arose for the first time in the proceedings before the Court of Appeal to which the case had been remitted, with no adversarial debate and no regard for the rights of the accused to defend himself, as he had died more than two years earlier.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  In this connection the Court reiterates that while the absence of the accused is not, in itself, incompatible with Article 6 of the Convention, a denial of justice undoubtedly occurs where a person convicted in absentia is unable subsequently to obtain from a court which has heard him a fresh determination of the merits of the charge, in respect of both law and fact, where it has not been unequivocally established that he has waived his right to appear and to defend himself (see Colozza v. Italy, 12 February 1985, § 29, Series A no. 89; Einhorn v. France (dec.), no. 71555/01, § 33, ECHR 2001-XI; Krombach v. France, no. 29731/96, § 85, ECHR 2001-II; and Somogyi v. Italy, no. 67972/01, § 66, ECHR 2004-IV), or sought to escape trial (see Medenica v. , no. 20491/92, § 55, ECHR 2001VI). There is no doubt that this case-law is applicable, a fortiori, when the finding of guilt is made not only in absentia but post mortem.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Court notes that the civil claim against the applicant as his father’s heir was the direct consequence of that post-mortem finding of guilt, which was both a necessary and a decisive prerequisite for any civil obligation to arise in his respect. The applicant was therefore unable to usefully discuss either the lawfulness of the sums he might be required to pay or, at least partially, their amount, which were both necessarily the result of the findings made by the Court of Appeal in the criminal proceedings. The Court also notes that the part of the judgment concerning J.-L. Lagardère’s bad faith indicated the profit he had made from the crime as calculated by the experts in the course of the criminal proceedings, that is, FRF 94,100,000: and that was precisely how much the applicant had subsequently been ordered to pay as his late father’s heir.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  So, while reiterating that for a criminal court to rule on the victim’s civil claims is, per se, in conformity with Article 6 of the Convention (see Perez v. France [GC], no. 47287/99, ECHR 2004-I), the Court cannot accept that criminal courts examining civil actions declare the accused guilty for the first time after his death.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  In such circumstances the Court, which reiterates that the Convention is intended to guarantee not rights that are theoretical or illusory but rights that are practical and effective (see, among many other authorities, Artico v. Italy, 13 May 1980, § 33, Series A no. 37), considers that the applicant, called to account in the civil action against his father’s successors, was not able to defend his case in conditions compatible with the principle of fairness, as he had no opportunity to challenge the merits of the case against him – that is, the criminal conviction of his father after his death – and he was placed at a clear disadvantage compared with the opposing party. The Court also fails to see why the Government argued that he had been represented by the same counsel as his father, as no criminal charges had been brought against the applicant, who in any event could not legally be taken for his father, either before or after the latter’s death.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  Having regard to the foregoing, the Court finds that there has been a violation of Article 6 § 1 of the Convention in the present case.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "58.  The applicant complained of a violation of his father’s right to be presumed innocent. He relied on Article 6 § 2 of the Convention, the relevant provisions of which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“2.  Everyone charged with a criminal offence shall be presumed innocent until proved guilty according to law.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "The merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "70.  The applicant considered that in convicting his father although the criminal proceedings had lapsed and his father had not been found guilty prior to his death and should therefore have been presumed innocent, the French courts had violated his father’s right to the presumption of innocence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  He disputed the Government’s submission that the Court’s finding in its Nölkenbockhoff judgment [Nölkenbockhoff v. , 25 August 1987, Series A no. 123] could be transposed to the present case. The finding of no violation in that case had been based on the fact that the impugned decisions merely left a lingering suspicion and were not a finding of guilt (Nölkenbockhoff, cited above, § 39). In the present case, however, the Versailles Court of Appeal had expressly referred to his father’s bad faith and, as a result, to his guilt. The fact that he had not been punished was immaterial since the court referred in its reasoning to his bad faith and therefore his personal guilt and found in the operative part of the judgment that the constituent elements of misappropriation of corporate assets were established against him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The Government argued that there had been no violation in view of the Nölkenbockhoff judgment (cited above). In the present case, although the court had found the constituent elements of the offence of misappropriation of corporate assets established, there had been no criminal consequences and no criminal penalty had been pronounced against the applicant’s father; the damages could not be considered as a penalty.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "73.  The Court reiterates that while the principle of the presumption of innocence enshrined in paragraph 2 of Article 6 is one of the elements of the fair criminal trial that is required by paragraph 1 of that Article (see, among other authorities, Deweer v. Belgium, 27 February 1980, § 56, Series A no. 35; Minelli v. Switzerland, 25 March 1983, § 27, Series A no. 62; Kamasinski v. Austria, 19 December 1989, § 62, Series A no. 168; Allenet de Ribemont v. France, 10 February 1995, § 35, Series A no. 308; Bernard v. France, 23 April 1998, § 37; and Kuzmin v. Russia, no. 58939/00, § 59,18 March 2010), it is not merely a procedural safeguard in criminal proceedings. Its scope is more extensive and requires that no representative of the State or a public authority should declare a person guilty of an offence before their guilt has been established by a “court” (see Viorel Burzo v. Romania, nos. 75109/01 and 12639/02, § 156, 30 June 2009, and Moullet v. France (dec.), no. 27521/04, 13 September 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The presumption of innocence will be violated if, without the accused’s having previously been proved guilty according to law, an official statement concerning him reflects the opinion that he is guilty. As the Court held in Minelli v. Switzerland (cited above, § 37), concerning the reasoning of judicial decisions, the presumption of innocence may be violated even in the absence of any formal finding; it suffices that there is some reasoning suggesting that the court regards the accused as guilty (see also Butkevičius v. Lithuania, no 48297/99, § 49, ECHR 2002-II (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  However, a distinction must be made between decisions or statements that reflect the opinion that the person concerned is guilty and those which merely describe a state of suspicion. The former violate the presumption of innocence, while the latter have on several occasions been found to be in conformity with the spirit of Article 6 of the Convention (see Nölkenbockhoff, cited above, and Marziano v. Italy, no. 45313/99, § 31, 28 November 2002).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The Court also reiterates that Article 6 § 2 of the Convention applies to situations where the person concerned is not, or is no longer, the object of a “criminal charge”. The Court has been known to find this provision applicable to judicial decisions taken after the discontinuation of the criminal proceedings (see, for example Minelli, cited above, and Lutz, Englert and Nölkenbockhoff v. Germany, of 25 August 1987, Series A no. 123) or after an acquittal (see Sekanina v. Austria, 25 August 1993, § 25, Series A no. 266-A; Rushiti v. Austria, no. 28389/95, 21 March 2000; Lamanna v. Austria, no. 28923/95, 10 July 2001; Capeau v. Belgium, no 42914/98, § 24, 13 January 2005; and Puig Panella v. Spain, no. 1483/02, § 51, 25 April 2006). Those judgments concerned proceedings relating to such matters as an accused’s obligation to bear court costs and prosecution expenses, a claim for reimbursement of his (or his heirs’) necessary costs, or compensation for detention on remand, matters which were found to constitute a consequence and the concomitant of the criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  Furthermore, it is a fundamental rule of criminal law that criminal liability does not survive the person who has committed the criminal act. Not only is such a rule required by the presumption of innocence enshrined in Article 6 § 2 of the Convention, but inheritance of the guilt of the dead is not compatible with the standards of criminal justice in a society governed by the rule of law (see A.P., M.P. and T.P. v. Switzerland, and E.L., R.L. and J.O.-L. v. Switzerland, 29 August 1997, §§ 48 and 53 respectively, Reports 1997-V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  Lastly, the Court has already examined the situation of people ordered to pay compensation to victims of crimes of which they had been acquitted. In such cases it examines whether the compensation proceedings in the particular case gave rise to a “criminal charge” against the applicant and, in the event that this was not the case, whether the compensation case was nevertheless linked to the criminal trial in such a way as to fall within the scope of Article 6 § 2 (see Ringvold v. Norway, no. 34964/97, § 36, ECHR 2003-II, and Y v. Norway, no. 56568/00, § 39, Reports 2003-II (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  In the present case the order to pay compensation was intended primarily not to acknowledge criminal liability but to compensate the victims for their loss. Clearly neither the purpose of the compensation nor its amount made it, as such, a criminal penalty for the purposes of Article 6 § 2. In these circumstances the claim for compensation did not amount to a new “criminal charge” against the applicant’s father (see Ringvold, cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  It remains to be seen whether there was a clear enough link between the criminal case and the compensation proceedings to justify extending the scope of the application of Article 6 § 2 to the latter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  On this point the Court points out that the accused died before his guilt had been lawfully proved by a “tribunal”, so he must be presumed to have been innocent when alive. As the civil action is accessory to the criminal proceedings, the Versailles Court of Appeal nevertheless set out first to demonstrate that the late accused had in fact committed the offence, and the profit he had made as a result, in order then to be able to rule on the civil claim and order the applicant to pay that same amount in damages. In the Court’s opinion, in view of the circumstances of the present case, there is a sufficient link between the criminal case and the compensation proceedings to justify extending the scope of the application of Article 6 § 2 to the latter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  Also, in any event, the Court considers that both by the language it used and by its reasoning the Versailles Court of Appeal created a clear enough link between the criminal case and the related compensation proceedings to justify extending the scope of the application of Article 6 § 2 to the latter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Court has already held that if the national decision on compensation contains a statement imputing the criminal liability of the respondent party, this could raise an issue falling within the ambit of Article 6 § 2 of the Convention (see Y, cited above, § 42, and Ringvold, cited above, § 38).",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  The Court notes in effect that the Court of Appeal, in its judgment of 30 June 2005, began by indicating that it had first to ascertain whether the constituent elements of the offence of misappropriation of corporate assets with which the applicant’s father, J.-L. Lagardère, was charged were established “against him”. The judgment starts by presenting the arguments of the civil party, giving details of the personal conduct of J.-L. Lagardère and claiming that he acted in bad faith; it then presents those of the public prosecutor, for whom although J.-L. Lagardère certainly had a personal interest in the matter, his bad faith had not been demonstrated or the offence established; lastly, it presents the arguments of the late J.-L. Lagardère’s heirs, particularly the applicant. In the next part of the judgment, under the heading “The court’s assessment”, the Court of Appeal reiterates the legal conditions for the offence to be established, namely a specific type of conduct on the part of the director of a company, in the present case J.-L. Lagardère, and the use of corporate assets contrary to the company’s interests, for personal gain and in bad faith. The first sub-heading concerns “Mr. Jean-Luc Lagardère’s personal interest”, and the Court of Appeal, having examined the signature and execution of the disputed contracts, decided that J.-L. Lagardère’s personal interest was established. The second sub-heading examines whether the contracts in question went against the interests of the companies concerned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  Above all, the third section of the Court of Appeal’s assessment, which focused on J.-L. Lagardère’s “bad faith”, in the light of the first two sections, expressly found that the applicant’s father had committed the offence of which he was accused. The Court of Appeal began by pointing out that “it has already been noted that Mr Jean-Luc Lagardère kept the system in place ... although his attention had been drawn ... to the fact that such an arrangement might possibly be construed as misappropriation of corporate assets”. It concluded that “the system set in place ... at the request of Mr Jean-Luc Lagardère ... constitutes the offence of misappropriation of corporate assets”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  Lastly, the operative part of the judgment states the following, in terms no different from those a trial court ruling in a criminal case against the accused might use: “Holds that the constituent elements of the offence of misappropriation of corporate assets to the detriment Matra and Hachette are established for that period against Mr Jean-Luc Lagardère”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The Court considers that such a statement leaves no room for doubt that the Court of Appeal declared the applicant’s father guilty as charged, even though the prosecution against him had lapsed as a result of his death and no court had ever found him guilty while he was alive.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  Accordingly, the Court considers that in the circumstances of the present case Article 6 § 2 of the Convention is applicable and has been violated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "92.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  The Court reiterates that it will award financial compensation under Article 41 only where it is satisfied that the loss or damage complained of was actually caused by the violation it has found (see, among other authorities, Kingsley v. the United Kingdom [GC], no. 35605/97, § 40, ECHR 2002-IV). In the present case, the Court cannot speculate as to what the outcome of the proceedings in question would have been had the violation of Article 6 §§ 1 and 2 of the Convention not occurred (see, among other authorities, Mantovanelli, cited above, § 40). Consequently, there is no reason for it to award the applicant any sum in respect of pecuniary damage. In respect of the non-pecuniary damage the applicant indubitably sustained, ruling on an equitable basis as required by Article 41 the Court decides to award him EUR 10 000 under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT,",
                "elements": [
                    {
                        "content": "...",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds, unanimously, that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds, by five votes to two, that there has been a violation of Article 6 § 2 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds, unanimously,",
                        "elements": []
                    },
                    {
                        "content": "a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 10,000 (ten thousand euros) in respect of non-pecuniary damage and EUR 10,000 (ten thousand euros) in respect of costs and expenses, plus any tax that may be chargeable to the applicant;",
                        "elements": []
                    },
                    {
                        "content": "...",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 12 April 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the partly dissenting opinion of Judge Power-Forde is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "I voted against the admissibility of the applicant’s complaint under Article 6 § 2 and, consequently, for no violation of the applicant’s right to the presumption of innocence. I have previously set out my view on the Court’s jurisprudence as it has developed in relation to the presumption of innocence. I have certain difficulties with the free-standing, post-acquittal “eternally live” model of interpretation of Article 6 § 2. This model holds that an accused person who has been acquitted at trial continues to enjoy the presumption of innocence even after the trial has ended once there exists a sufficient “link” between the post-acquittal observations of a court and the criminal responsibility of an accused.",
                        "elements": []
                    },
                    {
                        "content": "To my mind, common sense and the overall “fair trial” context within which the presumption of innocence is articulated within the Convention lead me to the view that the “events occurring” model of interpretation is the better one. This model considers the presumption as something that is “triggered”, that only becomes legally meaningful, when events occur through which a person is, in reality, facing or likely to be facing a criminal charge which has not, as yet, been determined.",
                        "elements": []
                    },
                    {
                        "content": "The Court affirmed in Allenet de Ribemont v. France that the presumption of innocence enshrined in Article 6 § 2 is one of the elements of a fair criminal trial that is required by paragraph 1. The principle of presumption of innocence is, above all, a procedural safeguard in criminal proceedings and it imposes obligations on all State authorities to ensure that no suggestion is made that an accused person charged with a criminal offence is guilty of that offence before he has been so found in accordance with law.",
                        "elements": []
                    },
                    {
                        "content": "I readily accept that what transpired in the instant case was unfair in that the applicant was penalised in circumstances where he had no opportunity to answer his accusers and, consequently, I voted for a violation of Article 6 § 1. I cannot, however, accept that the presumption of innocence which heretofore in the case-law attached only to an accused person either charged with a criminal offence or subsequently acquitted thereof, can now be passed on to the applicant as the successor of such a person. The applicant was never facing a criminal charge. The proceedings in which he suffered a violation of Article 6 § 1 of the Convention were not criminal proceedings. The applicant’s complaint is that his father suffered breach of the presumption of innocence—which may well have been the case. However, his father is not and never was an applicant before this Court. The presumption of innocence as a procedural safeguard in criminal proceedings is not a chattel which forms part of a person’s estate and which can be passed from a deceased to his successors. To my mind, the majority in finding a violation of Article 6 § 2 has extended, beyond recognition, the purpose of the presumption of innocence as set forth in the Convention. Perhaps it is time to reconsider the direction which the Court’s case-law is taking on this important point of principle.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Dean Spielmann",
            "role": "president"
        },
        {
            "name": "Elisabet Fura",
            "role": "judges"
        },
        {
            "name": "Karel Jungwiert",
            "role": "judges"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Ann Power-Forde",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "also Stephen Phillips",
            "role": "deputy registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF LAGARDÈRE v. FRANCE [Extracts]",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-110305.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0412JUD001885107",
    "externalsources": [],
    "extractedappno": [
        "18851/07",
        "39594/98",
        "62543/00",
        "44962/98",
        "25735/94",
        "71555/01",
        "29731/96",
        "67972/01",
        "20491/92",
        "47287/99",
        "58939/00",
        "75109/01",
        "12639/02",
        "27521/04",
        "48297/99",
        "45313/99",
        "28389/95",
        "28923/95",
        "42914/98",
        "1483/02",
        "34964/97",
        "56568/00",
        "35605/97",
        "45482/06",
        "29327/95",
        "31283/04"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-110305",
    "judgementdate": "12/04/2012 00:00:00",
    "kpdate": "12/04/2012 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "119",
        "325",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6",
        "6-2",
        "6-1",
        "41"
    ],
    "parties": [
        "LAGARDÈRE",
        "FRANCE [Extracts]"
    ],
    "rank": "876.920715332031",
    "representedby": [
        "SCP PIWNICA ET MOLINIE",
        "SPITZER J.-P."
    ],
    "respondent": "FRA",
    "respondentOrderEng": "16",
    "scl": [
        "A.P., M.P. and T.P. v. Switzerland, 29 August 1997, § 48, Reports of Judgments and Decisions 1997-V",
        "Akdivar and Others v. Turkey, 16 September 1996, §§ 65-69, Reports 1996-IV",
        "Allenet de Ribemont v. France, 10 February 1995, Series A no 308",
        "Ankerl v. Switzerland, 23 October 1996, § 38, Reports 1996-V",
        "Artico v. Italy, 13 May 1980, § 33, Series A no 37",
        "Bernard v. France, 23 April 1998, § 37, Reports 1998-II",
        "Beyeler v. Italy (just satisfaction) [GC], no 33202/96, § 27, 28 May 2002",
        "Brumarescu v. Romania [GC], no 28342/95, § 50, ECHR 1999-VII",
        "Bulut v. Austria, 22 February 1996, § 29, Reports 1996-II",
        "Butkevicius v. Lithuania, no 48297/99, § 40, ECHR 2002-II (extracts)",
        "Capeau v. Belgium, no 42914/98, § 24, 13 January 2005",
        "Cardot v. France, 19 March 1991, § 36, Series A no 200",
        "Castells v. Spain, 23 April 1992, Series A no 236, § 27",
        "Deweer v. Belgium, 27 February 1980, § 56, Series A no 35",
        "Dombo Beheer B.V. v. the Netherlands, 27 October 1993, § 33, Series A no 274",
        "E.L., R.L. and J.O.-L. v. Switzerland, 29 August 1997, § 53, Reports 1997-V",
        "Einhorn v. France (dec.), no 71555/01, § 33, ECHR 2001-XI",
        "Elsholz v. Germany [GC], no 25735/94, § 66, ECHR 2000-VIII",
        "Fairfield v. the United Kingdom (dec.), no 24790/04, ECHR 2005-...",
        "Fressoz and Roire v. France [GC], no 29183/95, ECHR 1999-I, § 37",
        "Georgia Makri and Others v. Greece (dec.), no 5977/03, 24 March 2005",
        "Gorraiz Lizarraga and Others v. Spain, no 62543/00, § 56, ECHR 2004-III",
        "Kafkaris v. Cyprus [GC], no 21906/04, § 176, ECHR 2008-...",
        "Kamasinski v. Austria, 19 December 1989, § 62, Series A no 168",
        "Kingsley v. the United Kingdom [GC], no 35605/97, § 40, ECHR 2002-IV",
        "Kouzmin v. Russia, no 58939/00, § 59,18 March 2010",
        "Kress v. France [GC], no 39594/98, § 72, ECHR 2001-VI",
        "Krombach v. France, no 29731/96, § 85, ECHR 2001-II",
        "Lamanna v. Austria, no 28923/95, 10 July 2001",
        "Lutz, Englert and Nölkenbockhoff v. Germany du 25 August 1987, Series A no 123",
        "Mantovanelli v. France, 18 March 1997, Reports 1997-II",
        "Marziano v. Italy, no 45313/99, § 31, 28 November 2002",
        "Minelli v. Switzerland, 25 March 1983, Series A no 62",
        "Moullet v. France (dec.), no 27521/04, 13 September 2007",
        "Nideröst-Huber v. Switzerland, 18 February 1997, § 23, Reports 1997-I",
        "Nölkenbockhoff v. Germany, 25 August 1987, § 33, Series A no 123",
        "Perez v. France [GC], no 47287/99, ECHR 2004-I",
        "Puig Panella v. Spain, no 1483/02, § 51, 25 April 2006",
        "Ravnsborg v. Sweden, 23 March 1994, § 33, Series A no 283-B",
        "Ringvold v. Norway, no 34964/97, ECHR 2003-II",
        "Rushiti v. Austria, no 28389/95, 21 March 2000",
        "Sahin v. Germany [GC], no 30943/96, § 105, ECHR 2003-VIII",
        "Sekanina v. Austria, 25 August 1993, § 25, Series A no 266-A",
        "Selmouni v. France [GC], no 25803/94, § 74, ECHR 1999-V",
        "Somogyi v. Italy, no 67972/01, § 66, ECHR 2004-IV",
        "Tejedor García v. Spain, 16 December 1997, § 31, Reports 1997-VIII",
        "Viorel Burzo v. Romania, nos. 75109/01 and 12639/02, § 156, 30 June 2009",
        "Y v. Norway, no 56568/00, Reports 2003-II (extracts)",
        "Yvon v. France, no 44962/98, § 31, ECHR 2003-V"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "455078",
    "typedescription": "15"
}