{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "26890/95",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "domestic proceedings"
            ],
            "element": "Costs and expenses",
            "type": "other"
        },
        {
            "element": "- claim dismissed",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-71036.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 26890/95) against the Republic of Finland lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Finnish nationals, Ms Sinikka Kukkola (“the first applicant”) and Ms Salme Kukkola (“the second applicant”), on 16 March 1995. The first applicant died on 16 June 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The second applicant, who had been granted legal aid, was represented by Mr V.O. Hyvönen, an Emeritus Professor of Land and Water Law at the . The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen, Director in the Ministry for Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that the various proceedings had been excessive in length.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 30 November 2004, the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  The second applicant and the Government each filed observations on the merits (Rule 59 § 1). The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine), the parties replied in writing to each other's observations.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The applicants, Ms Sinikka Kukkola and Ms Salme Kukkola were joint owners of the real property Kukkola (registered as number 1:120) comprising 32 hectares, until the death of Ms Sinikka Kukkola. Ms Salme Kukkola, being the sole heir of Sinikka Kukkola, inherited the real property and is now its sole owner. Ms Salme Kukkola was born in 1945 and lives in Pertunmaa.",
                                "elements": []
                            },
                            {
                                "content": "The “activity prohibition”",
                                "elements": [
                                    {
                                        "content": "8.  In 1989 the Council of State (valtioneuvosto, statsrådet) declared that the white-backed woodpecker should be afforded particular protection pursuant to Section 16 (c) of the 1923 Nature Conservation Act (luonnonsuojelulaki, lagen om naturskydd 71/1923).",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  In 1992 the Ministry of the Environment (ympäristöministeriö, miljöministeriet) drew up a provisional plan for the protection of the species and invited the County Administrative Boards (lääninhallitus, länsstyrelsen) to comment thereon. The plan was to be confirmed subsequently. In the provisional plan some 20 hectares of the applicants' forest was included in section II of the plan which covered areas where the woodpecker was seen occasionally and which could not be expropriated. On 3 December 1992 the Ministry instructed the relevant County Administrative Board to transfer the applicants' land to section I of the plan which covered the nesting areas of the species and which could be expropriated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The decision on the conservation measures with regard to the applicants' property was made while the repealed 1923 Nature Conservation Act was still in force. Under the provisions of the repealed Act, conservation was to be implemented by means of establishing a nature conservation area, either as a private conservation area upon an application by the landowner or as a state-owned conservation area through a voluntary sale or exchange contract or expropriation. The objective of the State was that the landowners concerned would voluntarily sell their properties at the current price or exchange them for a state-owned area of the same value. The applicants did not take any voluntary conservation measures.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  By a letter of 4 December 1992 the County Administrative Board of Mikkeli stated that, according to its knowledge, the applicants owned land within a nesting area of the species. The Board recommended that the area be protected in either of the following ways:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  If the applicants of their own motion were to request permanent conservation of the area, they would receive compensation in the form of a taxfree lump sum fixed according to the current value of the loss of economic income resulting from the conservation (i.e. the restricted use of the area). The area would remain in their possession and the property tax would be alleviated to reflect the lost yield.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  If the applicants wished to sell the area to the State at the current price, the State would make them an offer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The applicants' area could also be exchanged for a state-owned area of the same value.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicants objected to the planned inclusion of their property in the conservation plan, stating that no white-backed woodpecker or nest of that species had ever been spotted on their land.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 25 January 1993 the applicants' property was inspected by representatives of the County Administrative Board and the World Wildlife Fund (“WWF”). The applicants also participated in the inspection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 3 November 1993 the applicants announced their intention to commence logging on their property according to a forestry plan drawn up by the local Forestry Board (metsälautakunta, skogsnämnden).",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 18 November 1993 the County Administrative Board issued a two-year-long “activity prohibition” (toimenpidekielto, åtgärdsförbud) concerning the relevant part of the applicants' property pursuant to Section 18 of the Nature Conservation Act. The Board reasoned its decision as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The area in issue forms a suitable habitat for the white-backed woodpecker and has, indeed, been included in the Ministry's provisional conservation plan for white-backed woodpeckers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The County Administrative Board has earlier informed the landowners about the importance of the area to the white-backed woodpecker and it has proposed in several negotiations that the area be formed into a conservation area. The Board has received, on 3 November 1993, a note informing the Board that it was planned by the landowners to commence logging in the area from 1 December 1993. Even the telephone negotiations held with the landowners since the information note was received have failed to obtain the landowners' approval of voluntary conservation of the area.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The applicants appealed to the  (korkein hallinto-oikeus, högsta förvaltningsdomstolen), contending that there were no grounds for the “activity prohibition”. They had not been opposed to voluntary conservation measures but had received no precise information either as to the compensation which they would receive or the other conditions (such as the time of payment and the availability of compensatory land).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In its response to the court the County Administrative Board stated, inter alia, that the conservable areas had been chosen on the basis of recommendations by a working group set up by WWF. Before making any specific offer of compensation to the applicants the Board had been awaiting a formal reaction on their part along the lines recommended in its letter of 4 December 1992. Such an initiative would not have bound the applicants or prejudged the terms of the conservation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In its submission of 18 April 1994 the Ministry of the Environment considered that the applicants' appeal was unfounded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In their written comments the applicants contended that they had formally requested to be informed of the proposed conservation terms.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 14 October 1994 the , having found no reason to amend the County Administrative Board's decision, rejected the applicants' appeal in so far as it concerned the lawfulness of the “activity prohibition”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  In so far as the appeal concerned principally the expediency of the prohibition, it was transferred to the Government (the Ministry of the Environment) and rejected on 4 November 1994. The Ministry found that the area in question contained significant conservable values (without specifying any particular value).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The expropriation proceedings",
                                "elements": [
                                    {
                                        "content": "16.  On 17 November 1995 the Government, by 10 votes to 7, granted permission for the expropriation of some five hectares of the applicants' property with a view to protecting the white-backed woodpecker.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The applicants appealed to the Supreme Administrative Court, requesting an oral hearing and alleging bias on the part of the officials handling the case in the Ministry of the Environment. On 11 December 1995 the appeal was received by the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 21 December 1995 the court requested a statement from the Ministry for the Environment. It was received on 11 March 1996. In its statement the Ministry of the Environment submitted that a white-backed woodpecker had been spotted and fresh feeding remnants had been found on the applicants' property in March 1993. According to the Ministry, there were thus sufficient findings to prove that the area was significant for the relevant species. It was also emphasised by the Ministry that the area had been examined by the most qualified experts and that it was vital for the protection of the white-backed woodpecker that the area was included in the conservation plan, in accordance with Section 1 (2) of the Nature Conservation Act, and that the State was entitled to expropriate private property with a view to forming such a conservation area, in accordance with Section 18 (1) of the Act. It was further stressed by the Ministry that the expropriation was in the general interest and would provide full compensation to the landowners.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 9 October 1997 the court afforded the applicants an opportunity to file observations on the Ministry's statement, which they did on 31 October 1997, and informed them that all the documents pertaining to the matter were available in the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 31 December 1997 the Supreme Administrative Court, having found an oral hearing unnecessary and that the officials handling the case in the Ministry had not been biased, rejected the appeal as it found the land in question significant for the white-backed woodpecker.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 7 December 1998 the applicants requested a reopening of the proceedings. The request was refused by the Supreme Administrative Court on 28 March 2000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The compensation proceedings",
                                "elements": [
                                    {
                                        "content": "21.  On 23 November 1995 the Ministry of the Environment applied for, inter alia, an assessment of the compensation following the expropriation (lunastustoimitus, inlösningsförrättning). A meeting between the parties took place on 5 March 1996 and an inspection in situ was held on 3 June 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  In a letter of 3 June 1998 the applicants were invited to submit their claims by 3 November 1998. On 27 October 1998 the applicants presented their compensation claims. On 23 December 1998 the Regional Environment Centre (ympäristökeskus, miljöcentralen) submitted their observations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 30 March 1999 the Compensation Board decided that the applicants be compensated 488,892 Finnish marks (FIM) for the lost building rights and the expropriated forest land, FIM 14,160 for their inconvenience and FIM 13,000 for their expenses, i.e. the total amount being thus FIM 516,052 (about 86,794 euros (EUR)). The compensation was deposited on 10 May 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The applicants appealed against the Board's decision to the Land Court which, on 7 September 1999, having communicated the appeal to the Regional Environment Centre and held an oral hearing, ordered the applicants to be compensated FIM 703,892 for lost building rights and expropriated forest land, FIM 10,000 for the inconvenience, FIM 26,000 for their legal expenses before the Compensation Board and FIM 28,800 for their legal expenses before the Land Court, the total amount being thus FIM 768,692 (about EUR 129,285).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The applicants appealed against the 's decision to the Supreme Court (korkein oikeus, högsta domstolen), complaining, inter alia, about the amounts awarded to them for compensation and about the interest to be paid on that compensation. On 21 February 2002 the Supreme Court upheld the Land Court's decision except in so far as the State's obligation to pay damages amounting to FIM 10,000 and its obligation to pay interest was concerned, ordering the State to pay interest for the period 17 November 1995 to 9 May 1999. According to the second applicant, the State paid the last outstanding part of the compensation only in May 2002.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The approval of the Natura 2000 network",
                                "elements": [
                                    {
                                        "content": "26.  In the meantime, by a decision of 25 November 1996 the Ministry of the Environment made available, between 7 April and 6 June 1997, 's proposal for the areas to be included in the European Community's Natura 2000 network and invited the landowners' observations. On 20 August 1998 the Finnish Council of State rendered its final decision as to the proposal. The expropriated part of the applicants' property was included in the proposition as a part of the Natura area.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The applicants appealed to the Supreme Administrative Court, requesting an oral hearing. On 1 March 1999 and 14 July 1999 respectively the court received the Ministry of the Environment's submissions. As the court invited the applicants' further submissions, it informed them that all the material pertaining to the matter was available in the court. On 18 August 1999 the applicants submitted their written comments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  In its decision of 14 June 2000 the Supreme Administrative Court, having found an oral hearing unnecessary, rejected the appeal in a decision running to 91 pages. It found, inter alia, that the land in issue was a suitable habitat for the highly endangered white-backed woodpecker.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "29.  The second applicant claimed to be a victim of a breach of the “reasonable time” requirement of Article 6 § 1 of the Convention provides, so far as material:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "As for some of the issues raised in the second applicant's additional observations of 22 February 2005, the Court notes that it has declared the application admissible only in so far as it concerns the complaint about the length of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "A.  Period to be taken into account",
                                "elements": [
                                    {
                                        "content": "The second applicant's submission",
                                        "elements": [
                                            {
                                                "content": "30.  The applicant considered that the various proceedings had begun in 1991 or 1992 when the Ministry of the Environment had drawn up a provisional plan for the protection of the species and included the property in the plan. The extraordinary appeal proceedings concerning the expropriation did not affect the total duration of the proceedings as they overlapped the other proceedings in time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The applicant considered that each of the various sets of proceedings had been lengthy. She took the view that all four sets of the proceedings should be considered in toto for the purposes of Article 6 § 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  As to each set of the proceedings, the applicant considered that the “activity prohibition” proceedings had begun on 10 April 1992 and ended on 14 October or 4 November 1994. The expropriation proceedings had begun in 1991 when the expropriation claim had been submitted and they had ended on 31 December 1997. The compensation proceedings had begun on 23 November 1995 when the Ministry of the Environment had initiated the proceedings by sending a letter to the surveyor and they had come to an end on 24 May 2002 when the last outstanding part of the compensation had been received. In addition, the duration of the subsequent tax proceedings pertaining to the compensation should be added to the duration of the compensation proceedings. Lastly, the preparations with regard to the Natura network had commenced in 1996 and the proceedings had come to an end on 14 June 2000.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The Government's submission",
                                        "elements": [
                                            {
                                                "content": "32.  The Government considered that the extraordinary proceedings concerning the expropriation should not be taken into account. The proceedings pertaining to the “activity prohibition”, the expropriation and the compensation might be considered in toto for the purposes of Article 6 § 1 as they concerned the creation of a protection area based on national nature conservation legislation and the compensation flowing from the expropriation of this area.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Natura proceedings had to be considered separately. As these ended before the conclusion of the compensation proceedings it was not per se of decisive significance whether the Natura proceedings concerned the same matter as the other proceedings. The Natura proceedings did not concern the conservation or the expropriation of the real property or the determination of the compensation. The expropriation decision had become legally valid on 31 December 1997 which meant that the conditions for the expropriation could no longer be effectively contested in the Natura proceedings. The portion of the applicant's land included in the proposed Natura 2000 network was the same that had earlier been expropriated for protection purposes. The earlier decision to protect the area and its preparation probably influenced per se the designation of the area as one of the areas listed in the proposal by the Council of State for the Natura 2000 network. However, the protection decision alone did not determine the selection of this area, because the selection criteria for the network and their application involved a more complex question of judicial assessment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  As to each set of the proceedings, the “activity prohibition” had been issued on 18 November 1993 and the proceedings had ended on 14 October 1994 as regards the examination of its lawfulness and on 4 November 1994 as regards the examination concerning expediency. The expropriation proceedings had begun on 17 November 1995 and they had ended on 31 December 1997. The compensation proceedings had begun on 27 October 1998 when the applicants had presented their claims and they had come to an end with the Supreme Court's judgment of 21 February 2002. The Natura 2000 network proceedings had begun on 20 August 1998 and they had come to an end on 14 June 2000.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "34.  In its decision on admissibility of 30 November 2004 the Court found that the applicant's right to develop her property in accordance with the applicable laws and regulations was “civil” within the meaning of Article 6 § 1 (see e.g., Fredin v. Sweden (no. 1), judgment of 18 February 1991, Series A no 192, § 63). There was furthermore a “genuine and serious” dispute between her and the authorities, the outcome of which was directly decisive for her rights as owner. It found that Article 6 § 1 of the Convention accordingly applied to the proceedings in issue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Further, in its above decision the Court considered that the complaint about the length of proceedings, including the question whether and to what extent different sets of proceedings could be examined in toto for the purposes of Article 6 § 1, required an examination of the merits.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  As to the first set of the proceedings, the Court finds that a mere inclusion in a conservation plan does not disclose the existence of “proceedings” as such. Consequently, the Court considers that the “activity prohibition” proceedings lasted from 18 November 1993 to 14 October 1994 as regards the question of whether the prohibition was lawful, and until 4 November 1994 as regards the expediency of the prohibition. The total length of those proceedings was thus less than a year.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  Further, the expropriation proceedings began on 17 November 1995, when the Government decided to expropriate, against which decision the applicants appealed to the . These proceedings ended on 31 December 1997 when the court dismissed the applicants' appeal. This set of proceedings lasted two years, one month and 14 days.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Court considers that the compensation proceedings began on 23 November 1995 when the Ministry for the Environment applied for an assessment of the compensation flowing from the expropriation. The proceedings ended on 21 February 2002 when the Supreme Court rendered its decision. They thus lasted about six years and three months. The Court does not endorse the applicant's view that the time it took until payment of the compensation in full in May 2002 should be taken into account, as there is no indication of any period of inactivity or arbitrariness as regards the enforcement of the decision. Neither does the imposition of tax on the compensation fall to be considered together with the proceedings in issue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Lastly, the Court observes that the proceedings concerning the approval of the Natura 2000 network lasted from 20 August 1998, when the Council of State approved the proposal concerning the areas to be included in the network, until 14 June 2000 when the  dismissed the applicants' appeal against that decision. They thus lasted one year, nine months and 25 days.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Consequently, the applicant's property was subject to judicial proceedings from 18 November 1993 to 21 February 2002, i.e. during a period running to about eight years and three months.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  As to the question whether all four sets of proceedings can be considered in toto, the Court observes that the parties agree that the proceedings pertaining to the “activity prohibition”, the expropriation and the compensation may be considered in toto for the purposes of Article 6 § 1. The Court sees no reason to hold otherwise. As to the fourth set of proceedings, i.e. the Natura proceedings, the Court takes note of the parties' opposite views. It finds that it need not take a stand on this point for the reasons set out below.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The reasonableness of the length of the proceedings",
                                "elements": [
                                    {
                                        "content": "42.  The Court will assess the reasonableness of the length of the proceedings in the light of the particular circumstances of the case and having regard to the criteria laid down in its case-law, in particular the complexity of the case and the conduct of the applicant and of the relevant authorities. On the latter point, what is at stake for the applicant has also to be taken into account (see Philis v. Greece (no. 2), judgment of 27 June 1997, Reports of Judgments and Decisions 1997-IV, p. 1083, § 35).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court observes that the case concerned preparatory conservations measures and expropriation of land and determination of the compensation flowing from that expropriation. The Court accepts that the fact that all the issues at stake could not be decided by the same tribunal rendered the case time-consuming and complex.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court considers that no reproach can be levelled against the applicant for having made full use of the remedies available under the domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As to each set of proceedings the Court notes the following.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The total length of the “activity prohibition” proceedings was less than a year. The Court considers that they were swift.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The expropriation proceedings took two years, one month and 14 days. The Government expropriated the applicants' property on 17 November 1995. The appeal became pending before the  on 11 December 1995. The court swiftly invited the Ministry's statement which was received on 11 March 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It then took nineteen months for the  to invite, in October 1997, the applicants' observations. The Court finds no explanation for this period of inactivity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  As to the proceedings concerning the determination of the compensation flowing from the expropriation, they lasted six years and three months before three instances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 23 November 1995 the Ministry of the Environment applied for an assessment of the compensation. A meeting between the parties took place on 5 March 1996 and an inspection in situ was held on 3 June 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "After this, there appears to have been a standstill in the proceedings as it took two years until the applicants were invited, by a letter of 3 June 1998, to submit their claims by 3 November 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 27 October 1998 the applicants presented their claims. On 23 December 1998 the Regional Environment Centre submitted their observations. Having received the applicants' claims, it took the Compensation Board about five months to decide on the payment of compensation, which it did on 30 March 1999. Having received the appeal, communicated it to the other party and held an oral hearing, the , on 7 September 1999, rendered its decision. The Court considers that the Compensation Board, once it had received the claims, acted with due swiftness. The proceedings before the  were expeditious.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Supreme Court received the petitions for leave to appeal on 25 October 1999. It took the court about a year to grant leave to appeal, which it did on 8 November 2000. The parties' observations were received on 18 December 2000. It took the Supreme Court another year and two months to render its judgment. The Supreme Court proceedings thus lasted more than 27 months which according to the Government was about nine months longer than the average. Having regard to the duration of the initial stage of the proceedings, the Court considers that the delay in the Supreme Court's procedure has not been sufficiently explained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court finds no explanation for the standstill in the proceedings from 3 June 1996 to 3 June 1998 and as to the long duration of the Supreme Court proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  In sum, the Court concludes that there were delays in the expropriation and the compensation proceedings for which it has found no explanation. It holds therefore that there has been a violation of Article 6 § 1 on account of the length of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Lastly, having regard to its finding of a violation as to the length of the compensation proceedings which as to the period of time they were pending absorbed the Natura proceedings, the Court finds no separate issue as to the length of these proceedings.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "49.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "50.  Under the head of pecuniary damage the applicant claimed EUR 64,312.20 as compensation for the pecuniary loss due to the expropriation and relating events plus capitalized interest EUR 55,342.68 plus, on the first mentioned amount, six per cent interest from 18 November 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Under the head of non-pecuniary damage the applicant claimed EUR 10,000 for suffering and distress caused by the length of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  As to pecuniary damage, the Government submitted that there was no causal link between the alleged violation and any pecuniary damage. They pointed out that the present case concerned the length of proceedings and not the substance of a dispute before the domestic courts. As to non-pecuniary damage, the Government considered the claim excessive as to quantum. Were the Court to find a violation, the applicant should be awarded compensation not exceeding EUR 3,500.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court finds that there is no causal link between the violation found and the alleged pecuniary damage. Consequently, there is no justification for making any award under this head. The Court accepts that the applicant has certainly suffered non-pecuniary damage, such as distress and frustration resulting from the excessive length of the proceedings, which is not sufficiently made good by the finding of a violation of the Convention. Making its assessment on an equitable basis, the Court awards the applicant EUR 5,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "53.  The applicant claimed reimbursement for the legal fees and expenses of her counsel in the amount of EUR 42,290.69. This covered both the domestic and the  proceedings. The fees and expenses of her counsel in  ran to EUR 13,982.63. The legal aid granted by the Council of Europe in the amount of EUR 1,044 had not been deducted before arriving at that amount.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Government emphasised that only costs and expenses relating to the complaint concerning the length of proceedings could be taken into account. None of the domestic proceedings had been instituted to avoid, or obtain redress for, the complaint concerning the length of the proceedings. Further, the Government left it to the Court's discretion, whether the applicant had submitted sufficient documents to support her claims. Counsel's rate also appeared somewhat excessive. The Government considered that the total amount of compensation for costs and expenses should not exceed EUR 3,500 net of value-added tax. Any legal aid paid by the Council of Europe should be deducted from that amount.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court reiterates that an award under this head may be made only in so far as the costs and expenses were actually and necessarily incurred in order to avoid, or obtain redress for, the violation found (see, among other authorities, Hertel v. Switzerland, judgment of 25 August 1998, Reports 1998-VI, p. 2334, § 63).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court finds that the claims under this head covering the  proceedings can be considered to have been actually and necessarily incurred. However, the Court has declared five of the applicant's complaints inadmissible. Thus, an award can only be made relating to the remaining complaint concerning the lengthy proceedings. Taking into account all the circumstances, the Court awards EUR 8,000 net of value-added tax for the costs of counsel under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "56.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "\nFOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 November 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "mrm. pellonpää"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        },
        {
            "name": "MrJ. Borrego Borrego",
            "role": "judges"
        },
        {
            "name": "MrsF. Elens-Passos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "30/11/2004 00:00:00",
    "docname": "CASE OF KUKKOLA v. FINLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-71036.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:1115JUD002689095",
    "externalsources": [],
    "extractedappno": [
        "26890/95"
    ],
    "importance": "4",
    "introductiondate": "16/03/1995 00:00:00",
    "issue": [
        "Nature Conservation Act"
    ],
    "itemid": "001-71036",
    "judgementdate": "15/11/2005 00:00:00",
    "kpdate": "15/11/2005 00:00:00",
    "kpthesaurus": [
        "445",
        "13",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "KUKKOLA",
        "FINLAND"
    ],
    "rank": "529.817932128906",
    "representedby": [
        "HYVONEN V.O."
    ],
    "respondent": "FIN",
    "respondentOrderEng": "15",
    "scl": [
        "Fredin v. Sweden (no. 1), judgment of 18 February 1991, Series A no 192, § 63",
        "Hertel v. Switzerland, judgment of 25 August 1998, Reports 1998-VI, p. 2334, § 63",
        "Philis v. Greece (no. 2), judgment of 27 June 1997, Reports of Judgments and Decisions 1997-IV, p. 1083, § 35"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "326551",
    "typedescription": "15"
}