{
    "__articles": "5;5-3;8",
    "__conclusion": "No violation of Art. 5-3;Violation of Art. 8",
    "applicability": "",
    "appno": "8363/04",
    "article": [
        "8",
        "5"
    ],
    "conclusion": [
        {
            "article": "5-3",
            "base_article": "5",
            "element": "No violation of Art. 5-3",
            "type": "no-violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        }
    ],
    "content": {
        "001-82173.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 8363/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Sebastian Kliza (“the applicant”), on 20 February 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affaires.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 7 April 2006 the President of the Fourth Section decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it was decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant, Mr Sebastian Kliza, is a Polish national who was born in 1978 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant's pre-trial detention",
                                "elements": [
                                    {
                                        "content": "5.  The applicant was arrested on 26 January 2001 on suspicion of having committed a series of armed robberies as a member of an organised criminal group. On 28 January 2001 the Tychy District Court (Sąd Rejonowy) ordered that he be detained pending the outcome of the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 9 April 2001 the  (Sąd Okręgowy) prolonged his detention until 17 July 2001. It referred to the likelihood of a severe sentence of imprisonment being imposed on the applicant. It also stressed that his detention was justified by the need to obtain further evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 9 July 2001 the  prolonged his detention until 17 October 2001. It relied on the reasonable suspicion that the applicant had committed the offences with which he had been charged, which was supported by evidence from witnesses and experts. The court further considered that the need to secure the proper conduct of the investigation justified holding him in custody. It referred to the likelihood of a severe sentence of imprisonment being imposed on the applicant. It also relied on the risk that he might tamper with evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 8 October 2001 the  prolonged the applicant's detention until 17 January 2002. It repeated the grounds previously given for his detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On an unspecified date in January 2002, the applicant was indicted before the Tychy District Court. The bill of indictment comprised 44 charges of armed robbery committed by an organised criminal group. The charges in the bill of indictment concerned 4 co-accused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  During the proceedings the applicant's detention was extended on several occasions. On 15 January 2002 the Tychy District Court prolonged his detention until 17 July 2002. On 8 July 2002 the court ordered that the term should be prolonged until 17 October 2002. On 16 October 2002 it ordered that the applicant be kept in custody until 17 January 2003. It referred to the grounds for detention listed in the previous decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 2 January 2003 the Tychy District Court prolonged the applicant's detention until 26 January 2003. It repeated the grounds that had been given in the previous decisions and added that the case was complex, given the number of accused and victims. It further observed that the trial had not yet begun for reasons beyond the trial court's control.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 22 January 2003 the Katowice Court of Appeal (Sąd Apelacyjny), on an application from the trial court, prolonged the applicant's detention until 26 June 2003. It repeated the grounds previously given for the applicant's detention. It also found that there were no special grounds, as specified in Article 259 § 1 of the Code of Criminal Procedure, that would justify lifting the detention and imposing a less severe measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 25 June 2003, on an application from the Tychy District Court, the Katowice Court of Appeal extended the applicant's detention until 26 October 2003. The court relied on a strong suspicion that the applicant had committed the offences in question. The court also considered that, given the severity of the likely sentence and the fact that the applicant had been charged with acting in an organised criminal group, there was a risk that he would obstruct the proper course of the proceedings. It also acknowledged the delay in the proceedings and asked the trial court to expedite the examination of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 22 October 2003 the Katowice Court of Appeal, on an application from the Tychy District Court, prolonged the applicant's detention until 26 January 2004. It also stated that the proceedings were inordinately lengthy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  Subsequently, on 7 January 2004 the Katowice Court of Appeal, on an application from the trial court, prolonged the applicant's detention until 26 March 2004. On 17 March 2004 the Katowice Court of Appeal, on an application from the trial court, prolonged the applicant's detention until 26 May 2004. It stated that the delays in the proceedings were to a large extent caused by the failure to escort the accused to the court and the lack of discipline on the part of the parties to the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  In the meantime, the District Court had proceeded with the trial. Hearings listed for 10 May and 3 July 2002 were postponed. A hearing scheduled for 20 August 2002 was adjourned upon the request of one of the lawyers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  Of 17 hearings held between 30 January 2003 and 19 December 2003 10 were adjourned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  From 23 January to 2 April 2004 the court held 7 hearings. One of them was adjourned on account of the absence of one of the lawyers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  In the course of the proceedings the applicant made numerous, unsuccessful applications for release and appealed, likewise unsuccessfully, against refusals to release him and decisions extending his detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 9 April 2004 the Tychy District Court convicted the applicant as charged and sentenced him to 8 years' imprisonment. He appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The applicant's detention was subsequently prolonged on several occasions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 11 February 2005 the  amended the trial court's judgment, acquitted the applicant of the charge of acting in an organised criminal group and reduced the applicant's sentence to 6 years' imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicant did not lodge a cassation appeal with the Supreme Court (Sąd Najwyższy).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In the meantime, between 13 September 2001 and 10 November 2002 and, subsequently, between 11 June 2003 and 11 November 2003 the applicant served prison sentences which had been imposed on him in other criminal proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Monitoring of the applicant's correspondence",
                                "elements": [
                                    {
                                        "content": "25.  On 1 March 2004 the Court received the applicant's first letter of 8 February 2004. The letter was sent while the applicant was detained in the Zabrze Detention Centre. The envelope bears the following stamps: “Zabrze Detention Centre received on 16.02.2004” (Areszt Śledczy w Zabrzu Wpłynęło dnia 16.02.2004) and “District Court in , censored” (Sąd Rejonowy w Tychach, cenzurowano), a hand-written sentence: “Z: without censorship” (Z: bez cenzury), a hand-written date: “18.2.4”, and an illegible signature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 27 April 2004 the Court received the applicant's application form. The envelope in which the application form was delivered bears the following stamps: “Zabrze Detention Centre received on 8.04.2004” (Areszt Śledczy w Zabrzu Wpłynęło dnia 8.04.2004) and “District Court in , censored” (Sąd Rejonowy w Tychach, cenzurowano), and an illegible signature.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Preventive measures, including detention on remand",
                                "elements": [
                                    {
                                        "content": "27.  The relevant domestic law and practice concerning the imposition of detention on remand (aresztowanie tymczasowe), the grounds for its prolongation, release from detention and rules governing other, so-called “preventive measures” (środki zapobiegawcze) are stated in the Court's judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. , no. 17584/04, §§ 22-23, 4 August 2006.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Remedies against unreasonable length of the proceedings",
                                "elements": [
                                    {
                                        "content": "28.  The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings are stated in the Court's decisions in the cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 1223, ECHR 2005-V and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005VIII.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Censorship of correspondence",
                                "elements": [
                                    {
                                        "content": "29.  Rules relating to the control of correspondence of persons involved in criminal proceedings are set out in the Code of Execution of Criminal Sentences (Kodeks karny wykonawczy) (“the 1997 Code”) which entered into force on 1 September 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The relevant part of Article 103 § 1 of the Code provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Convicts ... have a right to lodge complaints with institutions established by international treaties ratified by the  concerning the protection of human rights. Correspondence in those cases ... shall be sent to the addressee without delay and shall not be censored.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Article 214 § 1 reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Unless exceptions are provided for in the present Chapter, a detainee shall enjoy at least the same rights as are secured to a convicted person serving a sentence of imprisonment under the ordinary regime in a closed prison. No restrictions shall be applied to him except such as are necessary to secure the proper conduct of criminal proceedings, to maintain order and security in a remand centre and to prevent demoralisation of detainees.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Article 217a § 1 reads, in so far as relevant, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... detainee's correspondence shall be censored by [the authority at whose disposal he remains], unless the authority decides otherwise.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Article 242 § 6 reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The supervision of correspondence shall mean the opening of the letter and controlling its content.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Article 242 § 7 reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The censorship of correspondence shall mean acquainting oneself with its wording and expunging part of the text or making it [the text] illegible.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "35.  The applicant complained that the length of his detention on remand had been excessive. He relied on Article 5 § 3 of the Convention, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "36.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "37.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Period to be taken into consideration",
                                        "elements": [
                                            {
                                                "content": "38.  The applicant's detention started on 26 January 2001, when he was arrested on suspicion of having committed a series of armed robberies as a member of an organised criminal group. On 9 April 2004 the Tychy District Court convicted him as charged.",
                                                "elements": []
                                            },
                                            {
                                                "content": "As from that date he was detained “after conviction by a competent court”, within the meaning of Article 5 § 1 (a) and, consequently, that period of his detention falls outside the scope of Article 5 § 3 (cf. Kudła v. Poland [GC], no. 30210/96, § 104, ECHR 2000XI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  However, between 13 September 2001 and 10 November 2002, as well as between 11 June 2003 and 11 November 2003, the applicant served prison sentences which had been imposed on him in other criminal proceedings. This term, being covered by Article 5 § 1 (a), must therefore be subtracted from the period of the applicant's pre-trial detention for the purposes of Article 5 § 3 (see paragraph 24 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "Accordingly, the period to be taken into consideration amounts to 1 year, 7 months and 15 days.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The parties' submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant",
                                "elements": [
                                    {
                                        "content": "40.  The applicant submitted that the length of his detention had been unreasonable. He stressed that he had not contributed to the length of the proceedings and that the authorities had failed to exercise all due diligence when dealing with his case. Furthermore, he stressed that he had been acquitted of the charge of acting in an organised criminal group.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "41.  The Government submitted that the applicant's pre-trial detention satisfied the requirements of Article 5 § 3. They stressed that the applicant's detention had been justified by the persistence of a reasonable suspicion that he had committed the offences in question and by the complexity of the case as demonstrated by the volume of evidence obtained in the investigation, the number of accused and the gravity of the charges against them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  They further argued that the applicant's detention had been justified in order to secure the proper conduct of the proceedings, as there had been a risk that he would obstruct the proceedings by influencing witnesses. This risk stemmed from the fact that the charges against the applicant concerned numerous offences committed by an organised criminal group and the fact that he was a recidivist offender. Lastly, they maintained that the authorities had displayed adequate diligence with dealing with the applicant's case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  General principles",
                                "elements": [
                                    {
                                        "content": "43.  The Court recalls that the general principles regarding the right “to trial within a reasonable time or to release pending trial, as guaranteed by Article 5 § 3 of the Convention, were stated in a number of its previous judgments (see, among many other authorities, Kudła v. Poland, cited above, § 110 et seq, ECHR 2000XI; and McKay v. the United Kingdom [GC], no. 543/03, §§ 41-44, ECHR 2006-..., with further references).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": " (d)  Application of the above principles in the present case",
                                "elements": [
                                    {
                                        "content": "44.  In their detention decisions, the authorities, in addition to the reasonable suspicion against the applicant, relied principally on four grounds, namely (1) the severity of the penalty to which he was liable; (2) the complexity of the case; (3) the need to secure the proper conduct of the proceedings; and (4) the risk that the applicant might tamper with evidence (see paragraphs 6, 7, 11 and 13 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The applicant was charged with numerous counts of armed robbery committed while acting as a member of an organised criminal group (see paragraph 5 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the Court's view, the fact that the case concerned a member of a criminal gang should be taken into account in assessing compliance with Article 5 § 3 (see Bąk v. Poland, no. 7870/04, § 57, 16 January 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In addition, the Court considers that some weight should be attached to the fact that the applicant's detention consisted not of one uninterrupted period, but of three separate periods (see paragraphs 24 and 39 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Court accepts that the reasonable suspicion against the applicant of having committed serious offences could initially warrant his detention. Also, the need to obtain voluminous evidence constituted valid grounds for the applicant's initial detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  However, with the passage of time, those grounds became less and less relevant. The Court must then establish whether the other grounds adduced by the courts – namely, the severity of the anticipated sentence, the need to secure the proper conduct of the proceedings and the risk that the applicant would tamper with evidence were “relevant” and “sufficient” (see Kudła, cited above, § 111).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  According to the authorities, the likelihood of a severe sentence being imposed on the applicant created a presumption that the applicant would obstruct the proceedings. However, the Court would reiterate that, while the severity of the sentence faced is a relevant element in the assessment of the risk of absconding or re-offending, the gravity of the charges cannot by itself justify long periods of detention on remand (see, for instance, Ilijkov v. Bulgaria, no. 33977/96, §§ 80-81, 26 July 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  As regards the risk of pressure being brought to bear on witnesses or of the obstruction of the proceedings by other unlawful means, the Court notes that at the initial stages of the proceedings the judicial authorities presumed that such risks existed on the ground that the applicant had been a member of an organised criminal group. The Court accepts that, in the special circumstances of the case, the risk flowing from the nature of the applicant's criminal activities existed and justified holding him in custody for the relevant period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  Taking into account the particular circumstances of the instant case, the Court considers there were “relevant” and “sufficient” grounds to justify holding the applicant in detention for the entire period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  It remains for the Court to ascertain whether the authorities, in dealing with the applicant's case, displayed the necessary diligence required under Article 5 § 3. In this regard, it would observe that the proceedings were of considerable complexity, regard being had to the number of defendants and the amount of evidence involved.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court observes that at the initial stage of the proceedings there were some periods of inactivity on the part of the District Court. The trial started 4 months after the applicant had been indicted and a significant number of hearings were adjourned. However, after the Court of Appeal had pointed to the delay in the proceedings, the trial court expedited the examination of the case. During the four subsequent months the court held 6 hearings and terminated the first-instance proceedings (see paragraphs 13, 14 and 18 above). The appeal proceedings were processed relatively quickly. For these reasons, the Court considers that the domestic authorities handled the applicant's case with acceptable expedition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been no violation of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "52.  The applicant complained under Article 6 § 1 of the Convention that the length of the criminal proceedings had exceeded a “reasonable time” within the meaning of this provision and that he had not had a “fair trial”.",
                                "elements": []
                            },
                            {
                                "content": "53.  However, pursuant to Article 35 § 1 of the Convention:",
                                "elements": []
                            },
                            {
                                "content": "“The Court may only deal with the matter after all domestic remedies have been exhausted, according to the generally recognised rules of international law...”",
                                "elements": []
                            },
                            {
                                "content": "54.  The Court observes that the applicant failed to avail himself of any of the following remedies provided for by Polish law (see paragraph 28 above). When the proceedings were pending he could have made a complaint under sections 5 and 18 of the 2004 Act. After the termination of the trial, he could have brought a civil action under Article 417 of the Civil Code read together with section 16 of the above-mentioned Act (as to the effectiveness of the latter remedy, see Krasuski v. Poland, judgment of 14 June 2005, no. 61444/00, § 72, ECHR 2005V (extracts)).",
                                "elements": []
                            },
                            {
                                "content": "55.  It follows that this complaint must be rejected under Article 35 §§ 1 and 4 of the Convention for non-exhaustion of domestic remedies.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "56.  The Court raised of its own motion an issue under Article 8 of the Convention on account of the fact that the applicant's correspondence with the Court had been censored. This provision, in its relevant part, reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for ... his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "57.  The Government maintained that, in their opinion, the relevant letters did not bear any traces of having been opened. The presence on the envelopes of a stamp “censored” and an illegible signature did not necessarily mean that the applicant's correspondence had been intercepted and read by the authorities.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "58.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Existence of an interference",
                                        "elements": [
                                            {
                                                "content": "59.  The Court notes that the envelope in which the applicant's letter of 8 February 2004 was sent to the Registry of the Court from the Zabrze Detention Centre bore the following stamps: “Zabrze Detention Centre received on 16.02.2004” (Areszt Śledczy w Zabrzu Wpłynęło dnia 16.02.2004) and “District Court in Tychy, censored” (Sąd Rejonowy w Tychach, cenzurowano), a hand-written sentence: “Z: without censorship” (Z: bez cenzury), a hand-written date: “18.2.4”, and an illegible signature (see paragraph 25 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Court cannot speculate why the authorities put two contradictory marks on the applicant's letter. However, the hand written note “without censorship” rebuts the presumption (see paragraph 62 below) that the authorities had opened and read the applicant's letter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  A stamp “censored” and an illegible signature also appear on the envelope dated 27 April 2004 in which the application form was delivered to the Court's Registry (see paragraph 26 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The Court considers that it is irrelevant that there is no separate stamp on the application form. The Court has held on many occasions that as long as the Polish authorities continue the practice of marking detainees' letters with the “censored” stamp, the Court has no alternative but to presume that those letters have been opened and their contents read (see Matwiejczuk v. Poland, no. 37641/97, § 99, 2 December 2003 and Pisk-Piskowski v. Poland, no. 92/03, § 26, 14 June 2005; Michta v. Poland, no. 13425/02, § 57, 4 May 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  It follows that in respect of the letter of 27 April 2004 addressed to the Court there was an “interference” with the applicant's right to respect for his correspondence under Article 8.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Whether the interference was “in accordance with the law”",
                                        "elements": [
                                            {
                                                "content": "64.  The Government did not indicate a concrete legal basis in the domestic law for the impugned interference. The Court notes that the interference took place in March and April 2004 when the applicant had been detained pending trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Court observes that, according to Article 214 of the Code of Execution of Criminal Sentences, persons detained on remand should enjoy the same rights as those convicted by a final judgment. Accordingly, the prohibition on censorship of correspondence with the European Court of Human Rights contained in Article 103 of the same Code, which expressly relates to convicted persons, was also applicable to the applicant (see Michta v. Poland, cited above, Kwiek v. Poland, no. 51895/99, § 44, 30 May 2006). Thus, the interference with the applicant's correspondence with the Court was not “in accordance with the law“.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  Having regard to that finding, the Court does not consider it necessary to ascertain whether the other requirements of paragraph 2 of Article 8 were complied with. Consequently, the Court finds that there has been a violation of Article 8 of the Convention as regards the applicant's letter of 27 April 2004 addressed to the Court.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "67.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "68.  The applicant claimed 6,000 Polish zlotys (PLN) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Government did not comment on the applicant's claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Court awards the applicant EUR 500 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "71.  The applicant also claimed PLN 5,500 for the costs and expenses incurred before the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Government contested the applicant's claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  According to the Court's case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred, and are reasonable as to quantum. The Court reiterates further that costs incurred before national courts may only be taken into account if they were incurred in seeking redress for the violations of the Convention found, which was not so in the instant case (see Nikolova v. Bulgaria [GC], no. 31195/96, § 79, ECHR 1999-II).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "74.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the length of the applicant's pre-trial detention and the monitoring of the applicant's correspondence admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 8 of the Convention only as regards the applicant's letter of 27 April 2004 addressed to the Court;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 500 (five hundred euros) in respect of non-pecuniary damage, to be converted into Polish zlotys at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 6 September 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        },
        {
            "name": "MsL. Mijović",
            "role": "judges"
        },
        {
            "name": "MrJ. Šikuta",
            "role": "judges"
        },
        {
            "name": "MrsP. Hirvelä",
            "role": "judges"
        },
        {
            "name": "Mr T.L. Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KLIZA v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-82173.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0906JUD000836304",
    "externalsources": [],
    "extractedappno": [
        "8363/04",
        "31330/02",
        "17584/04",
        "15212/03",
        "11215/02",
        "30210/96",
        "543/03",
        "7870/04",
        "33977/96",
        "61444/00",
        "37641/97",
        "92/03",
        "13425/02",
        "51895/99",
        "31195/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-82173",
    "judgementdate": "06/09/2007 00:00:00",
    "kpdate": "06/09/2007 00:00:00",
    "kpthesaurus": [
        "448",
        "451"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "5-3",
        "5",
        "8"
    ],
    "parties": [
        "KLIZA",
        "POLAND"
    ],
    "rank": "595.724182128906",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "343442",
    "typedescription": "15"
}