{
    "__articles": "3;13;41",
    "__conclusion": "No violation of Art. 3;Violation of Art. 13;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "59450/00",
    "article": [
        "13",
        "3",
        "41"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "element": "No violation of Art. 3",
            "type": "no-violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-68097.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 59450/00) against the French Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Venezuelan national, Mr Ilich Ramirez Sanchez (“the applicant”), on 20 July 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms I. Coutant Peyre, of the Paris Bar. The French Government (“the Government”) were represented by their Agent, Mr R. Abraham, Director of Legal Affairs at the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that he had been held in prolonged solitary confinement, in breach of Article 3 of the Convention, and that there had been no remedy available to challenge the measure, in breach of Article 13 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed First Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 19 February 2004 the Chamber declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicant and the Government each filed observations on the merits of the case (Rule 59 § 1). The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine), the parties replied in writing to each other's observations.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicant was born in 1949 and lives in Paris.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant's solitary confinement",
                                "elements": [
                                    {
                                        "content": "9.  The applicant, who claims to be a revolutionary by profession, was taken into custody on 15 August 1994. He was placed under judicial investigation in connection with a series of terrorist attacks in France and on 25 December 1997 was given a life sentence for the murder of three police officers on 27 June 1975. He is currently in Fresnes Prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  From mid-August 1994 to 17 October 2002 he was held in solitary confinement in La Santé Prison (Paris) and Fleury-Mérogis Prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  According to his lawyer, this entailed his being held in a 6.84 square metre cell that was run-down and poorly insulated, with an open toilet area. The applicant was prohibited all contact with other prisoners and even prison warders and was only allowed to leave his cell once his fellow inmates had returned to theirs. His sole activity outside his cell was a two-hour daily walk in a triangular area that was 15 metres long and 7.5 m wide at the base, receding to 1 m at the vertex. This area was walled in and covered with wire mesh. His only recreational activity was reading the newspapers or watching television on a rented set. His only visits were from his lawyers and, once a month, a priest. The prison authorities ignored his requests to be allowed visits from anyone else. Mail intended for the applicant had disappeared, although it was not officially confiscated, and he had not been given a winter jacket that had had been brought to the prison for him in October 1999 until 16 February 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government did not dispute these facts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The documents in the case file show that the applicant has received visits from 58 different lawyers during his time in prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "His current representative, who is also his fiancée, visited him more than 640 times between 27 June 1997 and 29 April 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The parties have produced a series of decisions requiring the applicant to be held in solitary confinement for successive three-month periods.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The first was taken when the applicant was first detained (15 August 1994). It consists of a form on which the following boxes have been ticked: “need to prevent communication with one or more other prisoners” and “breakdown of order and discipline in the prison”. There were no observations by the applicant. The same day, a doctor issued a medical certificate stating:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“[The applicant's] health is compatible with solitary confinement. However, he must, if possible, have complete rest for eight days.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  A decision dated 3 November 1995 to prolong the applicant's solitary confinement from 15 November 1994 to 15 February 1995 was approved by the Regional Director's Office of the Prison Service. The reasons stated were the same, but the applicant made the following observations:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I consider that these solitary-confinement measures, especially the disturbances at night, indicate a desire to harass a political prisoner.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "In a medical certificate issued the same day, a doctor “certif[ied] that [the applicant's] health [was] compatible with his continued solitary confinement.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  A decision of 20 January 1995, which was applicable from 15 February to 15 May 1995, cited the same reasons and was approved by the Regional Director's Office. The applicant refused to sign the notice informing him of the decision. In a medical certificate issued the same day, a doctor:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“certif[ied] that [the applicant's] health [was] compatible with his continued solitary confinement for administrative reasons.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  A decision dated 25 April 1995, which was approved by the Regional Director's Office and was applicable from 15 May to 15 August 1995, spoke of the “need to prevent communication with one or more other prisoners” and a “security measure”. The applicant was transferred that day to Fresnes Prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 27 July 1995 a doctor from Fresnes Prison issued a certificate stating:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... health currently compatible with continued solitary confinement.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 11 August 1995 the measure was prolonged for a period of three months starting on 15 August 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 10 November 1995 a doctor from Fresnes Prison issued a medical certificate stating that the applicant's health was satisfactory and compatible with solitary confinement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 20 November 1995 the measure was prolonged for a period of three months starting on 15 November 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 25 January 1996 a doctor from Fresnes Prison issued a certificate stating that the applicant's health was satisfactory.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 4 March 1996 the measure was prolonged for a period of three months starting on 15 February 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 19 April 1996 a doctor from Fresnes Prison issued a certificate stating that the applicant's health was compatible with his detention in the segregation unit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 7 May 1996 the measure was prolonged for a period of three months starting on 15 May 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  It was not until 31 October 1996 that the applicant was notified of the measure applicable for the period from 15 May to 15 August 1996. He made the following observation:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I do not think it right that I should be asked to sign more than five months late.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 22 October 1996 a doctor from Fresnes Prison issued a certificate stating that the applicant's health was compatible with his detention in solitary confinement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 15 July 1996 the applicant was notified of a measure which referred to the “need to prevent communication with one or more other prisoners” and to “international terrorism”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  A decision dated 31 October 1996, which was applicable from 15 November 1996 to 15 February 1997, referred only to the “need to prevent communication with one or more other prisoners”. The applicant made the following observations on the notification slip:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I note that Mr ..., the director, has already replied to these observations even before I have made them; it is stated below: 07.11.1996 before the commission responsible for the execution of sentences in the prison. Consequently, the remarks I am required to make have become superfluous. Even so, my solitary confinement is a form of torture. This measure, like those that follow, was authorised by the Head of the Prison Service at the Ministry of Justice on 14 November 1996.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 17 January 1997 a doctor from the Paris Regional Health Authority certified that he had examined the applicant and found his health compatible with solitary confinement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Proposals that were made on 20 January and 25 April 1997 referred to the “need to protect you from the rest of the prison population” and the “need to prevent communication with one or more other prisoners”. The applicant made the following remarks on the first of these proposals:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I note that I am increasingly subject to this base harassment and am being singled out as a political prisoner. I reject the reasons given for keeping me in solitary confinement.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 23 April 1997 a doctor from the Paris Regional Health Authority certified that solitary confinement was not contraindicated for the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "With regard to the proposal of 25 April 1997, the applicant noted:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I have not had a check-up, been weighed or had my blood pressure taken etc... I note that the lower section of the questionnaire has already been filled in, thus making a mockery of the observations which I have been asked to make. Please give me a further complete medical check-up.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  A decision of 21 July 1997 referred in addition to: “breakdown of order and discipline in the prison” and “potential dangerousness linked to acts of terrorism ”. The applicant made the following comments:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I have not had a medical certificate following a medical examination and you are using forged documents which you do not even dare to show me. I request an immediate interview with those in charge.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  A decision of 13 August 1997 again cited the “need to prevent communication with one or more other prisoners”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 14 October 1997 a Fresnes Prison doctor issued a certificate certifying that the applicant's health was satisfactory.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The proposals of 21 October 1997 and 23 January 1998 were in the same terms as those of 13 August 1997. On signing the proposal of 21 October, the applicant stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I sign under protest against an unjust repressive measure (decision) against a political prisoner, hostage of the French State.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 23 January 1998 a Fresnes Prison doctor issued a certificate certifying that the applicant's health was satisfactory.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  It was followed by a further certificate on 22 April 1998 stating that the applicant was well enough to remain in solitary confinement and a certificate of 23 July stating that solitary confinement was not contraindicated. A further certificate drawn up on 21 October 1998 stated that the applicant was in satisfactory health and well enough to remain in solitary confinement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Proposals made on 22 April, 23 July and 19 October 1998 cited the need for “precautionary and security measures in view of the prisoner's character and record”. The applicant commented as follows on the proposal of 22 April 1998:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I acknowledge receipt of notice but protest against the renewal of this unjustified measure of vile political repression that has been imposed on me. Please provide me with a copy.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "With regard to the measure of 19 October 1998, he noted:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The signature on this notice by the disloyal deputy director Mr V. further attests to the unfairness of repressive measures imposed by a prison service that acts unlawfully against political inmates such as me.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 15 January 1999 a doctor from La Santé Prison issued a medical certificate in which he stated that the applicant's “health is currently compatible with his continued detention in solitary confinement subject to his receiving psychiatric treatment”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Proposals made on 14 January and 8 April 1999 stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The prisoner must remain in administrative solitary confinement on order and security grounds, in view of his character and record and the nature of his court cases.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Ministry of Justice stated in decisions of 20 January and 20 April 1999:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The character of this prisoner, who is a high-security prisoner and objectively dangerous, in particular because of the nature and length of the sentence he faces, justifies his continued solitary confinement on order and security grounds.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 9 April 1999 the senior doctor at La Santé Prison issued a certificate which read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The circular of December 1998 on solitary confinement states that the opinion of a doctor will only be sought after a year's confinement. Last certificate issued on [illegible]. There is therefore no need to append a certificate regarding prolongation to this note.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 23 April 1999 another prison doctor certified that the applicant's health was compatible with his detention or continued detention in solitary confinement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  A further certificate dated 20 July 1999 confirmed that the applicant's health was compatible with his continued detention in solitary confinement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A decision of 22 July 1999 cited the following reasons:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“You must remain in solitary confinement for a further period of three months on order and security grounds, in view of your character, your classification as a high-security prisoner, and the nature of your convictions and of the cases currently pending.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  A decision of 25 October 1999, which took effect on 15 November 1999, read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“It is necessary to prolong your solitary confinement for a further period of three months in order to preserve order and security in the prison in view of your dangerousness, your ability to influence fellow inmates and the risk of your escaping given the substantial aid potentially at your disposal.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant made the following observations:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I note that the infamous masquerade by the Zionist militant Elisabeth Guigou, who runs the French Ministry of Justice on behalf of the imperialist forces that are seeking to reduce France to the level of a suzerain of the United States, continues. To heck with Human Rights and Law itself. ALLOUHA AKBAR.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 1 February 2000 the authorities relied on “order and security grounds, in view of your character, your classification as a high-security prisoner and the offences for which you have been imprisoned”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The decisions of 27 April, 20 July and 20 October 2000 were couched in identical terms to the decision of 25 October 1999, save that the sentence read: “given your access to outside help”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 13 July 2000 the senior doctor at La Santé Prison issued a medical certificate which read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I, the undersigned, ... declare that [the applicant] is in quite astounding physical and mental condition after six years in solitary confinement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, it is not proper for a patient's doctor to be required to issue a certificate that ought to be a matter for expert opinion. It is very difficult for a doctor to sanction solitary confinement on administrative, not medical, grounds.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 3 October 2000 another doctor issued a certificate in the following terms:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I the undersigned ... certify that I have today examined [the applicant].",
                                        "elements": []
                                    },
                                    {
                                        "content": "No clinical examination was carried out. However, in view of his current mental state, I am unable to give a medical opinion on whether he is fit to remain in solitary confinement.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On 5 January and 23 January 2001 the Ministry of Justice ratified decisions by the Governors of Fleury-Mérogis and La Santé Prisons dated 30 December 2000 and 22 January 2001 respectively to place the applicant in solitary confinement after previous orders had automatically lapsed following his transfer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 20 March 2001 a doctor from La Santé Prison certified that she had seen the applicant but had not been able to carry out a physical examination. She added:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“However, in view of his current mental state, I am unable to give a medical opinion on whether he is fit to remain in solitary confinement.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 28 March 2001 the applicant commented as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I have once again filled in this form, having already done so on 19 March... I denounce 'the white torture' of perpetual solitary confinement which, following the 'serious provocation of 28 December 2000', has been aggravated by the obstruction of the fanlight, which now only opens to an angle of 30o (7.5 cm), preventing fresh air getting in. This is on top of the ban on my receiving visits or French lessons, in breach of the undertakings. You are committing a crime of 'lese-humanity'.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 28 March 2001 a doctor from the Cochin Hospital practising in La Santé Prison issued the following certificate:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I, the undersigned, ... state that the doctors from the medical service at Paris La Santé Prison are not qualified to judge whether the physical and mental condition of the prisoner Ilich Ramirez Sanchez, who is currently being held in La Santé, is compatible with his continued solitary confinement.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On 24 April 2001 it was decided to prolong the solitary confinement “in order to preserve order and security in the prison in view of your dangerousness, your ability to influence fellow inmates and the risks of your escaping given your access to outside help.” The same reasons were cited in a further extension of 18 June 2001, while a decision of September 2001 was worded in almost identical terms.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 23 May 2001 the doctor in charge of the Outpatient Consultation and Treatment Unit wrote to the Governor of La Santé Prison in these terms:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I have met Mr Ilich Ramirez Sanchez, ..., as I was asked for an opinion on whether there is any contraindication to this patient's remaining in solitary confinement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Even though Mr Ramirez Sanchez is in reasonable physical and mental condition, strict solitary confinement for more than six years and nine months is ultimately bound to cause psychological harm.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is my duty as a doctor to alert you to these potential consequences so that you may take an informed decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On 20 June 2001 the doctor who issued the certificate of 20 March 2001 issued a second certificate in like terms.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On 20 September 2001 the doctor in charge of the Outpatient Consultation and Treatment Unit issued a medical certificate after examining the applicant “for the purposes of the medical opinion required for continued solitary confinement”. He stated that the applicant presented:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A physical and mental condition that was entirely reasonable after seven years in solitary confinement ... This opinion does not constitute an expert opinion, which I am not qualified to give.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The following reasons were given for prolonging the solitary confinement in a decision of 4 October 2001: “It is necessary to prolong your solitary confinement in order to preserve order and security in the prison and to avoid your exerting an influence over your fellow inmates or attempting to escape”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In his observations, the applicant noted in particular:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“More than seven years of strict solitary confinement, a ban on receiving visits or French lessons and a steady reduction in the amount of fresh air in the isolation cell from which even the old wooden school desk has been removed all serve to demonstrate the unfairness of the repressive measures that have been taken against a revolutionary political leader who will not be broken.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Decisions of 10 January, 25 March and 8 July 2002 read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“It is necessary for you to remain in solitary confinement in order to preserve order and security in the prison and to avoid your exerting an influence over your fellow inmates or attempting to escape. The fact that you have received a life sentence, your classification as a high-risk prisoner and the nature of the offences for which you have been prosecuted militate in favour of your remaining in solitary confinement.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  On 13 June 2002 an assistant doctor from the Outpatient Consultation and Treatment Unit at La Santé Prison issued a medical certificate in the following terms:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I, the undersigned, Doctor Haouili, an assistant doctor from the OCTU at La Santé Prison in Paris certify that I have examined Mr Ramirez Sanchez Ilich, who was born on 12/10/49, in connection with a request for his solitary confinement to continue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "From the medical standpoint, the problem posed by prolonged solitary confinement over a number of years is that it may affect the prisoner's physical and mental health.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  On 29 July 2002 the doctor in charge of the Outpatient Consultation and Treatment Unit at La Santé Prison provided the Ministry of Health with the following summary of the medical care the applicant was receiving:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“This patient, who, as you are aware, is in the segregation unit, receives two mandatory medical visits from a member of the OCTU medical team every week, as required by the French Criminal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "He is currently in excellent somatic health. I am not qualified to express an opinion on his mental health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In addition, Mr Ramirez Sanchez may on request consult members of the OCTU team independently of the mandatory medical visits to the segregation unit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "He has thus been able to consult an ophthalmologist ... and has been prescribed corrective glasses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "He consulted a general practitioner independently of mandatory visits to the segregation unit on...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Biological tests are performed regularly. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The treatment Mr Ramirez-Sanchez has been receiving can be equated to comfort treatment: ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "It should be noted that Mr Ramirez Sanchez has refused any psychological help from the RMPS [Regional Medical and Psychological Service].",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  In September 2002 a further decision to prolong the solitary confinement was taken “in order to preserve security and order, which are under serious threat owing to the applicant's implication in terrorist networks, his dangerousness and the risk of his escaping”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  On 17 October 2002 the applicant was transferred to Saint-Maur Prison (département of Indre), where his solitary confinement ended.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  On 27 August 2003 the Indre Health Inspector wrote the following letter to the Ministry of Health:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Mr Ramirez Sanchez received a somatic and psychiatric medical examination on his arrival at the prison on 17 October 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "He has at no stage been placed in solitary confinement in Saint-Maur Prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As regards his somatic health, Mr Ramirez Sanchez receives the statutory care and may consult the OCTU on request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As to his mental health, he was seen by an RMPS psychiatrist as part of the standard induction procedure. No follow-up was prescribed at the time and the patient has not asked to see a psychiatrist since. He was offered an examination and this took place on 26 August 2003. The SMPR have not recommended any follow up to that appointment.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  In March 2004 the applicant was transferred to Fresnes Prison, where he returned to solitary confinement.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant's request for judicial review",
                                "elements": [
                                    {
                                        "content": "60.  On 14 September 1996 the applicant lodged an application for judicial review with the Paris Administrative Court, arguing that the decision of 11 July 1996 to place him in solitary confinement should be set aside.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  In a judgment of 25 November 1998, which was served on the applicant on 26 January 1999, the Paris Administrative Court dismissed the application, holding that the impugned decision was an internal administrative measure which the administrative courts had no power to set aside.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT LAW",
                        "elements": [
                            {
                                "content": "A.  Code of Criminal Procedure",
                                "elements": [
                                    {
                                        "content": "62.  The relevant provisions of the Code of Criminal Procedure are as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article D. 270",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Save in the circumstances set out in Articles D. 136 to D. 147, prison staff must at all times be able to verify a prisoner's presence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "At night it must be possible to light cells when necessary. Cells should be entered only for good reason or in the event of imminent danger. In all cases, intervention must be by at least two staff members and an officer, if one is on night duty.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article D. 272",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Rounds shall be made after lights out and during the night at set times to be changed daily by the senior custody officer, under the authority of the prison governor.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article D. 283-1",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Any prisoner in a communal establishment or unit may be placed in solitary confinement at his or her request or as a precautionary or security measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article D. 283-2",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Solitary confinement shall not constitute a disciplinary measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Prisoners in solitary confinement shall be subject to the ordinary prison regime.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Circular of 8 December 1998",
                                "elements": [
                                    {
                                        "content": "63.  A circular was issued on 8 December 1998 to implement the decree amending the Code of Criminal Procedure. It contained, inter alia, the following provisions:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“4.  Solitary confinement as a precautionary or security measure",
                                        "elements": []
                                    },
                                    {
                                        "content": "Orders for solitary confinement as a precautionary or security measure are made by the prison governor at the prisoner's request or on the governor's own initiative. Since the governor has sole power to order solitary confinement, he or she will need to take particular care in setting out the reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.1.  The need to state reasons",
                                        "elements": []
                                    },
                                    {
                                        "content": "Since the Conseil d'État's Marie judgment of 17 February 1995 the administrative courts have assumed jurisdiction to review the lawfulness of disciplinary decisions 'giving cause for complaint'.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Judicial review has not yet been extended to decisions to place a prisoner in solitary confinement, which continue to be regarded in the most recent decisions as 'internal administrative measures' that are not amenable to review.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The courts consider on the basis of Article D. 283-2 that 'solitary confinement does not make conditions of detention worse and is not liable to affect the legal position of the person so held' (Conseil d'État, 28 February 1996, Fauqueux judgment; and Conseil d'État, 22 September 1997, Trébutien judgment).",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.2.  Nature of the reasons",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is not sufficient simply to repeat the succinct 'as a precautionary or security measure' formula used in Article D. 283-1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "... Orders for solitary confinement as a precautionary or security measure must be based on genuine grounds and objective concordant evidence of a risk of the prisoner causing or being exposed to serious harm.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The reasons must state whether the measure has been taken to avoid the risk of an escape, violence or coercion, concerted action liable to disrupt the prison community, connivance or conspiracy, or to protect the life or physical integrity of individual prisoners or of the person in solitary confinement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.3.  Invalid reasons",
                                        "elements": []
                                    },
                                    {
                                        "content": "An order for solitary confinement cannot be made solely for the following reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.3.1.  Nature of the offence",
                                        "elements": []
                                    },
                                    {
                                        "content": "The seriousness of the offence for which the person concerned is being held and the nature of the offence of which he or she is accused cannot by themselves justify solitary confinement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "II.  PROCEDURE IN SOLITARY CONFINEMENT CASES",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.4.  Content of the decision",
                                        "elements": []
                                    },
                                    {
                                        "content": "The decision shall be in the form set out on the printed sheet annexed hereto and shall be notified after the hearing. It contains two sections, one for the reasons and the other for the prisoner's observations. Additional observations on an ordinary sheet of paper and any documents that may assist in explaining the reasons may be attached to the decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.2.  Copies of documents for the authorities",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Lifting the measure",
                                        "elements": []
                                    },
                                    {
                                        "content": "Solitary confinement is not intended to continue indefinitely, as it must be justified by factual and legal considerations, which may change or cease to apply.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In view of the harmful effects of prolonged solitary confinement the prison governor and regional director must closely monitor the length of the measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The measure will automatically lapse in the circumstances set out in Chapter 3. Consideration should also be given on the ordinary renewal dates to lifting the measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The prisoner must be notified of a decision to lift the measure. If the prisoner asked to be placed in solitary confinement, his or her observations (if any) must be obtained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article D. 283-1, subparagraph 2, of the Code of Criminal Procedure requires the prison governor to inform the regional director and the judge responsible for the execution of sentences of his decision without delay.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A copy of a decision to place a remand prisoner in solitary confinement must also be sent to the judge in charge of the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\n4.  Prolongation of the measure",
                                        "elements": []
                                    },
                                    {
                                        "content": "Unless a decision to prolong the measure is made at the end of three months, it will automatically lapse. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.1.  Proposals to prolong the measure",
                                        "elements": []
                                    },
                                    {
                                        "content": "The prolongation procedure must be set in motion three weeks before the three-month period expires.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Prisoners in solitary confinement must be informed if it is intended to propose prolongation of the measure and, if they so wish, be given an hour in which to prepare their observations, which they may submit at a hearing held for that purpose. They are then notified of the proposal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "No prolongation may be proposed without a prior assessment of the prisoner's situation made with the aid, inter alia, of the record of observation of the prisoner in solitary confinement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If the prison governor considers it necessary to prolong the measure, he or she must compile a file containing:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  The printed proposal form containing a statement of reasons, which must be up to date when the request is made. The form will contain confirmation that the prisoner has been notified of the proposal, the date of the verbal report to the commission responsible for the execution of sentences and the date of transmission to the regional director.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  The liaison form.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)  The report on the prisoner's behaviour in solitary confinement based, in particular, on the record of observation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Any report by the medical team or opinion by the doctor will be appended to the proposal file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.2.  The regional director's investigation",
                                        "elements": []
                                    },
                                    {
                                        "content": "The file should be sent to the regional director's office at least fifteen days before the three-month period expires. The regional director's office will examine the file and, if necessary, request additional documents or information. It should make sure it has a fully up-to-date statement of reasons for the proposal to prolong the measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The regional director must decide whether or not to prolong the solitary confinement and send the decision to the prison for notification to the prisoner before the expiry of the three-month period in all cases. The decision shall be reasoned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If it is decided not to prolong the measure, it will immediately lapse and the prisoner will be returned to the ordinary cells.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The prisoner will be given a copy of the decision to prolong the measure on being notified of it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The same rules apply to the preservation of evidence and the forwarding of copies to the authorities as for the initial decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The same procedure shall be followed if prolongation appears necessary at the end of a further three-month period. Regional directors shall consider the reasons for a further extension with particular care. In particular, they must examine whether other types of measure have been considered and satisfy themselves that no such measure would be feasible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "When a decision to prolong solitary confinement has already been taken by a regional director, then, unless it automatically lapses under Chapter 3, the measure may be lifted during the statutory periods only by a decision of the same authority. In such cases, the prison governor will forward to the regional director a reasoned proposal to lift the measure accompanied, if applicable, by a supporting report. The prison governor will also send the regional director without delay any medical certificates the doctor has decided to issue together with his opinion on whether any action is called for.",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  Prolongation after a year",
                                        "elements": []
                                    },
                                    {
                                        "content": "Solitary confinement should be prolonged after a year only in exceptional cases. The Minister of Justice has sole decision-making power, in accordance with Article D. 283-1, subparagraph 6.",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.1.  Proposals to prolong solitary confinement",
                                        "elements": []
                                    },
                                    {
                                        "content": "The prison governor must send the proposal to prolong solitary confinement to the regional director before the end of the tenth month to allow the regional director's office and the central authority time to examine it thoroughly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A doctor's opinion must be sought if it is proposed to prolong solitary confinement beyond a year. If the doctor gives an opinion, it must be set out in writing and forwarded with the proposal. If the doctor does not give an opinion, he or she should initial at least the form containing the proposal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The prison governor will submit the proposal to the commission responsible for the execution of sentences for an opinion, which the latter will indicate on the proposal form.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The prison governor advises the prisoner of his or her intention to propose prolonging the solitary confinement beyond a year. If the prisoner so wishes, he or she may be given at least an hour in which to prepare observations to be made at a hearing at the end of the allotted time. The prisoner is then notified of the proposal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The prison governor must append to the proposal a summary report on the prisoner's behaviour since the initial decision was made.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Lastly, the liaison record (III.3) is forwarded with the proposal to give the authority that will take the decision full details of the chronology of the measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.2.  The regional director's report",
                                        "elements": []
                                    },
                                    {
                                        "content": "The regional director draws up a report on the basis of the prison governor's proposal and gives a reasoned opinion on whether the measure should be prolonged beyond a year.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Before doing so, the regional director may lift the measure if he or she considers that is it no longer warranted or substitute another measure within his or her powers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "He or she may also recommend other measures, such as a transfer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The file containing the proposal to prolong solitary confinement must be sent to the head office of the prison service at least one month before the preceding measure expires. The central authority must be given time to examine the file and seek alternatives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.3.  The decision of the Minister of Justice",
                                        "elements": []
                                    },
                                    {
                                        "content": "The central authority sends the Ministry of Justice's decision (which will normally be taken by the director of the prison service under delegated authority) to the regional director's office at least one week before the preceding period of solitary confinement expires so that the prison can be informed in time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The prisoner is provided with a copy of the decision. An original is placed in the file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A verbal report on the final decision is made to the commission responsible for the execution of sentences.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The head office of the prison service retains power to decide on further quarterly extensions beyond a year. The matter is again referred to the central authority in accordance with the procedure described in this paragraph at least one month before the new period of solitary confinement is due to end.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Apart from the cases of automatic lapse set out in Chapter 3, power to lift the measure after a year is also vested in the central authority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "IV.  THE SOLITARY CONFINEMENT REGIME",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  European and national recommendations",
                                        "elements": []
                                    },
                                    {
                                        "content": "Following its visit to France of 6 to 18 October 1996 the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment recommended that 'a balance [be struck] between the requirements of the case and the application of a solitary confinement type regime', in view of the harmful consequences that that regime could have on the prisoner. It proposed organising the segregation unit in a way that would give prisoners continued access to the better exercise areas and to activities, including outdoor activities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "These recommendations tie in with the findings of the working groups set up by or at the request of the prison service.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Implementation of the ordinary prison regime",
                                        "elements": []
                                    },
                                    {
                                        "content": "In accordance with Article D. 283-2 of the Code of Criminal Procedure, prisoners in solitary confinement are subject to the ordinary prison regime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1o  Prisoners must be permitted to make full use of their rights of defence, which are protected by instruments of constitutional or international rank, in accordance with the procedure set out in the Code of Criminal Procedure and the distinction it makes between convicted and remand prisoners. The prohibition on communications referred to in Article 145-4 cannot apply to communications with lawyers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2o  The right to relations with members of one's family and others are exercised through prison visits. Subject to the arrangements for individual access to the visiting room, there shall be no restrictions on prison visits unless a court has ordered solitary confinement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There must be no restrictions on the right of prisoners in solitary confinement to send or receive correspondence. However, stricter monitoring of correspondence may be justified by court-imposed imperatives, the prisoner's classification as a high-security risk in accordance with Article D. 276-1 of Code of Criminal Procedure, or a recommendation for the prisoner to be placed on suicide watch.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Similarly, prisoners' rights to make telephone calls in penal establishments in accordance with Article D. 417 of the Code of Criminal Procedure are not suspended by solitary confinement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3o  There is no general restriction on the right of prisoners in solitary confinement to access to news, subject to the normal supervision prisoners receive throughout their term in prison. Prisoners in solitary confinement retain the right to buy newspapers of their choice, or to use a radio or television subject to the usual conditions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If the library operates a direct-access system, it must arrange special opening hours for prisoners in solitary confinement or keep a separate stock for the segregation unit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4o  Religious observance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Religious observance in the segregation unit shall take place in accordance with the rules set out in Articles D. 437 to D. 439 of the Code of Criminal Procedure. Since prisoners in solitary confinement are unable to attend the services habitually open to all prisoners, they may be authorised to attend special services arranged in agreement with the chaplain.",
                                        "elements": []
                                    },
                                    {
                                        "content": "5o  Health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The health of prisoners in solitary confinement is dependent on their being detained in conditions that allow them a healthy lifestyle:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  Cells must receive natural light through a window which also affords adequate ventilation, as required by Article D. 350 of the Code of Criminal Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  The exercise yard must provide access to the open air. Consideration must be given to allocating specific times for prisoners in solitary confinement to exercise in an open yard. Exercise periods should be for the same length as for ordinary regime prisoners.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)  Sporting activities should be made available in the segregation unit, for example by the provision of an exercise bike, gym mat or table-tennis table.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.6.  Activities in the segregation unit",
                                        "elements": []
                                    },
                                    {
                                        "content": "Although access to communal activities provided for ordinary-regime prisoners is suspended during solitary confinement, prisoners in solitary confinement remain under the ordinary regime and special arrangements should be made within the segregation unit for most activities to continue, allowing prisoners to assemble in small groups at times.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Thus, whenever possible, the prison governor must permit prisoners in solitary confinement to assemble in groups of two or three for exercise or activities. A room, which may be multipurpose (sport, reading) should be set aside for this purpose. It is for the prison governor to assess how and when such groups may be organised and to tailor the measure to individuals in the light of the reason for the prisoner's placement in solitary confinement, the aim pursued and the character and conduct of the prisoner or prisoners concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Individual educational programmes or distance teaching offered by teachers or instructors should not be discouraged, as they ensure that activities are also directed towards training.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  Monitoring of and dialogue with prisoners in solitary confinement",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.1.  Monitoring",
                                        "elements": []
                                    },
                                    {
                                        "content": "A record of observation must be compiled for all prisoners in solitary confinement; it will be supplemented by any relevant remarks by duty staff or the persons in charge of the unit on the prisoner's behaviour in solitary confinement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The record of observation acts as an early warning system if it appears that solitary confinement is having harmful effects on the prisoner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Staff should consult it regularly and in any event if it is intended to propose prolonging the measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A summary of the record of observation will be sent to the regional director and the central authority with the proposal to prolong the measure or in the event of an internal appeal by the prisoner against the original decision or a decision to prolong the measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "All prisons shall be responsible for creating, or if one already exists improving, a record of observation meeting the stated objective.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.2.  Dialogue",
                                        "elements": []
                                    },
                                    {
                                        "content": "In order to avoid excessive social isolation, it is essential to maintain contact and encourage exchanges between staff and prisoners in solitary confinement. Not only does this reduce the degree of isolation, especially for prisoners who do not receive visits, it also assists in monitoring the prisoner's character.",
                                        "elements": []
                                    },
                                    {
                                        "content": "For the same reasons, senior prison officers and socio-educational staff should seek to meet prisoners in solitary confinement at least as regularly as they do ordinary prisoners.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Case-law of the Conseil d'État",
                                "elements": [
                                    {
                                        "content": "64.  In a judgment of 30 July 2003 the Conseil d'État departed from its previous case-law when it held:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The aforementioned provisions and the evidence before the tribunal of fact show that it is in the very nature of solitary confinement to deprive persons subjected to it of access to the sporting, cultural, teaching and training activities and paid work that are available to other prisoners collectively. Such a measure may be imposed for a period of up to three months and may be prolonged. In these circumstances, even though Article D. 283-2 of the Code of Criminal Procedure states that solitary confinement is not a disciplinary measure, as the prisoners concerned are subject to the ordinary prison regime, a decision to place a prisoner in solitary confinement against his or her wishes will, in view of the effects it has on the conditions of detention, be amenable to judicial review. Accordingly, the Minister of Justice's submission that the Administrative Court of Appeal erred in law in declaring admissible an application by Mr X for judicial review of a decision by the Governor of Bois d'Arcy Prison to place him in solitary confinement is unfounded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Administrative Court of Appeal did not err in law when it held that a decision to place a prisoner in solitary confinement was one of the decisions for which the first section of the Act of 11 July 1979 requires reasons to be stated. In finding that insufficient reasons had been stated in the impugned decision, the Paris Administrative Court of Appeal reached a decision in its unfettered discretion which, in the absence of any distortion of the facts, cannot be challenged in this court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It follows from the foregoing that the Minister of Justice is not entitled to an order setting aside the impugned judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is appropriate in the circumstance of this case to order the State to pay Mr X the sum of 2,300 euros he claimed under Article L. 761-1 of the Administrative Courts Code.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  International instruments",
                                "elements": [
                                    {
                                        "content": "65.  The following extracts are taken from the reports of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment, the responses of the Government of the French Republic and the 'guidelines on human rights and the fight against terrorism' adopted by the Committee of Ministers of the Council of Europe on 11 July 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  CPT report on the visit of 6 to 18 October 1996",
                                        "elements": [
                                            {
                                                "content": "“158.  The CPT pays particular attention to prisoners held under conditions akin to solitary confinement. It reiterates that the principle of proportionality requires a balance be struck between the requirements of the case and the application of a solitary-confinement regime, which is a step that can have very harmful consequences for the person concerned. Solitary confinement can, in certain circumstances, amount to inhuman and degrading treatment. In any event, it should be as short as possible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "159.  The delegation visited the segregation units in ... and in the remand prisons of Paris-La Santé .... It met a number of prisoners who had been held in solitary confinement for long, and, in some instances, very long, periods.",
                                                "elements": []
                                            },
                                            {
                                                "content": "... Furthermore, the solitary-confinement cells in Paris-La Santé Prison could be described as reasonable (cf. paragraphs 100 and 101).",
                                                "elements": []
                                            },
                                            {
                                                "content": "As regards the prison regime, which according to the Code of Criminal Procedure is an ordinary regime, the delegation found that the activities remained limited (reading, television, and in some instances in-cell educational or training activities). ... There continued to be little human contact and this took the form of any visits from close relatives or other authorised persons (such as religious representatives) and some daily contact with warders.",
                                                "elements": []
                                            },
                                            {
                                                "content": "As regards outdoor exercise, the prison authorities said that a one to three hour walk was authorised every day, although conditions were less than satisfactory.",
                                                "elements": []
                                            },
                                            {
                                                "content": "160.  The CPT pointed out in its report on its first visit that particular attention had to be paid to the mental and physical condition of prisoners in solitary confinement. In paragraph 380 of their interim report, the French authorities indicated that prisoners in solitary confinement were examined twice a week by doctors and that a doctor was called out whenever the condition of a prisoner in solitary confinement demanded. Doctors were required to inform the prison governor in writing if they considered the prisoner's physical or mental health to be at risk.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In that connection, the French authorities informed the delegation that a draft decree (which is due to come into force on 1 December 1996) would establish new rules for gaining access to a doctor and assessing a prisoner's condition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "161.  As to the other safeguards, it seemed to the delegation from an examination of the relevant files that the procedure for prolonging solitary confinement was rather summary. The manner of its implementation also appears to vary from one region to another. ... At Paris-La Santé Prison, the delegation heard allegations by prisoners in solitary confinement that this was no longer the case. These were credible allegations, since, unlike in Marseille, the delegation found no trace of annotations or headings indicating that prisoners had been informed of the proposal to prolong their solitary confinement. The delegation found virtually no evidence in the files it examined of reports being sent to the commission responsible for the execution of sentences or of the commission issuing opinions as required by the relevant provisions of the Code of Criminal Procedure. Furthermore, the only medical certificates relating to the renewal procedure seen by the delegation were stereotyped and extremely brief.",
                                                "elements": []
                                            },
                                            {
                                                "content": "162.  In the light of the foregoing, the CPT recommends that the French authorities:",
                                                "elements": []
                                            },
                                            {
                                                "content": "The CPT would also like to know whether the decree announced by the French authorities has entered into force and to receive a copy if it has.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Response of the French Republic to the 1996 report",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Observations (interim report)",
                                "elements": [
                                    {
                                        "content": "“(i)  'review the arrangements for solitary confinement with a view to providing prisoners with a wider range of activities and ensuring appropriate human contact' (paragraph 162)",
                                        "elements": []
                                    },
                                    {
                                        "content": "The rules governing solitary confinement are being revised. Articles D. 283-1 and D. 283-2 of the Code of Criminal Procedure and the circular of 12 July 1981, which are currently in force, need supplementing in order to improve the procedure and to limit the duration of the measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Draft Article D. 283-1 accordingly places particular emphasis on the need for the medical supervision of prisoners in the segregation unit. It also makes the director of the prison service responsible for deciding whether to prolong solitary confinement that has exceeded a year.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The entry into force of this Article, which will be included in a vast decree amending more than 300 articles of the Code of Criminal Procedure, has been delayed, as the decree is part of a governmental programme of State reform.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is intended that a draft circular will be issued when the decree enters into force. It will emphasise that prisoners in solitary confinement are subject to the ordinary prison regime and will give instructions for continued dialogue between staff and prisoners in solitary confinement, in particular through the organisation of individual teaching or training programmes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A draft circular is being prepared",
                                        "elements": []
                                    },
                                    {
                                        "content": "A draft circular is being prepared.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Progress report",
                                "elements": [
                                    {
                                        "content": "“(i)  'review the arrangements for solitary confinement with a view to providing prisoners with a wider range of activities and ensuring appropriate human contact' (paragraph 162).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The draft decree referred to in the interim report, which brings the regulatory section of the Code of Criminal Procedure into line with a number of statutes that are already in force, is in the process of promulgation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It will amend, inter alia, Article D. 283-1 of the Code of Criminal Procedure by making the director of the prison service responsible for deciding whether to prolong solitary confinement that has exceeded a year. It will redirect the focus of medical supervision to its exclusive role of providing prisoner health care.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Pursuant to this provision, a draft circular has been drawn up confirming that prisoners in solitary confinement are subject to the ordinary prison regime, which entails, inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "The draft circular establishes a mechanism for controlling the length of solitary-confinement measures: before a decision to prolong the measure beyond three months can be taken, the regional director must examine an observation report from the prison governor based, in particular, on his knowledge of the prisoner concerned and the information provided by the various prison departments on the basis of the personal record of observation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Any event with suspensive effect entailing release or for a period exceeding fifteen days will result in the lapse of the solitary-confinement measure and the prisoner's return to ordinary detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The draft circular introduces an improved system for the provision of reasons and written notification of decisions to place a prisoner in solitary confinement. The prison governor will not, however, be required to disclose information to a prisoner that may put people or the prison at risk; this has been accepted by the CPT.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  CPT report on the visit from 14 to 26 May 2000",
                                        "elements": [
                                            {
                                                "content": "“111.  In its reports of both 1991 and 1996 the CPT stressed that the principle of proportionality required that a balance be struck between the requirements of the case and the application of a solitary confinement-type regime, which is a step that can have very harmful consequences for the person concerned. Solitary confinement can, in certain circumstances, amount to inhuman and degrading treatment. In any event, it should be as short as possible. Following its visits, the CPT advised of its concerns regarding various aspects of solitary confinement in France (cf. paragraphs 140 et seq., and 158 to 163 of the reports). Subsequently, in a circular dated 14 December 1998 the Minister of Justice issued instructions concerning, inter alia, the grounds on which prisoners could be placed in solitary confinement, the procedure to be followed and the regime for prisoners in solitary confinement. These instructions address some of the concerns expressed by the CPT in its reports on previous visits.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Nevertheless, during its visits the CPT delegation found serious shortcomings in the manner in which the earlier recommendations of the CPT and the ministerial instructions had been implemented in practice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The CPT has serious reservations about the situation of a number of prisoners in solitary confinement for administrative reasons met by the delegation during its visit. Its reservations concern both the length of the confinement (which in some instances had been for years on end) and the highly restrictive regime to which such prisoners are subject (total lack of structured or communal activities).",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  The physical conditions of detention of prisoners placed in solitary confinement for administrative reasons were globally acceptable. However, the cells accommodating such prisoners at the Paris-La Santé Prison had only limited access to natural light. In addition, in the four institutions visited, the exercise yards – which were often also used by prisoners in solitary confinement for disciplinary reasons – were uninviting.",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  The ministerial instructions state: 'The essential features of the ordinary prison regime must, so far as possible and subject to practical constraints, be retained in the segregation unit' (point 4.1). They further state, inter alia: 'there shall be no restrictions on prison visits' (point 4.2.2) and '... prisoners in solitary confinement remain under the ordinary regime and special arrangements should be made within the segregation unit for most activities to continue, allowing prisoners to assemble in small groups at times', that '[i]t is for the prison governor to assess how and when such groups may be organised' and '[i]ndividual educational programmes or distance teaching offered by teachers or instructors should not be discouraged' (point 4.2.6). The instructions further require increased surveillance of prisoners and specify: 'In order to avoid excessive social isolation, it is essential to maintain contact and encourage exchanges between staff and prisoners in solitary confinement' (point 4.4.2).",
                                                "elements": []
                                            },
                                            {
                                                "content": "From the information obtained by the delegation, it would seem that, with the odd exception (for instance as regards contact with the outside world), the vast majority of the aforementioned requirements have not been complied with. For example, the only establishment which allowed prisoners in solitary confinement for administrative reasons to associate was Lyon-Saint Paul Prison and even there association was restricted (to exercise outdoors and in the fitness room).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The CPT recommends that the authorities take measures without delay to give full effect to the Minister of Justice's instructions of 14 December 1998 concerning solitary confinement for administrative reasons – under paragraphs 4.2.6, 4.2.7 and 4.4.2 in particular.",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  The CPT also has reservations on the effectiveness of the procedural safeguards on solitary confinement for administrative reasons. The files that have been examined show that it is sometimes used as an alternative to solitary confinement as a disciplinary measure (for instance, in one case, the measure was imposed for: 'serious damage to property belonging to the prison that put prison security at risk') or to prolong such a measure and that the reasons stated for putting a prisoner in solitary confinement were often stereotyped ('to maintain order in the prison' or 'risk of escape'). In one case the prisoner had been held in solitary confinement since 1997 'because of the nature of the offences of which he had been convicted'.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In summary, it would appear that the ministerial instructions, namely 'Orders for solitary confinement as a precautionary or security measure must be based on genuine grounds and objective concordant evidence of a risk of the prisoner causing or being exposed to serious harm', are not always fully complied with (cf. point 1.4.2).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The CPT recommends that the French authorities carry out a case-by-case review of compliance with the instructions issued in 1998 with regard to solitary confinement for administrative reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  Lastly, the CPT understands that the issue of the nature and extent of available remedies has not yet been resolved (cf. paragraph 146 of the report on the 1991 visit). In practice this means that prisoners in solitary confinement currently have no real means of challenging decisions to place them in solitary confinement or to renew such a measure before an independent authority.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The CPT recommends that the reinforcement of the safeguards provided for prisoners in solitary confinement in order to ensure they have an effective remedy before an independent authority, preferably a judge. Indeed, that is the spirit of the various proposals that are currently pending before the French authorities (for instance, the Canivet report and the report of the Senate investigation).”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Response of the Government of the French Republic",
                                        "elements": [
                                            {
                                                "content": "“(i)  'take measures without delay to give full effect to the Minister of Justice's instructions of 14 December 1998 concerning solitary confinement for administrative reasons – under paragraphs 4.2.6, 4.2.7 and 4.4.2 in particular' (paragraph 113)",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii)  'carry out a case-by-case review of compliance with the instructions issued in 1998 with regard to solitary confinement for administrative reasons' (paragraph 114)",
                                                "elements": []
                                            },
                                            {
                                                "content": "Power to take decisions on solitary confinement is vested in the Minister of Justice if the confinement has exceeded one year.",
                                                "elements": []
                                            },
                                            {
                                                "content": "There are currently 77 prisoners who have been in solitary confinement for more than a year. Of these, 23 are in prisons for convicted prisoners and 54 in prisons for remand prisoners.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The majority of these prisoners were placed in solitary confinement at their own request, either on account of the offence for which they were imprisoned, or of their occupation before they were imprisoned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Improvements are being made to the segregation units to make them compliant with the circular of 14 December 1998. The prisons to be built as part of the '4,000 programme' will be equipped with segregation units that allow prisoners to enjoy all the advantages set out in the aforementioned circular.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Furthermore, in accordance with the circular of 14 December 1998 on solitary confinement, it is the regional director of the prison service or the central authority who is responsible for reviewing the reasons given by the prison governor for placing a prisoner in solitary confinement. In addition, the prison inspectorate verifies compliance with these obligations when carrying out prison visits.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii)  'reinforce the safeguards provided for prisoners in solitary confinement to ensure they have an effective remedy before an independent authority, preferably a judge' (paragraph 115)",
                                                "elements": []
                                            },
                                            {
                                                "content": "Solitary confinement is one of the issues being considered in connection with the proposed legislation on prisons.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Extracts from the 'guidelines on human rights and the fight against terrorism' adopted by the Committee of Ministers of the Council of Europe on 11 July 2002",
                                        "elements": [
                                            {
                                                "content": "“III  Lawfulness of anti-terrorist measures",
                                                "elements": []
                                            },
                                            {
                                                "content": "1.  All measures taken by States to combat terrorism must be lawful.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2. When a measure restricts human rights, restrictions must be defined as precisely as possible and be necessary and proportionate to the aim pursued.",
                                                "elements": []
                                            },
                                            {
                                                "content": "IV  Absolute prohibition of torture",
                                                "elements": []
                                            },
                                            {
                                                "content": "The use of torture or of inhuman or degrading treatment or punishment, is absolutely prohibited, in all circumstances, and in particular during the arrest, questioning and detention of a person suspected of or convicted of terrorist activities, irrespective of the nature of the acts that the person is suspected of or for which he/she was convicted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "XI  Detention",
                                                "elements": []
                                            },
                                            {
                                                "content": "1.  A person deprived of his/her liberty for terrorist activities must in all circumstances be treated with due respect for human dignity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  The imperatives of the fight against terrorism may nevertheless require that a person deprived of his/her liberty for terrorist activities be submitted to more severe restrictions than those applied to other prisoners, in particular with regard to:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i)  the regulations concerning communications and surveillance of correspondence, including that between counsel and his/her client;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii)  placing persons deprived of their liberty for terrorist activities in specially secured quarters;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii)  the separation of such persons within a prison or among different prisons,",
                                                "elements": []
                                            },
                                            {
                                                "content": "on condition that the measure taken is proportionate to the aim to be achieved.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "\nTHE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "66.  The applicant complained, firstly, that his prolonged solitary confinement from 15 August 1994 to 17 October 2002 had violated Article 3 of the Convention and constituted inhuman and degrading treatment.",
                                "elements": []
                            },
                            {
                                "content": "Article 3 provides:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "67.  The applicant maintained that the conditions in which he had been detained violated Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  He said that the fact that he had been strictly prohibited from communicating with other people, including prison warders, had resulted in his total social isolation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  He had been refused permission to have French lessons, even on an individual basis, and none of his family had been officially informed of his imprisonment or his whereabouts. He alleged that the investigating file showed that it was the French authorities' intention to arrest any member of his family who travelled to France.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The visits he had received from his lawyers were not social visits, but a means of exercising his defence rights. Moreover, there had been numerous instances of delay in his lawyers' being granted permission to visit him. He said that the Government's production of the list of visits of just one of his lawyers was misrepresentative and furnished a list of all fifty-eight lawyers and the visits they had made.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  As to the visits from the clergyman, the applicant said that initially these had been allowed only occasionally; subsequently, however, he had been permitted visits approximately once a month. The visits by the diplomatic representatives were a legal entitlement, while the Venezuelan authorities had not been informed of his situation until a late stage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  With regard to sanitary conditions, the applicant said that he took showers at the same intervals as other prisoners and had not requested a special regime. He had been forced to stop going to the cardiac-training room after being provoked and assaulted, although he did not identify those responsible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The applicant added that in saying that the conditions in which he was detained were dictated by the layout of La Santé Remand Prison, the Government had sought to suggest that he was being held in a maximum security prison, although these were all at some distance from Paris.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  In his additional observations, the applicant said that his perfect mental and physical health was due to his strength of character, the efforts he had made to keep his mind active and to retain mental stability and his resistance. The adverse physical effects had taken the form of broken sleep cycles as a result of his being noisily awoken by warders at hourly intervals from midnight to 6 a.m. throughout his stay in solitary confinement. He had also suffered from recurring respiratory and skin allergies as a result of the prison conditions. The applicant further complained that he had been held at a distance from Paris since October 2002.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "75.  The Government observed that ill-treatment had to attain a minimum level of severity if it was to fall within the scope of Article 3. They said that the Commission had paid particular attention to the practical arrangements and the degree of isolation and referred to the cases of Messina v. Italy and Caciotti v. Germany. They added that in its Kudła v. Poland judgment of 26 October 2000 the Court had stated that all prisoners were entitled to be detained in conditions that were compatible with respect for human dignity, which meant that they should not be subjected: “to distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention and that, given the practical demands of imprisonment, [their] health and well-being are adequately secured by, among other things, providing [them] with the requisite medical assistance”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The Government submitted that, in the light of that case-law, the conditions of the applicant's solitary confinement had not infringed Article 3 of the Convention for the following reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  Firstly, the applicant's prison regime was wholly exceptional and dictated by the fact that as a unique figure known internationally for acts of terrorism, he was liable to cause serious disruption within the prison population by engaging in proselytism, or even hatching plans for escape.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  In any event, the regime for prisoners in solitary confinement at La Santé Prison was strictly aligned to the rules applicable to ordinary prisoners, the only restrictions being those entailed by the fact that prisoners in the segregation unit had no possibility of meeting or of being in the same room together.",
                                                "elements": []
                                            },
                                            {
                                                "content": "On a practical level, prisoners were entitled to a two-hour daily walk and two medical visits a week. The applicant's single cell had a surface area of approximately 7.2 square metres, received natural light through a window protected by a grill and also possessed a ceiling light and a small lamp. The applicant had a television set and cleaned his cell regularly with equipment provided by the prison authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  All prisoners were entitled to three showers a week. The applicant had requested and been authorised to take daily showers, as staff levels in the segregation unit permitted. The unit also had a cardiac-training room which enabled each prisoner to engage in at least an hour's physical activity a day. However, the applicant had never requested access to it. Library books were also available to prisoners.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  With regard to visits, the Government explained that the applicant had been a remand prisoner until 30 January 2000 and that by virtue of Article D. 64 of the Code of Criminal Procedure visits could only be authorised by the judge in charge of the investigation. Once the applicant's conviction became final on 30 January 2000 the power to authorise visits had been transferred to the prison governor.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  The applicant's family, which did not reside in France, had never made contact. The applicant was allowed to see a priest – subject to one being available – whenever he wished, and received regular visits from consular authorities, in particular the Venezuelan Ambassador's representative.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The Government added that the applicant had had very frequent meetings with his lawyer, who had become his fiancée. Visits from lawyers took place in special conference rooms without any barrier between the prisoner and his or her lawyer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Lastly, although the applicant had been refused access to a communal class to learn French, he had been offered individual lessons, which he had declined.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  These considerations taken as a whole led the Government to conclude that the conditions in which the applicant was detained had not attained the minimum level of severity required to fall foul of Article 3 of the Convention, despite the CPT's finding that the general conditions in which prisoners in solitary confinement were held in France were not entirely satisfactory.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  In their additional observations, the Government pointed out that by virtue of the Act of 18 January 1994 responsibility for the organisation and provision of health care for prisoners had been transferred to the public-health service and social-welfare protection had been made available to all prisoners.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  In addition to any consultations requested by the prisoner or prison staff, medical care included mandatory check-ups (for new arrivals in a prison or for prisoners in the disciplinary unit). Prisoners in solitary confinement were systematically seen by a doctor twice a week.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  The Government also pointed out that relations between prisoners and doctors were covered by medical confidentiality. Accordingly, the medical information the Government had supplied was non-confidential information which the medical team responsible for the applicant's health had communicated to the French authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  From the strictly somatic standpoint, the applicant had attended the Outpatient Consultation and Treatment Unit for specialist dental and ophthalmologic care. The Government stressed that the applicant had never complained that his eyesight had been impaired as a result of his solitary confinement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "From the psychiatric standpoint, the medical team had at no stage during the eight years the applicant had been held in solitary confinement mentioned any disorder, while the applicant had said that he was not “mad”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The Government added that it was clear from the medical certificates issued regularly on each renewal of the solitary confinement that the doctors had at no stage found any contraindication to the measure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The vast majority of the certificates drawn up between August 1994 and July 2000 had expressly stated that the applicant's health was compatible with his continued confinement. In many instances, the certificates were signed by different doctors who would necessarily have examined the applicant with a fresh pair of eyes. Lastly, the certificate of 13 July 2000 had even added that the applicant was “is in quite astounding physical and mental condition after six years in solitary confinement”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  With regard to the period from July 2000 to September 2002, the Government did not deny that some of the certificates had referred to the problem of the possible physical and mental consequences of prolonged solitary confinement. However, in their submission, the certificates did not state that the applicant had suffered any definite, actual harm as a result of the solitary confinement. The certificate of 20 September 2001 said that the applicant's physical and mental condition was entirely reasonable after seven years' solitary confinement and in a later certificate dated 29 July 2002 the same practitioner stated that the applicant was in excellent somatic health. The doctor also said that the applicant had refused any psychological counselling from the Regional Medical and Psychological Service, which in the Government's submission showed that he had not felt any need for counselling.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  The Government further denied that the applicant had been woken at hourly intervals throughout the night, as he alleged. They referred to Articles D. 270 and D. 272 of the Code of Criminal Procedure, which governed prison rounds at night, and said that the applicant had been subjected to the same surveillance and checks as other prisoners in solitary confinement, as no special instructions had been given in his case. They added, inter alia, that, when performing their rounds at night, warders were not authorised to open cells unless there was good reason or imminent danger. The applicant could not, therefore, assert that he had been noisily woken at hourly intervals throughout the night on a regular basis. At most, it was possible that warders had lit his cell briefly to check that he was there and what he was doing. The Government further noted that the applicant had never complained about night-time surveillance, whereas he had complained on a number of occasions during his spell in solitary confinement about the conditions in which he was being held.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  The Government said in conclusion that the applicant's health did not appear to have been affected by solitary confinement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  They added that they were aware of the observations that had been made by the European Committee for the Prevention of Torture. However, they noted that under the Court's case-law, in considering whether a punishment or treatment was degrading within the meaning of Article 3, it was necessary to have regard to whether its object was to humiliate and debase the person concerned and whether, as far as the consequences were concerned, it adversely affected his or her personality in a manner incompatible with Article 3. In the applicant's case, the solitary confinement had been imposed for security reasons and had not been intended to humiliate or debase him. Furthermore, the regular medical check-ups the applicant had received had not revealed any damage to his health or personality attributable to his solitary confinement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  The Government therefore considered that a parallel could be drawn with the Öcalan case in which the social isolation had been greater but had not led to the Court finding a violation of Article 3 (Öcalan v. Turkey, no. 46221/99, 12 March 2003). Conversely, they distinguished the present case from that of Lorsé, in which the applicant had been subjected for more than six years to very strict conditions of detention that had included severe restrictions on social contact and a full body search every week. Indeed, medical documents in the case file had established a link between the measure and the applicant's depression (Lorsé and Others v. the Netherlands, no. 52750/99, 4 February 2003).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "95.  The Court reiterates that Article 3 of the Convention enshrines one of the most fundamental values of democratic societies. Even in the most difficult of circumstances, such as the fight against terrorism or crime, the Convention prohibits in absolute terms torture or inhuman or degrading treatment or punishment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The Court is well aware of the difficulties faced by States in modern times in protecting their communities from terrorist violence. However, unlike most of the substantive clauses of the Convention and of Protocols Nos. 1 and 4, Article 3 makes no provision for exceptions and no derogation from it is permissible under Article 15 § 2 even in the event of a public emergency threatening the life of the nation (see Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000-IV; Selmouni v. France [GC], no. 25803/94, § 95, ECHR 1999V; and Assenov and Others v. Bulgaria, judgment of 28 October 1998, Reports of Judgments and Decisions 1998-VIII, p. 3288, § 93). The Convention prohibits in absolute terms torture and inhuman or degrading treatment or punishment, irrespective of the conduct of the person concerned (see Chahal v. the United Kingdom, judgment of 15 November 1996, Reports 1996-V, p. 1855, § 79). The nature of the offence allegedly committed by the applicant is therefore irrelevant for the purposes of Article 3 (Antonio Indelicato v. Italy, no. 31143/96, § 30, 18 October 2001).",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  Treatment has been held by the Court to be “inhuman” because, inter alia, it was premeditated, was applied for hours at a stretch and caused either actual bodily injury or intense physical and mental suffering, and also “degrading” because it was such as to arouse in its victims feelings of fear, anguish and inferiority capable of humiliating and debasing them. In order for a punishment or treatment associated with it to be “inhuman” or “degrading”, the suffering or humiliation involved must in any event go beyond that inevitable element of suffering or humiliation connected with a given form of legitimate treatment or punishment. The question whether the purpose of the treatment was to humiliate or debase the victim is a further factor to be taken into account (see, for instance, V. v. the United Kingdom [GC], no. 24888/94, § 71, ECHR 1999-IX; Raninen v. Finland, judgment of 16 December 1997, Reports 1997-VIII, pp. 2821-22, § 55; and Indelicato v. Italy, cited above, § 32). The absence of any such purpose cannot, however, conclusively rule out a finding of a violation of Article 32.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  Ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum depends on all the circumstances of the case, such as the duration of the treatment, its physical or mental effects and, in some cases, the sex, age and state of health of the victim (see, for instance, Ireland v. the United Kingdom, 18 January 1978, Series A no. 25, p. 65, § 162). In assessing the evidence on which to base the decision whether there has been a violation of Article 3, the Court adopts the standard of proof “beyond reasonable doubt”. However, such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact. In this context, the conduct of the parties when evidence is being obtained also has to be taken into account (ibid., p. 65, § 161; and Antonio Indelicato v. Italy cited above, § 33).",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  Under this provision the State must ensure that a person is detained in conditions which are compatible with respect for his human dignity, that the manner and method of the execution of the measure do not subject him to distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention and that, given the practical demands of imprisonment, his health and well-being are adequately secured by, among other things, providing him with the requisite medical assistance (see Kudła v. Poland cited above, § 94; and Kalachnikov v. Russia (dec.) no. 47095/99, § 95, ECHR 2001-XI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  Further, complete sensory isolation, coupled with total social isolation, can destroy the personality and constitutes a form of inhuman treatment which cannot be justified by the requirements of security or any other reason. On the other hand, the prohibition of contact with other prisoners for security, disciplinary or protective reasons does not in itself amount to inhuman treatment or punishment (see, among other authorities, Messina v. Italy (dec.) no. 25498/94, ECHR 1999-V).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of these principles to the present case",
                                        "elements": [
                                            {
                                                "content": "101.  As to the present case, the Court accepts that the applicant's detention posed serious problems for the French authorities. The applicant, who was implicated in various terrorist attacks that had taken place in the 1970s, was at the time considered one of the world's most dangerous terrorists. Accordingly, it is understandable that the authorities should have considered it necessary to take extraordinary security measures to detain him.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "2.  Conditions in which the applicant was held",
                                "elements": [
                                    {
                                        "content": "102.  The Court notes that the cell which the applicant occupied when in solitary confinement at La Santé Prison was large enough to accommodate a prisoner, furnished with a bed and table, and had sanitary facilities and a window giving natural light.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  As regards the applicant's segregation, the Court notes that the applicant had books, newspapers and a television set at his disposal. He had access to the exercise yard two hours a day and to a cardiac-training room one hour a day. The applicant alleged that he was denied contact with both other prisoners and warders. However, he received twice weekly visits from a doctor, a once monthly visit from a priest and very frequent visits from his 58 lawyers, including his representative in the proceedings before the Court, who is now his fiancée and visited him more than 640 times over a period of four years and ten months (see paragraph 12 above). The Court accordingly concludes that the applicant cannot be considered to have been in complete sensory isolation or total social isolation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Duration of the solitary confinement",
                                "elements": [
                                    {
                                        "content": "104.  The Court notes that the applicant was held in solitary confinement for eight years and two months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  In its decision of 8 July 1978 on the applications of Ensslin, Baader and Raspe v. Germany (nos. 7572/76, 7586/76 and 7587/76, DR 14 p. 64), the Commission examined whether the conditions and length of detention (approximately three years) complied with Article 3 of the Convention:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Commission has already been confronted with a number of such cases of isolation (cf. Decisions on Applications No. 1392/62 v. FRG, Coll. 17, p.1; No. 5006/71 v. UK, Coll. 39, p. 91; No. 2749/66 v. UK, Yearbook X, p. 382; No. 6038/73 v. FRG, Coll. 44, p. 155; No. 4448/70 “Second Greek Case” Coll. 34, p. 70). It has stated that prolonged solitary confinement is undesirable, especially where the person is detained on remand (cf. Decision on Application No. 6038/73 v. FRG, Coll. 44, p. 151). However, in assessing whether such a measure may fall within the ambit of Article 3 of the Convention in a given case, regard must be had to the particular conditions, the stringency of the measure, its duration, the objective pursued and its effects on the person concerned. Complete sensory isolation coupled with complete social isolation can no doubt ultimately destroy the personality; thus it constitutes a form of inhuman treatment which cannot be justified by the requirements of security, the prohibition on torture and inhuman treatment contained in Article 3 being absolute in character (cf. the Report of the Commission on Application No. 5310/71, Ireland v. the United Kingdom; Opinion, p. 379).”",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  In its report dated 16 December 1982 in the case of Kröcher-Möller v. Switzerland (application no. 8463/78, D.R. 34, p. 24), the Commission also considered the duration of the applicants' isolation, which had lasted approximately ten and a half years. It observed:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“With regard to the duration of their detention on remand and detention under security conditions, the Commission finds that each of these periods was fairly brief considering the circumstances of the case. As to the special isolation measures to which the applicants were subjected, neither the duration nor the severity of these exceeded the legitimate requirements of security. In any case, the applicants' exclusion from the prison community was not prolonged excessively.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  The Commission reiterated in a later case that prolonged solitary confinement was undesirable (Natoli v. Italy [decision], no. 26161/95).",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  The Court notes that in the instant case, the applicant was held in solitary confinement from 15 August 1994 to 17 October 2002 and that the reasons generally given for renewing the measure every three months were his dangerousness, the need to preserve order and security in the prison and the risk of his escaping.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  Reasons are required by the circular of 8 December 1998 which refers to “genuine grounds” and “objective concordant evidence of a risk of the prisoner causing or being exposed to serious harm”. The circular also provides that solitary confinement should only continue for more than a year in exceptional circumstances. However, the Court notes that there is no upper limit on the duration of solitary confinement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  As the Commission has said in the past, a prisoner's segregation from the prison community does not in itself amount to inhuman treatment. In many States parties to the Convention more stringent security measures exist for dangerous prisoners. These arrangements, which are intended to prevent the risk of escape, attack or disturbance of the prison community, are based on separation of the prison community together with tighter controls (see the aforementioned Kröcher-Möller report, p. 53, § 60).",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  In its inadmissibility decision of 8 June 1999 in the case of Messina (no. 2) v. Italy (Reports 1999-V), the Court also specified the circumstances in which the solitary confinement of even a dangerous prisoner will constitute inhuman or degrading treatment (or even torture in certain instances). These include cases in which the prisoner is subjected to complete sensory isolation coupled with total social isolation (circumstances which the Court found did not exist in Mr Messina's case). Similarly, the Court has found a violation of Article 3 of the Convention in cases in which the prisoner was held in “very strict isolation” on death row (“no contact with other prisoners, no news from the outside – since he was not permitted to send or receive mail – and no right to contact his lawyer or receive regular visits from his family”) or in extremely harsh conditions (see Ilascu and Others v. Moldova and Russia [G.C.], 8 July 2004, § 438).",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  It reiterates that the Court is not called upon to examine in the abstract whether or not a provision of domestic law complies with the Convention, but to decide whether in a given case the rights guaranteed by the Convention have been upheld (see Gallico v. Italy, decision of 23 September 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  In the instant case, the Court notes that the applicant was not subjected to sensory isolation or to total social isolation, but to relative social isolation (see Messina cited above). His situation was far removed from that of the applicants in the aforementioned case of Ilascu and Others. On this point, the Court attaches particular importance to the fact that the applicant's lawyer, who is also his fiancée, has been able to make very frequent visits (see paragraphs 12 and 103 above) and that he has also received visits from 57 other lawyers. It further notes that, irrespective of its duration, which in itself is regrettable, the applicant's continued solitary confinement has not, given his age and health, caused him suffering of the level of severity required to constitute a violation of Article 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  The Court further notes that the instructions set out in the circular of 8 December 1998 were followed when the applicant's solitary confinement was prolonged. In particular, the applicant has received very regular visits from doctors.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  While it is true that after 13 July 2000 the doctors no longer sanctioned his solitary confinement, none of the medical certificates issued when the decisions to keep the applicant in solitary confinement were taken expressly stated that his physical or mental health had been affected, or expressly requested a psychiatric report.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  In addition, on 29 July 2002 the doctor in charge of the Outpatient Consultation and Treatment Unit at La Santé Prison noted in his report on the treatment the applicant had been receiving that the applicant had refused “to have any psychological help from the RMPS ”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  Likewise, in his findings following an examination of the applicant on 17 October 2002 on his arrival at Saint-Maur Prison the Indre Health Inspector said that from the psychiatric standpoint, the applicant had been seen by a psychiatrist from the Regional Medical and Psychological Service as part of the standard induction procedure. No follow-up had been prescribed at the time and the applicant had not asked to see a psychiatrist since. The applicant had been examined on 26 August 2003, but no follow-up to that appointment had been recommended.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  The Court further notes that the applicant himself stated in his observations in reply that he was in perfect mental and physical health (see paragraph 74 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  Lastly, the Government's concerns that the applicant might use communications inside or outside the prison to re-establish contact with members of his terrorist group, to seek to proselytise other prisoners or to prepare an escape also have to be taken into account. These concerns cannot be said to have been without basis or unreasonable (see, on this point, the aforementioned Messina decision, in which the Court noted, before declaring the complaints about the conditions of detention inadmissible: “the applicant was placed under the special regime because of the very serious offences of which he [was] convicted”, a statement that is equally applicable to the applicant in the present case; see also the Gallico v. Italy decision, likewise cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  While it shares the CPT's concerns about the possible long-term effects of the applicant's social isolation, the Court finds that the general and very special conditions in which the applicant is being held in solitary confinement and the length of that confinement have not reached the minimum level of severity necessary to constitute inhuman or degrading treatment within the meaning of Article 3 of the Convention, having regard to his character and the unprecedented danger he poses. Consequently, there has been no violation of that provision on that account.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "121.  The applicant also alleged that the authorities had not followed the procedure laid down by Article D. 283-1 of the Code of Criminal Procedure for prolonging solitary confinement. He added that on a number of occasions he had been forced to complain because he not been given the requisite medical check-up before the decision to prolong his solitary confinement was taken. Lastly, he complained that the proposals and decisions to prolong the measure were almost systematically based on the nature of the offences for which he was in prison and that the authorities had been unable to provide the genuine grounds or evidence of objective and concordant incidents required by the applicable provisions. The applicant relied on the right to a fair hearing and the rights of the defence, as guaranteed by Article 6 of the Convention, and on Article 13 of the Convention, which he said had been violated by the fact that prisoners had no remedies in respect of such decisions.",
                                "elements": []
                            },
                            {
                                "content": "Article 13 provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in th[e] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "122.  The applicant maintained that he had had no remedies available.",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  The Government submitted, firstly, that Article 13 was inapplicable to the complaint of a violation of Article 3 of the Convention. For the applicant to be entitled to a remedy under that provision, the complaint had to be arguable. In their submission, since the complaint under Article 3 was manifestly ill-founded, Article 13 was not applicable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  In the alternative and on the merits, the Government pointed out that the effectiveness of a remedy did not depend on the outcome being favourable to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As they had stated, remedies had been available in the form of an appeal to the prison governor or to his hierarchical superiors, but the applicant had not used them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  With specific regard to the existence of a remedy before a court for the alleged failure to follow the procedure laid down by domestic law for prolonging solitary confinement, the Government pointed out that the circular of 14 December 1998 afforded the prisoner an opportunity to make observations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  They added that a remedy had been available to the applicant in the administrative court. While there was little prospect of its succeeding, it was open to the administrative court to depart from its case-law.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "127.  As the Court has held on many occasions, Article 13 of the Convention guarantees the availability at national level of a remedy to enforce the substance of the Convention rights and freedoms in whatever form they may happen to be secured in the domestic legal order. The effect of Article 13 is thus to require the provision of a domestic remedy to deal with the substance of an “arguable complaint” under the Convention and to grant appropriate relief (see, among many other authorities, the Kudła v. Poland judgment cited above, § 157).",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  The scope of the Contracting States' obligations under Article 13 varies depending on the nature of the applicant's complaint. However, the remedy must be “effective” in practice as well as in law (see, among other authorities, İlhan v. Turkey [GC], no. 22277/93, § 97, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "129.  The “effectiveness” of a “remedy” within the meaning of Article 13 does not depend on the certainty of a favourable outcome for the applicant. Nor does the “authority” referred to in that provision necessarily have to be a judicial authority; but if it is not, its powers and the guarantees which it affords are relevant in determining whether the remedy before it is effective. Also, even if a single remedy does not by itself entirely satisfy the requirements of Article 13, the aggregate of remedies provided for under domestic law may do so (see, among many other authorities, Silver and Others v. the United Kingdom, judgment of 25 March 1983, Series A no. 61, p. 42, § 113; and Chahal v. the United Kingdom, judgment of 15 November 1996, Reports 1996-V, pp.1869-1870, § 145).",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  The Court must now determine whether it was possible under French law for the applicant to complain about the decisions to prolong his solitary confinement and about any procedural irregularities and whether the remedies were “effective” in the sense that they could have prevented the alleged violation occurring or continuing or could have afforded the applicant appropriate redress for any violation that had already occurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  The Government agreed that, under the settled case-law of the Conseil d'État, decisions to place a prisoner in solitary confinement were equated to internal administrative measures in respect of which no appeal lay to the administrative courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  The applicant lodged an appeal with the administrative court on 14 September 1996. However, the court dismissed it in a judgment of 25 November 1998 on the ground that it was an internal measure that could not be referred to the administrative courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.  The Court notes on this point that the decision was consistent with the settled case-law of the Conseil d'État which the Government themselves cited at the material time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  It was not until 30 July 2003 that the Conseil d'État revised its position and ruled that an application for judicial review could be made in respect of decisions concerning solitary confinement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "135.  The Court accordingly considers that in this case there has been a violation of Article 13 of the Convention on account of the lack of a remedy in domestic law that would have allowed the applicant to challenge the decisions to prolong his solitary confinement.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "136.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "137.  The applicant made no claim for damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "138.  The applicant's lawyer submitted an invoice for the total cost of her visits to the applicant between June 1997 and October 2002. This included the hourly rates for the visits, travel expenses and procedural disbursements. The invoice came to a total of 426,852.40 euros (EUR).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The account for costs and expenses incurred in presenting the application to the Court came to EUR 27,508.",
                                        "elements": []
                                    },
                                    {
                                        "content": "139.  The Government submitted that the applicant's claims were manifestly unreasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "140.  They pointed out, firstly, that he had provided no evidence to show that he had actually paid the costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "141.  The amount sought in respect of the visits had been calculated for the period from 1997 to 2002, although the application was not lodged until 20 July 2000. There was consequently no causal link between the application and the visits that had been made prior to that date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "142.  The Government also pointed out that in view of the considerable number of hours that had been claimed for visits without any breakdown, it was impossible to distinguish between visits by Ms Coutan Peyre in her capacity as a lawyer and those she had made personally as the applicant's companion. They concluded that that claim had to be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "143.  As to the claim for costs and expenses, the Government submitted that it must necessarily include the costs of visits made in a professional capacity. Noting that this claim was not based on a verifiable calculation either, they said that it therefore should be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "144.  The Court notes that no explanation or evidence has been provided in support of the claim for reimbursement of the costs of the visits. Accordingly, it cannot make any award under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "145.  As to the costs and expenses incurred in presenting the application to the Court, the Court notes that no details whatsoever have been provided.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, having regard to the complexity of the questions raised by the application and ruling on an equitable basis, it considers it reasonable to award the applicant EUR 5,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "\nC.  Default interest",
                                "elements": [
                                    {
                                        "content": "146.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Holds by four votes to three that there has been no violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds unanimously that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds unanimously",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the finding of a violation constitutes in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 5,000 (five thousand euros) for costs and expenses plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses unanimously the remainder of the claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 27 January 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the joint dissenting opinion of Mr Rozakis, Mr Loucaides and Mrs Tulkens is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "We do not share the opinion of the majority in this case. We consider that the applicant's solitary confinement for eight years and three months amounts to inhuman treatment contrary to Article 3 of the Convention for the following reasons.",
                        "elements": []
                    },
                    {
                        "content": "1.  As regards, firstly, the solitary confinement regime per se, it was common ground that it entailed the applicant's being held in a 6.84 square metre cell that was run-down and poorly insulated with an open toilet area, and a ban on all contact with other people, including prison warders. The applicant was only allowed to leave his cell once his fellow inmates had returned to theirs and his sole activity outside his cell was a two-hour daily walk in a triangular area that was 15 metres long and 7.50 m wide at the base receding to 1 m at the vertex. That area was walled in and covered with wire mesh. His only recreational activity was reading the newspapers or watching television on a rented set. His only visits were from his lawyers and, once a month, a priest (see paragraph 11 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "It should be noted that the solitary-confinement regime thus imposed by the competent prison authorities was that prescribed by the relevant statutory and regulatory provisions, in particular the circular of 8 December 1998 applying the decree amending Article D. 283-1 of the Code of Criminal Procedure (see paragraph 62, under the heading “II. Relevant law, IV. – The Solitary Confinement Regime”). As the Conseil d'État itself noted in its judgment of 30 July 2003: “[I]t is in the very nature of solitary confinement to deprive persons subjected to it of access to the sporting, cultural, teaching and training activities and paid work available to other prisoners collectively”. In these circumstances, it concluded: “... a decision to place a prisoner in solitary confinement against his or her wishes will, in view of the effects it has on the conditions of detention, be amenable to judicial review” (see paragraph 64 of judgment).",
                        "elements": []
                    },
                    {
                        "content": "In that connection, the fact that the applicant “cannot be considered to have been in complete sensory isolation or total social isolation” (see paragraph 103 of the judgment) – which would constitute the most serious and extreme form of isolation – cannot lead to the conclusion that the regime to which he was subject was not genuine isolation, but akin to an ordinary, even commonplace, measure. Indeed, it was this regime that was the subject of critical examination and recommendations by the European ",
                        "elements": []
                    },
                    {
                        "content": "Committee for the Prevention of Torture (see paragraph 65 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "2.  Turning to the length of the applicant's solitary confinement, it is also undisputed that it lasted eight years and two months. That period by itself flatly contradicts the express statement in the circular of 8 December 1998 that solitary confinement is an exceptional measure that “is not intended to continue indefinitely” and must be as short as possible. Indeed, it is for this reason that solitary confinement cannot be prolonged beyond three months without a new report being laid before the commission responsible for the execution of sentences and a decision of the regional director, or beyond a year from the date of the initial decision without a decision of the Minister of Justice (Article D. 283-1 of the Code of Criminal Procedure, as amended by Decree no. 98-1099 of 8 December 1998).",
                        "elements": []
                    },
                    {
                        "content": "Such a period is not, as the majority note, merely “regrettable”, it is also liable to produce harmful effects, as is observed in the same ministerial circular of 8 December 1998: “In view of the harmful effects of prolonged solitary confinement the prison governor and regional director must closely monitor the length of the measure” (see paragraph 63 of the judgment, under the heading “II. Procedure in solitary confinement cases, 3. Lifting the measure”).",
                        "elements": []
                    },
                    {
                        "content": "Accordingly, viewed objectively, solitary confinement for a period as long as eight years – the period in the instant case – substantially exceeds the inevitable level of suffering inherent in detention. The fact on which the majority rely, namely that the applicant himself affirmed in his observations in reply that he was in perfect mental and physical health, has no bearing on this issue. Subjectively, the applicant may have felt well enough, but the issue of whether a person has been subjected to inhuman or degrading treatment cannot be decided solely by reference to what the victim of such treatment feels at the time: it must also be decided on the basis of what can objectively be regarded as being contrary to the minimum acceptable standards of treatment consistent with respect for human dignity. To take the opposite view would lead to absurd results. In addition, it must be borne in mind that the effects of certain treatment on a person's physical or mental health may not be immediately apparent but become so subsequently. This phenomenon is well known in the sphere of the post-traumatic effects of inhuman or degrading treatment or torture. Similarly, a person in good health may nonetheless suffer from particular forms of ill-treatment. In that connection, it should be recalled that, in one of his objections to a renewal of solitary confinement, the applicant himself described it as “a form of torture” (see paragraph 25 judgment).",
                        "elements": []
                    },
                    {
                        "content": "On this question of length, we consider that the recent decisions of the French courts holding that a decision to place a prisoner in solitary confinement is amenable to judicial review offer valuable insight. Thus, in his submissions to the Paris Administrative Court of Appeal prior to its judgment of 5 November 2002, the Government Commissioner stressed that “the most negative effect of solitary confinement for the persons concerned is its indefinite length”, adding “if it lasts for several months, solitary confinement will, at the very least, cause a deterioration in the prisoner's mental state, if it does not actually drive him mad. That is why some prisoners use the expression 'white torture' to describe life in the segregation unit”. In its judgment of 19 August 2004, the Paris Administrative Court of Appeal suspended a prisoner's solitary confinement that had been virtually continual since 2000 because of “its exceptional length” and its “negative psychological effects on the prisoner”.",
                        "elements": []
                    },
                    {
                        "content": "From the legislative standpoint, a draft decree currently under discussion lays down that after two years the measure may only be prolonged in exceptional circumstances and following a decision giving special reasons.",
                        "elements": []
                    },
                    {
                        "content": "3.  As regards, lastly, the grounds for solitary confinement and the reasons stated in the decisions, the general terms of the circular of 8 December 1998 must be borne in mind. “Orders for solitary confinement as a precautionary or security measure must be based on genuine grounds and objective concordant evidence of a risk of the prisoner causing or being exposed to serious harm. The reasons must state whether the measure has been taken to avoid the risk of escape, violence or coercion, concerted action liable to disrupt the prison community, connivance or conspiracy, or to protect the life or physical integrity of individual prisoners or of the person in solitary confinement”. In addition, “The seriousness of the offence for which the person concerned is being held and the nature of the offence of which he or she is accused cannot by themselves justify solitary confinement”. Article D. 283-2 of the Code of Criminal Procedure is clear: “Solitary confinement shall not constitute a disciplinary measure” (see paragraph 62 of the judgment in fine).",
                        "elements": []
                    },
                    {
                        "content": "In a judgment of 5 November 2002 the Paris Administrative Court of Appeal drew the logical conclusions from the circular, holding: “The power vested in the prison governor to place a prisoner in solitary confinement against his or her will may only be lawfully exercised in order to prevent or to put an end to disturbances or trespass to the person or property which would occur if the prisoner remained in the establishment or communal area ... In his stated reasons, the prison governor merely underlined on a pre-printed form one of the grounds for solitary confinement set out in that document, namely 'breakdown of order and discipline in the prison' ... By failing to specify the factual circumstances constituting the breakdown, ... the governor failed to discharge his obligation to state reasons.”",
                        "elements": []
                    },
                    {
                        "content": "In the instant case, the applicant's solitary confinement was repeatedly prolonged on the basis of general and often identical statements which on a number of occasions cited security grounds without specifying actual incidents relating to the applicant's behaviour in prison. Incidentally, we would also observe that the security grounds relied on by the authorities do not appear to be consistent with the fact that for a period of approximately one and a half years (from October 2002 to March 2004) the applicant was released from solitary confinement. Prolonging solitary confinement in this way for a period so long as to be virtually permanent and for reasons other than those set out in the statutory provisions and regulations can be regarded as an abuse of power on the part of the authorities bringing the measure into the domain of unacceptable suffering, which is a characteristic of inhuman treatment.",
                        "elements": []
                    },
                    {
                        "content": "(a)  More specifically, the inevitable conclusion from an examination of the quarterly statements of reasons given for keeping the applicant in solitary confinement is that over the course of the years the reasons became somewhat stereotyped and did not indicate whether a proper assessment of the applicant's situation or condition had been made in accordance, inter alia, with the CPT's recommendations. Thus, it is striking that the reasons stated for prolonging the solitary confinement were often simply borrowed from the preceding decision or decisions. The wording of the proposals of 20 January and 25 April 1997 is absolutely identical. The same is true of the proposals of 13 August, 21 October 1997 and 23 January 1998 and of those of 22 April, 23 July and 19 October 1998. The proposals of 25 October 1999, 27 April, 20 July and 20 October 2000 also contained identical reasons, as did those of 24 April, 18 June and September 2001. Lastly, the proposals of 10 January, 25 March and 8 July 2002 also contained like wording.",
                        "elements": []
                    },
                    {
                        "content": "While it is understandable that the reasons for keeping the applicant in solitary confinement should remain essentially unchanged over the years, we nevertheless consider that the fact that proposals to prolong the measure have on a number of occasions simply adopted the wording of previous proposals verbatim or even copied them outright prevents there being any assurance or appearance of a real, genuine assessment of the applicant's situation on what is a matter of no small importance.",
                        "elements": []
                    },
                    {
                        "content": "(b)  We also consider it necessary to pay particular attention to the medical examinations the applicant received. Throughout the period he spent in solitary confinement, doctors were asked to advise, in accordance with paragraph 5.1 of the circular of 8 December 1998, whether he could remain in solitary confinement. After issuing certificates over a number of years stating that the applicant's condition was compatible with his continued confinement, the doctors from the Outpatient Consultation and Treatment Unit subsequently became more circumspect and their opinions differed. Thus, a certificate issued on 15 January 1999 referred to the need for psychiatric care. On 13 July 2000 the senior doctor at La Santé Prison stated that the applicant was “in quite astounding physical and mental condition after six years in solitary confinement”. However, he also remarked that it was not proper for a patient's doctor to be required to issue a certificate that ought to be a matter for expert opinion and that it was very difficult for a doctor to sanction solitary confinement on administrative, not medical, grounds. In certificates issued on 3 October 2000 and 20 March 2001 the doctors stated that in view of the applicant's mental state, it was not possible to give a medical opinion on whether he was fit to remain in solitary confinement. On 28 March 2001 a doctor from the Cochin Hospital practising in La Santé Prison stated that the doctors from the medical service at the prison were not qualified to judge whether the applicant's physical and mental health was compatible with his continued solitary confinement. On 23 May 2001 the doctor in charge of the Outpatient Consultation and Treatment Unit wrote to the governor of the prison to inform him that, even though the applicant was in reasonable physical and mental condition, strict solitary confinement for more than six years and nine months was ultimately bound to cause psychological harm. He said in conclusion that it was his duty as a doctor to alert the governor to the potential consequences so that an informed decision could be taken. On 20 September 2001 the same doctor said that his opinion did not constitute an expert opinion, which he was not qualified to give. On 13 June 2002 the doctor again pointed out that prolonged solitary confinement over a number of years could affect a prisoner's physical and mental health.",
                        "elements": []
                    },
                    {
                        "content": "It is clearly apparent from the various certificates issued by the applicant's doctors at La Santé Prison that they considered that they had been called upon to perform a task for which, as a number of them were at pains to point out, they were not qualified. Indeed they suggested that an expert would have been in a better position to determine whether the applicant's health, and in particular his mental health, was compatible with such a lengthy period in solitary confinement. However, no expert opinion was sought.",
                        "elements": []
                    },
                    {
                        "content": "For all these reasons, we consider that in the present case, despite the considerable risks his character posed, the applicant's continuous solitary confinement for more than eight years attained the minimum level of severity necessary to constitute inhuman treatment within the meaning of Article 3 of the Convention and that there has been a breach of that provision.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrL. Loucaides",
            "role": "judges"
        },
        {
            "name": "MrJ.-P. Costa",
            "role": "judges"
        },
        {
            "name": "MsF. Tulkens",
            "role": "judges"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "Mr S. Quesada",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF RAMIREZ SANCHEZ v. FRANCE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-68097.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0127JUD005945000",
    "externalsources": [
        "Reports on the visit of 1996 and 2000 of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment",
        "'Guidelines on human rights and the fight against terrorism' adopted by the Committee of Ministers of the Council of Europe on 11 July 2002"
    ],
    "extractedappno": [
        "59450/00",
        "10/49",
        "46221/99",
        "52750/99",
        "26772/95",
        "25803/94",
        "31143/96",
        "24888/94",
        "47095/99",
        "25498/94",
        "7572/76",
        "7586/76",
        "7587/76",
        "1392/62",
        "5006/71",
        "2749/66",
        "6038/73",
        "4448/70",
        "5310/71",
        "8463/78",
        "26161/95",
        "22277/93"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Article D. 283-1 of the Code of Criminal Procedure",
        "Circular of 8 December 1998 applying the decree amending the Code of Criminal Procedure"
    ],
    "itemid": "001-68097",
    "judgementdate": "27/01/2005 00:00:00",
    "kpdate": "27/01/2005 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193",
        "444",
        "110",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "13",
        "3",
        "41"
    ],
    "parties": [
        "RAMIREZ SANCHEZ",
        "FRANCE"
    ],
    "rank": "507.195220947266",
    "representedby": [
        "COUTANT PEYRE I."
    ],
    "respondent": "FRA",
    "respondentOrderEng": "16",
    "scl": [
        "Assenov and Others v. Bulgaria du 28 October 1998, Reports of Judgments and Decisions 1998-VIII, p. 3288, § 93",
        "Chahal v. the United Kingdom du 15 November 1996, Reports 1996-V, p. 1855, § 79 and pp. 1869-1870, § 145",
        "G. Ensslin, A. Baader and J. Raspe v. Germany, applications no. 7572/76, 7586/76 and 7587/76, Commission decision of 8 July 1978, Decisions and Reports (DR) 14, p. 64",
        "Gallico v. Italy, decision of 23 September 2004",
        "Ilascu and Others v. Moldova and Russia [GC] du 8 July 2004, ECHR 2004-..",
        "Ilhan v. Turkey [GC], no. 22277/93, § 97, ECHR 2000-VII",
        "Indelicato v. Italy, no. 31143/96, §§ 30, 32 and 33, 18 October 2001",
        "Ireland v. the United Kingdom du 18 January 1978, Series A no. 25, p. 65, § 161 and § 162",
        "Kalashnikov v. Russia (dec.) no. 47095/99, § 95, ECHR 2001-XI",
        "Kröcher-Möller v. Switzerland, application no. 8463/78, Commission' report of 16 December 1982, DR 34, p. 24",
        "Kudla v. Poland [GC], no. 30210/96, § 94, and § 157, ECHR 2000-XI",
        "Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000-IV",
        "Messina (no2) v. Italy, judgment of 8 June 1999, Reports 1999-V",
        "Messina v. Italy (dec.), no. 25498/94, ECHR 1999-V",
        "Natoli v. Italy, decision of 9 January 2001, no. 26161/95",
        "Raninen v. Finland du 16 December 1997, Reports 1997-VIII, pp. 2821-2822, § 55",
        "Selmouni v. France [GC], no. 25803/94, § 95, ECHR 1999-V",
        "Silver and Others v. the United Kingdom du 25 March 1983, Series A no. 61, p. 42, § 113",
        "V. v. the United Kingdom [GC], no. 24888/94, § 71, ECHR 1999-IX"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "328795",
    "typedescription": "15"
}