{
    "__articles": "3;9;9-1;14;14+3;14+9;41",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation;Positive obligations) (Procedural aspect);Violation of Article 14+3 - Prohibition of discrimination (Article 14 - Discrimination) (Article 3 - Prohibition of torture;Degrading treatment;Inhuman treatment);Violation of Article 9 - Freedom of thought, conscience and religion (Article 9-1 - Freedom of religion;Manifest religion or belief);Violation of Article 14+9 - Prohibition of discrimination (Article 14 - Discrimination) (Article 9 - Freedom of thought, conscience and religion;Article 9-1 - Freedom of religion;Manifest religion or belief);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "71156/01",
    "article": [
        "14",
        "3",
        "41",
        "9"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Effective investigation",
                "Positive obligations"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 14 - Discrimination"
            ],
            "element": "Violation of Article 14+3 - Prohibition of discrimination",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Degrading treatment",
                "Inhuman treatment"
            ],
            "type": "violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "details": [
                "Article 14 - Discrimination"
            ],
            "element": "Violation of Article 14+3 - Prohibition of discrimination",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Degrading treatment",
                "Inhuman treatment"
            ],
            "type": "violation"
        },
        {
            "article": "9",
            "base_article": "9",
            "details": [
                "Article 9-1 - Freedom of religion",
                "Manifest religion or belief"
            ],
            "element": "Violation of Article 9 - Freedom of thought, conscience and religion",
            "type": "violation"
        },
        {
            "article": "9",
            "base_article": "9",
            "details": [
                "Article 14 - Discrimination"
            ],
            "element": "Violation of Article 14+9 - Prohibition of discrimination",
            "mentions": [
                "Article 9 - Freedom of thought, conscience and religion",
                "Article 9-1 - Freedom of religion",
                "Manifest religion or belief"
            ],
            "type": "violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "details": [
                "Article 14 - Discrimination"
            ],
            "element": "Violation of Article 14+9 - Prohibition of discrimination",
            "mentions": [
                "Article 9 - Freedom of thought, conscience and religion",
                "Article 9-1 - Freedom of religion",
                "Manifest religion or belief"
            ],
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-80395.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated with an application (no. 71156/01) against the Republic of Georgia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Georgian nationals, 97 members of the Gldani Congregation of Jehovah’s Witnesses, and Mr V. Kokosadze, Ms N. Lelashvili, Mr A. Khitarishvili and Ms L. Dzhikurashvili (“the applicants”), on 29 June 2001.",
                        "elements": []
                    },
                    {
                        "content": " 2.  The applicants were represented before the Court by Mr A. Carbonneau, of the Quebec Bar, Canada, and of the Armenian Bar, and Mr M. Chabashvili, member of the legal chambers “Legality and Justice in the Caucasus”. The Georgian Government (“the Government”) were represented, in turn, by Mr K. Korkelia, Mr L. Chelidze, Ms T. Burdzhaliani and Ms E. Gureshidze, General Representatives of the Georgian Government at the Court, who were succeeded on 1 September 2005 by Ms I. Bartaia, Government Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants complained, inter alia, that, in the course of an attack by a group of extremist Orthodox believers led by Mr Basil Mkalavishvili, a defrocked priest, they had been seriously beaten and some of them had been injured. They alleged that no effective investigation had been carried out and that none of the perpetrators of the attack had been punished.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 6 July 2004, the Chamber declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Second Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicants and the Government each filed additional observations on the merits (Rule 59 § 1).",
                        "elements": []
                    },
                    {
                        "content": "8.  Negotiations were conducted between 20 July and 9 November 2005 with a view to securing a friendly settlement of the matter (Article 38 § 1 (b) of the Convention and Rule 62), but without success.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "9.  The applicants are 97 members of the Gldani Congregation of Jehovah’s Witnesses (“the Congregation”), together with Mr Vladimer Kokosadze, Ms Nino Lelashvili, Mr Alexi Khitarishvili and Ms Leila Dzhikurashvili, who are also members of the said congregation and live in . It appears that Mr Vladimer Kokosadze is also the Congregation’s spokesperson.",
                                "elements": []
                            },
                            {
                                "content": "10.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "11.  During a religious meeting on 17 October 1999, the Congregation, composed of 120 persons, was attacked by a group of Orthodox believers led by Mr Basil Mkalavishvili (“Father Basil”). Father Basil had been a priest in the autocephalous Orthodox Church of Georgia prior to being defrocked by that denomination on 31 July 1995 following his adhesion to the League of Separatist Priests of Greece. The Synod also accused him of various acts of physical aggression against members of the Orthodox Church, and of insulting the Catholicos-Patriarch of All Georgia.",
                                "elements": []
                            },
                            {
                                "content": "12.  Towards noon on 17 October 1999 one of the applicants, Mr Mirian Arabidze, saw Father Basil’s group, made up of several dozen individuals, arriving at the service entrance of the theatre in which the Congregation was holding its meeting.",
                                "elements": []
                            },
                            {
                                "content": "13.  Ms Nunu Gviniashvili, an applicant, has described the fear experienced by members of the Congregation who had previously seen television broadcasts showing acts of aggression by Father Basil and his supporters against Jehovah’s Witnesses.",
                                "elements": []
                            },
                            {
                                "content": "14.  The attackers, some of whom wore cassocks, were shouting and advancing with large iron crosses and sticks in their hands. One of the attackers (Ms Lia Akhalkatsi, according to the applicants) was filming their progress. When the attackers reached the back door of the meeting room, several Jehovah’s Witnesses, including Mr M. Arabidze, tried to hold the door closed until the other participants could leave the room by the main entrance. In the meantime, however, some of Father Basil’s supporters had also arrived at the building’s main entrance, and the Jehovah’s Witnesses found themselves trapped between two groups of attackers. Only a few were able to take refuge in the cellar and called the police from their mobile telephones.",
                                "elements": []
                            },
                            {
                                "content": "15.  In the meeting room, about 60 Jehovah’s Witnesses were beaten and struck with crosses, sticks and belts.",
                                "elements": []
                            },
                            {
                                "content": "16.  Mr Mirian Arabidze was also beaten and, when he fell to the ground, his attacker (Mr Mikheil Nikolozishvili, according to the applicants) told him that he was “going to die for Jehovah!”. The recording of the attack (see paragraph 35 below) shows that several stick-wielding men surrounded the applicant, who immediately covered his head with his hands but fell to the ground under their blows. He was subsequently kicked in the head and back.",
                                "elements": []
                            },
                            {
                                "content": "17.  Ms Roza Kinkladze, applicant, was struck on the face, head and back. Ms Natela Kobaidze, applicant, was struck on the face and her lips started bleeding. She also sustained a sprained thumb. Ms Nino Dzhanashvili, applicant, was struck and pushed in the stairs. Having fallen to the ground, she saw Ms Nino Gnolidze, Ms Nino Lelashvili and Ms Nora Lelashvili, applicants, lying on the ground unconscious. Ms Lia Bakhutashvili, applicant, was attacked by three women and a young priest, who kicked her, tore her clothing and pulled her by the hair. The same priest used a cross and a stick to beat applicant Ms Nora Lelashvili, who fainted. Her daughter, Nino Lelashvili, was dragged along the ground, kicked in the face and flogged with a belt until she lost consciousness. Mr Merab Zhizhilashvili, applicant, was hit with sticks and punched. Having fallen to the ground, he was kicked and his clothing was torn. Ms Ia Chamauri, applicant, was struck on the head with a belt. Mr Vladimer Kokosadze, applicant, was also beaten ruthlessly by six men. Nonetheless, he successfully negotiated with Father Basil and his right-hand man, Mr P. Ivanidze, to obtain permission for thirty women and children, who were locked inside the theatre director’s office, to leave the building. They were allowed to leave but were followed and attacked in the street.",
                                "elements": []
                            },
                            {
                                "content": "18.  Mr Alexi Khitarishvili, applicant, was beaten, then trampled on when he fell to the ground. His glasses were broken. The recording of the attack (see paragraph 35 below) shows that several men held this applicant upright and shaved his head while pronouncing “in the name of the Father and of the Son and of the Holy Ghost!” Having been unable to shave him completely, the exasperated attackers continued to insult and strike him. The applicant, who could hear his mother screaming in the distance as she was attacked by a group of women, lost consciousness.",
                                "elements": []
                            },
                            {
                                "content": "19.  The blood-spattered men, women and children ran from the building. 16 victims were immediately admitted to hospital.",
                                "elements": []
                            },
                            {
                                "content": "20.  Applicant Ms Patman Tabagari sustained permanent damage to the retina of one eye on account of the kicks she received to the head. She was kept in hospital from 17 to 21 October 1999. On admission to hospital she was bleeding from the eye. According to the medical report drawn up between 29 October and 2 November 1999, she was suffering from concussion and had sustained bruising and injuries as well as contusion of the right eye.",
                                "elements": []
                            },
                            {
                                "content": "21.  Extracts from the medical records of certain applicants, updated during their hospitalisation, were submitted to the Court. They contain the following observations:",
                                "elements": []
                            },
                            {
                                "content": "-  Mr Ilia Mantskava – pain in the forehead and left eye;",
                                "elements": []
                            },
                            {
                                "content": "-  Mr Vladimer Kokosadze – a cranial injury, subcutaneous haematoma on the forehead and contusion on the chest;",
                                "elements": []
                            },
                            {
                                "content": "-  Mr Alexi Khitarishvili – subcutaneous haematoma on the back and chest; his back was bleeding on admission to hospital;",
                                "elements": []
                            },
                            {
                                "content": "-  Ms Nino Lelashvili – a cranial injury and subcutaneous haematoma on the neck; headaches and backache;",
                                "elements": []
                            },
                            {
                                "content": "-  Ms Ia Chamauri – a cranial injury, swollen left side of the head, subcutaneous haematoma and headaches;",
                                "elements": []
                            },
                            {
                                "content": "-  Mr Mirian Arabidze – a cranial injury, contusion on the right hand, contusions on the upper lip, headaches and congestion around the eyes;",
                                "elements": []
                            },
                            {
                                "content": "-  Ms Zaira Dzhikurashvili – a cranial injury, subcutaneous haematoma and headaches;",
                                "elements": []
                            },
                            {
                                "content": "- Mr Merab Zhizhilashvili – a cranial injury at facial level, swollen eyes and headaches;",
                                "elements": []
                            },
                            {
                                "content": "- Ms Nora Lelashvili – a cranial injury, subcutaneous haematoma around the eyes and congestion of the right ear.",
                                "elements": []
                            },
                            {
                                "content": "22.  14 of the 15 applicants mentioned in paragraphs 16-18, 20 and 21 above (with the exception of Ms Nino Gnolidze), and 44 others have described the facts surrounding the attack against them on 17 October 1999.",
                                "elements": []
                            },
                            {
                                "content": "23.  Their witness statements indicate that Mr Nodar Kholod, Mr Tenguiz Dzhikurashvili, Ms Bela Kakhishvili, Ms Lia Mantskava, Ms Khatuna Kerdzevadze, Ms Elene Mamukadze, Ms Nana Pilishvili, Ms Makvala Mamukadze, Ms Ether Chrelashvili, Ms Lamara Mchedlishvili, Ms Nana Kapanadze, Ms Pikria Tsarielashvili, Ms Nani Kobaidze and Ms Lili Kobesova were also beaten.",
                                "elements": []
                            },
                            {
                                "content": "24.  As to the other applicants, Ms Izolda Purtseladze was pulled along by the hair; Ms Ia Vardanishvili was struck on the back and, like her children, pulled along by the hair; Mr Dzhumber Bgarashvili was struck on the head and sustained a nose injury; Ms Leila Mchedlishvili was elbowed violently and began tottering in the stairwell; she was also struck on the head; Ms Leila Tsaritov was pulled along by the hair; Ms Raisa Maisuradze was pulled along by the hair and her attackers twisted her arm behind her back before striking her; meanwhile her son was seriously injured and pushed into the stairwell; Ms Ketino Kimeridze was dragged by the hair and struck; Ms Amalia Ardgomelashvili was pulled by the hair and fainted after the attack; Ms Natia Milashvili was struck and received violent blows to the head; Ms Iza Khitarishvili, surrounded by seven women, was dragged by the hair and beaten; Mr Shota Maisuradze was beaten by several men.",
                                "elements": []
                            },
                            {
                                "content": "25.  The vast majority of witness statements indicate that Kakha Koshadze, the son of Ms Lia Bakhutashvili (see paragraph 17 above), was severely beaten in the head and stomach and lost consciousness. The doctors at Tbilisi Hospital no. 1 subsequently noted that Kakha Koshadze had an injured skull and broken ribs.",
                                "elements": []
                            },
                            {
                                "content": "26.  According to Ms Lamara Arsenishvili, Ms Elene Dzhodjua, Ms Ketevane Dzhanashvili, Ms Tina Makharashvili, Ms Dodo Kakhishvili, Ms Lali Khitarishvili, Ms Nunu Gviniashvili, Ms Neli Giorgadze, Ms Eka Kerdzevadze, Ms Daredzhan Kotranova, Ms Lia Sidamonidze, Ms Cecile Gagnidze, Ms Shakhina Sharipov, Mr Romiko Zurabashvili, Mr Amiran Arabidze, Mr Zakro Kochishvili, Mr Dzhambul Arabidze and Mr Dato Gvaramia, applicants, they escaped physical aggression. However, Ms Lia Sidamonidze’s and Ms Cecile Gagnidze’s children were beaten by the attackers.",
                                "elements": []
                            },
                            {
                                "content": "27.  Without claiming that she herself had been physically attacked, Ms Leila Dzhikurashvili complained that her ten-year-old daughter had been dragged along by the hair, her eleven-year-old son had been slapped and punched in the head and her seven-year-old disabled son had been attacked.",
                                "elements": []
                            },
                            {
                                "content": "28.  Mr Amiran Arabidze claimed that, when the attack began, he managed to leave the building and went to the police. Ms Eka Kerdzevadze stated that, after escaping from the attack, she and her husband went to the police in Gldani micro-district III and informed the police officers that the Jehovah’s Witnesses were being subjected to a violent attack in the theatre building. The police merely recorded this statement but chose not to intervene. Ms Lia Sidamonidze also claimed that she had gone to the same police station with several other Jehovah’s Witnesses. The head of the police station replied that “in the attackers’ place, he would have given the Jehovah’s Witnesses an even worse time!” While escaping from the site of the attack, Mr Vladimer Kokosadze met three police officers on the road; after listening to his request to take action, they replied that they “didn’t get involved in that type of incident”.",
                                "elements": []
                            },
                            {
                                "content": "29.  However, according to Ms Leila Mchedlishvili, Ms Dodo Kakhishvili, Ms Makvala Mamukadze and Ms Shakhina Sharipov, it was only when the police arrived on the scene that the Jehovah’s Witnesses who were still trapped in the theatre were able to escape. According to Ms Shakhina Sharipova, one of the victims rushed up to a police officer, showing him the hand which Father Basil had wounded with a blow from a cross, and said: “Look what Basil has just done to me!”",
                                "elements": []
                            },
                            {
                                "content": "30.  All the applicants testified that when the victims managed to escape from the building they were confronted by a cordon of Father Basil’s supporters, gathered in front of the exit. These women had been instructed to restrain the victims and push them back inside the building, where the attacks were continuing. In addition, they carried out body-searches of the victims, emptying their pockets and bags. Bibles, religious literature and tracts were then confiscated and thrown into a nearby fire. The victims were forced to remain in front of the fire and watch it. During the search, handbags were torn and thrown on the ground. Ms Makvala Mamukadze, applicant, had her handbag taken from her: it contained money, the keys of her flat, a Bible and her watch. These objects were never returned to her. The attackers allegedly also stole other personal effects belonging to the victims, such as jewellery and cameras.",
                                "elements": []
                            },
                            {
                                "content": "31.  Without exception, all 58 applicants (see paragraph 22 above) complained that they were mocked, insulted, called every name imaginable - including “traitors” - and accused of “selling out the motherland for a bag of rice”. The majority of applicants claimed that the attackers smelled of alcohol.",
                                "elements": []
                            },
                            {
                                "content": "32.  The above-mentioned applicants (see paragraphs 23, 24, 26 and 27) confirmed the acts of aggression against the 15 of their companions who had been attacked with the greatest violence, listed in paragraphs 16-18, 20 and 21 above.",
                                "elements": []
                            },
                            {
                                "content": "33.  The police who arrived at the scene decided to take Mr Mirian Arabidze to the police station, where he was insulted by police officers. Father Basil and his supporter Mikheil Nikolozishvili, who were also at the police station, attempted to attack the victim again.",
                                "elements": []
                            },
                            {
                                "content": "34. The recording of the Gldani attack was broadcast on the national television channels Rustavi-2 and Kavkasia on 17, 18 and 19 October 1999. Father Basil, Mr P. Ivanidze and other members of their group were clearly identifiable from these recordings. Their names were also submitted to the relevant authorities by the victims.",
                                "elements": []
                            },
                            {
                                "content": "35.  The recording of the news broadcast of 18 October 1999 on the Rustavi-2 channel, submitted to the Court by the applicants, illustrated the facts of the attack as set out above. It does not appear that the applicants responded to the acts of violence to which they were subjected. The recording shows a fire containing burning books, and Father Basil and his supporters praying and singing. It also includes an extract from an interview with Father Basil who, standing with the fire in the background, explains the validity of his actions and expresses satisfaction at their outcome.",
                                "elements": []
                            },
                            {
                                "content": "36.  In several subsequent interviews Father Basil claimed that, before going to a particular place, he would alert the police and the State security services, so that the latter would not intervene. This complicity was also noted by the non-governmental organisations which issued a joint statement on 13 March 2001 (see paragraph 76 below).",
                                "elements": []
                            },
                            {
                                "content": "37.  Interviewed after the attack on the applicants, the Georgian President stated that he condemned any form of pogrom and that an investigation should be conducted to ensure that the perpetrators of the attacks were prosecuted in criminal proceedings.",
                                "elements": []
                            },
                            {
                                "content": "38.  Between 17 and 29 October 1999, about 70 victims of the Gldani attack, including the 58 applicants listed in paragraphs 16-18 (with the exception of Ms Nino Gnolidze), 20, 21, 23, 24, 26 and 27 above, lodged a complaint with the Tbilisi Public Prosecutor and asked that their attackers be punished.",
                                "elements": []
                            },
                            {
                                "content": "39.  Criminal proceedings were instituted by the investigation unit of the Gldani District of the Ministry of the Interior, but the proceedings were suspended, initially on 13 September and again on 3 December 2000, on the ground that the perpetrators of the attack had not been identified. When the proceedings resumed for the last time in March-April 2001 (see paragraph 63 below), the investigating officer, Mr K., indicated to the victims that they should not expect an outcome anytime in 2001. In spite of five reminders addressed to the Georgian Procurator General, the last of which was dated 8 March 2001, no action was taken on these complaints.",
                                "elements": []
                            },
                            {
                                "content": "40.  The applicants set out the proceedings in chronological order.",
                                "elements": []
                            },
                            {
                                "content": "By orders of 22, 25 and 27 October and 5 December 1999, only eleven applicants were recognised as civil parties by the Gldani District Ministry of the Interior’s investigation unit (criminal case no. 0999140) – Mr Mirian Arabidze and Ms Nora Lelashvili for physical and non-pecuniary damage, Mr Ilia Mantskava for physical and pecuniary damage, Ms Makvala Mamukadze for pecuniary damage, Ms Zaira Dzhikurashvili for pecuniary and non-pecuniary damage, Ms Natela Kobaidze, Ms Patman Tabagari, Ms Nino Lelashvili, Ms Ia Chamauri and Mr Shota Maisuradze for physical damage and Mr Vladimer Kokosadze for physical, non-pecuniary and pecuniary damage.",
                                "elements": []
                            },
                            {
                                "content": "41.  On 9 December 1999 the case was referred back to the  police for further investigation. On 25 December 1999 it was referred to the public prosecutor’s office in Gldani District. On 14 January 2000 it was submitted to the  public prosecutor’s office.",
                                "elements": []
                            },
                            {
                                "content": "42.  On 26 January 2000 the lawyer for Ms Natela Kobaidze, Ms Patman Tabagari, Ms Nino Lelashvili, Ms Ia Chamauri, Ms Nora Lelashvili, Ms Zaira Dzhikurashvili, Mr Mirian Arabidze, Mr Vladimer Kokosadze, Mr Merab Zhizhilashvili, Mr Alexi Khitarishvili, Mr Ilia Mantskava and Mr Dzhumber Bgarashvili complained to the Tbilisi prosecutor, alleging that their case had been unnecessarily sent from one department to another. He also complained that the public prosecutor’s office had not kept him, as their lawyer, informed of developments.",
                                "elements": []
                            },
                            {
                                "content": "43.  On 31 January 2000 the same lawyer submitted a complaint to the  city prosecutor and to the Procurator General about the failure to bring criminal proceedings against the perpetrators of the attack. He claimed that this impunity was encouraging other acts of violence.",
                                "elements": []
                            },
                            {
                                "content": "44.  On 31 January 2000 the  city prosecutor’s office referred the case to the city police. The police investigator, Mr Kh. stated that he was an Orthodox believer and could not be impartial in the case.",
                                "elements": []
                            },
                            {
                                "content": "45.  Nonetheless, on 20 April 2000 Mr Kh. proceeded with identification and cross-examination of four individuals, including Mr Mikheil Nikolozishvili, applicant Mirian Arabidze’s presumed attacker. During questioning, Mr Nikolozishvili again threatened this applicant, who identified Mr Nikolozishvili and another individual as the persons who had attacked him.",
                                "elements": []
                            },
                            {
                                "content": "46.  On 13 June 2000 Mr Kh. informed Mr Mirian Arabidze that, by a decision of 9 June 2000, he himself had been placed under investigation on a charge of participation in the attack.",
                                "elements": []
                            },
                            {
                                "content": "47.  On the same day, two of Father Basil’s supporters (Ms Tsiuri Mrebrishvili and Ms Despin Shoshiashvili) were also placed under investigation on suspicion of having burnt religious literature.",
                                "elements": []
                            },
                            {
                                "content": "48.  On 13 September 2000 the criminal proceedings instituted following the Gldani attack were suspended by the Gldani District investigation unit on account of a failure to identify its perpetrators. This decision was not served on the applicants, which meant that it was impossible for them to challenge it before the courts",
                                "elements": []
                            },
                            {
                                "content": "49.  On the same date, the lawyer mentioned in paragraph 42 sent a letter to the Procurator General complaining that the perpetrators of the attack had still not been punished, one year after proceedings had been instituted.",
                                "elements": []
                            },
                            {
                                "content": "50.  On 24 October 2000 the decision of 13 September 2000 was set aside by the  prosecution service and the criminal proceedings were resumed. The applicants were not informed.",
                                "elements": []
                            },
                            {
                                "content": "51.  On 3 December 2000 the proceedings were again suspended, on the ground that it had proved impossible to identify the presumed perpetrators. The applicants were not informed. On 6 December 2000 that decision was approved by the Procurator-General’s Office.",
                                "elements": []
                            },
                            {
                                "content": "52.  In the meantime, having been placed under investigation (see paragraph 46 above), Mr Mirian Arabidze was accused of having committed acts endangering public order during the attack in question. In particular, he was charged with having “used an object as a weapon” against another person.",
                                "elements": []
                            },
                            {
                                "content": "53.  On 16 August 2000 the criminal trial of Mr Mirian Arabidze and two of Father Basil’s supporters (see paragraph 47 above) began at the GldaniNadzaladevi Court of First Instance in . One of the defendants confirmed that she had burned books, as her faith and Father Basil had directed her to. She asserted that she was prepared to kill on behalf of the Orthodox faith.",
                                "elements": []
                            },
                            {
                                "content": "54.  In the afternoon a group of believers led by Father Basil burst into the courtroom. They assaulted the Jehovah’s Witnesses, journalists and the foreign observers who were present in the courtroom. The attackers were equipped with iron crosses and used them as weapons. They took control of the courtroom. The court imposed no penalties on the believers who had occupied the courtroom by force.",
                                "elements": []
                            },
                            {
                                "content": " 55.  This attack was filmed and the recording was broadcast on the Rustavi-2 and Kavkasia channels. The recording of a television news programme, broadcast on 16 and 17 August 2000 (and submitted by the applicants to the Court) shows that, on the first day, the attacks took place within the courtroom. Father Basil can be seen entering the court during the hearing with several dozen of his supporters (80, according to the reporter), who are carrying a large white cross, icons and a bell which one of the attackers (Mr Z. Lomthathidze, according to the applicants) is pealing, while the others attack the Jehovah’s Witnesses, their lawyers and the foreign observers. The victims are punched out of the courtroom. On the following day Mr D.P. and Mr G.B., two human rights activists, were kicked outside the courtroom and Mr Mirian Arabidze’s lawyers were attacked.",
                                "elements": []
                            },
                            {
                                "content": "56.  At the close of this trial on 28 September 2000, Mr Mirian Arabidze was found guilty of having committed acts endangering public order during the attack against the Congregation on 17 October 1999 and given a suspended sentence of three years’ imprisonment for having caused minor injuries to Mr M. Nikolozishvili and to another member of Father Basil’s group.",
                                "elements": []
                            },
                            {
                                "content": "57.  On the same date, the judge decided not to determine the guilt of Father Basil’s two supporters and to return the part of the case which concerned them for further investigation, particularly with a view to determining the ownership and value of the literature which was destroyed, and the legal status of the entity which had assembled the Jehovah’s Witnesses for the meeting on 17 October 1999.",
                                "elements": []
                            },
                            {
                                "content": "58.  On 14 May 2001 the Tbilisi Court of Appeal overturned the judgment convicting Mr Mirian Arabidze and sent the case back for further investigation.",
                                "elements": []
                            },
                            {
                                "content": "59. On 11 October 2001 the Georgian Supreme Court quashed the appeal court’s judgment and acquitted Mr Mirian Arabidze. In its judgment, the Supreme Court considered it “established” that, on 17 October 1999, Father Basil’s group had gone to the Gldani premises on its own initiative and that a confrontation had taken place between “persons of differing religious convictions. During that confrontation, several individuals had been injured and religious literature belonging to the Jehovah’s Witnesses had been burnt”. The Supreme Court found that the Gldani meeting had not represented any danger to public order. It established that the authorities had not imposed any restrictive measure in that connection and that, consequently, Father Basil had had no grounds for interfering with Mr Mirian Arabidze’s exercise of his right as guaranteed by Article 9 of the Convention and Article 19 of the Constitution.",
                                "elements": []
                            },
                            {
                                "content": "60.  In the meantime, on 13 February 2001, 14 volumes of petitions demanding protection for Jehovah’s Witnesses were delivered to the administration of the Georgian President. The attack against the applicants and other acts of religiously-motivated violence were brought to the attention of the Head of State. By an order of 22 March 2001, the President ordered the Procurator-General, the Ministry of the Interior and the Ministry of State Security to take special measures to put an end to religiouslymotivated crimes, identify their perpetrators and punish those responsible.",
                                "elements": []
                            },
                            {
                                "content": "61.  On 15 March 2001, after examining the complaints concerning acts of violence perpetrated “for years” by Father Basil and Mr P. Ivanidze, the Procurator-General’s Office decided to join them and ordered that the case file (no. 0100118) be investigated. On 30 March 2001 Father Basil was placed under investigation on a charge of organising collective actions which endangered public order and of participating in such actions (Article 226 of the Criminal Code), and on a charge of illegally preventing the conduct of religious rites (Article 155 § 1 of the Criminal Code).",
                                "elements": []
                            },
                            {
                                "content": "62.  On 2 April 2001 the investigator responsible for the case applied to the Vake-Saburtalo Court of First Instance seeking to have Father Basil placed in pre-trial detention. The court did not allow this application and imposed a less onerous preventative measure, namely judicial supervision.",
                                "elements": []
                            },
                            {
                                "content": "63.  Following a letter of 8 March 2001 in which the applicants’ lawyer requested information as to which department held the case file and what progress had been made with the case, the applicants’ lawyer was informed on 26 April 2001 that the proceedings had again been resumed. He learned at this point that they had been suspended on 3 December 2000 (see paragraph 51 above). On the same date, Ms Patman Tabagari and Mr Vladimer Kokosadze, applicants, were also informed in writing that the proceedings had been resumed.",
                                "elements": []
                            },
                            {
                                "content": "64.  On 8 May 2001 the investigator informed the victims’ lawyer that he would not have time to examine the case before December 2001.",
                                "elements": []
                            },
                            {
                                "content": "65.  On 4 October 2001 several cases were severed from case file no. 0100118 in order to be investigated under file no. 1001837 (an attack in the Ombudsperson’s office, an attack against the newspaper Rezonansi and others). Father Basil and Mr P. Ivanidze were charged by the  prosecutor’s office in connection with those cases.",
                                "elements": []
                            },
                            {
                                "content": "66.  The applicants stated that, in the programme “60 minutes”, broadcast on “Rustavi-2” in September 2000, a journalist interviewed Father Basil and commented that he had been seen entering the building of the State Security Ministry on several occasions. Father Basil replied:",
                                "elements": []
                            },
                            {
                                "content": "67.  On 11 May 2001, in an interview broadcast on “Rustavi-2”, Father Basil stated:",
                                "elements": []
                            },
                            {
                                "content": "68.  In addition to the Gldani attack at the centre of these proceedings, the applicants described several other attacks carried out by Father Basil and his group, with a view to illustrating the general context in which the Jehovah’s Witnesses were obliged to live. In particular, they referred to the attacks of 8 and 16 September 2000 in Zugdidi and Marneuli in which, according to the applicants, representatives of the State played a direct role (see Begeluri and 98 Others v. Georgia, no. 28490/02, application pending); the attack in the office of the Ombudsperson of the Republic on 22 January 2001; the attack on a meeting of Jehovah’s Witnesses, held on 22 January 2001 in a private individual’s home on the Verkhana alley, Tbilisi; the attack on Jehovah’s Witnesses on 27 February 2001 during their meeting in a private home in the Mount Elia district of Tbilisi; the attack on Jehovah’s Witnesses meeting on 5 and 6 March 2001 in a private residence in Sachkhere; the attack on 30 April 2001 against the Jehovah’s Witnesses’ new site on Verkhana alley, Tbilisi; the setting alight, in the early morning of 31 May 2001, of a house belonging to a family of Jehovah’s Witnesses, of which there remained only a large pile of ashes and rubble, etc.",
                                "elements": []
                            },
                            {
                                "content": "Father Basil stated in connection with certain of those attacks that he had warned the police in advance. Each attack involved the destruction of premises and of religious literature.",
                                "elements": []
                            },
                            {
                                "content": "69.  The applicants considered that these acts of violence were the direct result of the authorities’ negligence regarding the attack carried out against their Congregation on 17 October 1999. In their opinion, by permitting this dangerous precedent of religiously-motivated aggression to occur with no response from the relevant authorities, the State had permitted the situation to become accepted as the status quo and repeated acts of violence to take place with impunity. The applicants alleged that on several occasions the Customs Service had confiscated religious literature arriving for the Jehovah’s Witnesses from abroad and that landlords refused to rent out meeting rooms for fear that their property would be ransacked in the event of an attack.",
                                "elements": []
                            },
                            {
                                "content": "70.  In total, the Jehovah’s Witnesses alleged that they had been subjected to 138 attacks between October and November 2002 and that 784 complaints had been lodged with the relevant authorities. No careful and serious investigation had been carried out into any of those complaints.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  REACTIONS OF INTERNATIONAL ORGANISATIONS, HUMAN RIGHTS ACTIVISTS AND THE INTERNATIONAL COMMUNITY",
                        "elements": [
                            {
                                "content": "71.  Resolution 1257 (2001) of the Parliamentary Assembly of the Council of Europe:",
                                "elements": []
                            },
                            {
                                "content": "72.  Conclusions and recommendations of the UN Committee against Torture, dated 7 May 2001:",
                                "elements": []
                            },
                            {
                                "content": "73.  The Chair of the delegation of the Parliamentary Committee on Cooperation between the European Union and Georgia, Ms Ursula Schleicher, stated on 5 September 2000:",
                                "elements": []
                            },
                            {
                                "content": "74.  According to the 2001 Annual Report by the Ombudsperson for :",
                                "elements": []
                            },
                            {
                                "content": "75.  In its 2002 Annual Report, Human Rights Watch stated:",
                                "elements": []
                            },
                            {
                                "content": "76.  On 13 March 2001 several non-governmental organisations – the Association Law and Freedom, the Atlantic Council of Georgia, the Black Sea Media Institute, Caucasian House, the Forensic Examination Foundation, Former Political Prisoners for Human Rights, the Georgian Young Lawyers Association, the Human Rights Centre, the Human Rights Group of the Caucasian Institute for Peace, Democracy and Development, the Independent Journalists’ Club, the International Society for Fair Elections and Democracy, the Landowners Rights Protection Association, Liberty Institute, Tbilisi Press Club and Transparency International–Georgia issued a joint declaration stating:",
                                "elements": []
                            },
                            {
                                "content": "“During last two years we are evidencing massive infringement of freedom of religion and persecution of religious minorities. The Government of Georgia is completely unable to protect human rights and minorities. Moreover, violation of human rights take place with the silent consent of the State, very often with its inspiration and sometimes with active participation of State officials, especially those of law enforcement agencies. On the basis of the aforesaid, it should be noted without exaggeration that religious minorities in  face permanent danger, intimidation and terror..., Jehovah’s Witnesses...have suffered attacks, persecution, bodily insult and harassment. Frequent pogroms take place in their offices and churches. Their literature, holy objects of worship and other belongings were destroyed... The most significant pogroms took place in , Marneuli and Zugdidi. Police were aware of these actions without any reaction or were participating in them, while prosecutors and judges convicted the victims. Vasil Mkalavishvili has openly confirmed on TV that he notifies police and security in advance of carrying out his pogroms. Deputy Minister of State Security declared at a Parliamentary hearing that the State should restrict the activities of non-traditional religious sects. Similar declarations have been made by other senior government officials – for example, the  police chief...”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "77.   Constitution",
                                "elements": [
                                    {
                                        "content": "Article 9",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 19",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "78.  Code of Criminal Procedure (“CCP”)",
                                "elements": [
                                    {
                                        "content": "Article 24 §§ 1, 2 and 4",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 27 § 1",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 29 § 1 (d)",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 66 §§ 1 and 2 (a)",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 235 §§ 1 and 2",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The complaint is to be lodged with the body responsible for criminal proceedings or the state employee who, in accordance with the law, has jurisdiction to examine it and to reach a decision...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "A complaint against an action or decision by the investigator, investigating body, investigating office or head of the investigating body is to be submitted to the relevant prosecutor. A complaint against an action or decision by the prosecutor shall be submitted to the prosecutor who has hierarchical superiority...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 242 § 3",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The parties to the proceedings may apply to a court against an action or decision by the investigating officer or investigator if the prosecutor dismisses their complaint or submit that complaint directly to the court...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 261 § 1",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In all cases where evidence of an offence occurs, the investigator, with the agreement of the prosecutor, is obliged, as far as their powers permit, to institute criminal proceedings.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 265 §§ 1 and 4",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "79.  Criminal Code",
                                "elements": [
                                    {
                                        "content": "Articles 155 and 166 of the Criminal Code provides for sanctions, including prison terms, for offences such as unlawfully preventing the performance of religious rites using violence or the threat of violence, and for unlawfully preventing the activities of a religious organisation using violence or the threat of violence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In accordance with Article 71 § 1 (a) of this Code, the limitation period for the offences set out in Articles 120 [intentional minor impairment of health], 125 [physical violence], 155 and 166 is two years.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "80.  The applicants considered that they had been victims of violations of Article 3 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "Article 3",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "1.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "81.  The applicants claimed that the acts to which they had been subjected during the attack in question amounted to inhuman and degrading treatment. The complained that the State authorities had been informed of the attack in advance and that the police officials on the scene had not reacted. The applicants complained that the relevant authorities had not conducted an investigation and had deliberately failed to prosecute the attack’s perpetrators, who were perfectly identifiable. The State had taken no measure capable of preventing a widespread extension of the violence against them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The applicants further complained that they had not been informed that the criminal proceedings had been suspended on 13 September and 3 December 2000, which had prevented them from challenging those decisions before the courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Government argued that no State official had taken part in the acts of violence in issue in the instant case. In their initial observations, they pointed out that the investigation into the applicants’ complaints had begun and that, following the judicial decision of 28 September 2000 (see paragraph 57 above), an investigation had been opened with regard to Ms Mghebrishvili and Ms Shoshitaishvili, supporters of Father Basil.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  In order to illustrate the relevant authorities’ diligence, the Government drew attention to the facts set out in paragraph 61 above. They also emphasised that, following the incursion into the courtroom by Father Basil and his supporters on 17 August 2000, a prosecution had been set in motion on the same day by the Ministry of the Interior’s investigating body (Nadzaladevi District).",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The Government also pointed out that, following the incursion into the Office of the Ombudsperson of the Republic on 22 January 2001 by the same persons, a prosecution had been set in motion. Proceedings had also been launched following the attack on a gathering of Jehovah’s Witnesses in a private home in Verkhana alley, Tbilisi, carried out on 22 January 2001 by Father Basil and his supporters; following the attack of 27 February 2001 on a gathering of Jehovah’s Witnesses in a private home on Niabi Street, Tbilisi; following the confiscation of photographs and religious literature from a publishing house in March 2001 by Father Basil and their immediate destruction by fire, and following attacks against persons gathered on 20 May and 22 June 2001, in Ponitala and Mukhiani respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  Thus, according to the Government, Father Basil and Mr P. Ivanidze, his right-hand man, had been prosecuted in due time. Given that, despite the judicial control measure imposed on him, Father Basil continued to commit acts of violence, on 4 June 2003 the Vake-Saburtalo court, , had ordered his arrest. However, Father Basil would appear to have absconded from justice and it had been impossible to arrest him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  On this latter point, the applicants maintained in reply that Father Basil was continuing his violent activity in full public view and had appeared numerous times on television without the authorities taking steps to execute the arrest warrant against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  In their supplementary observations (see paragraph 7 above), the Government claimed that, since the change of regime following the “Rose Revolution” in November 2003, the authorities had adopted a “zero tolerance” approach towards acts of religious violence. Thus, they had organised a special operation on 12 March 2004 at the Gldani Orthodox Church, in the course of which they arrested Father Basil, Mr P. Ivanidze and Mr Nikolozishvili, together with four other active supporters. These individuals had been placed in pre-trial detention. As the investigation had been completed on 10 June 2004, criminal case no. 1001837 (see paragraph 65 above) had been sent to the Vake-Saburtalo court, , on 9 July 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  Furthermore, on 11 June 2004, Father Basil had been committed for trial in the context of another criminal case (no. 0203811) concerning acts of violence against the . On 13 August 2004 these two criminal cases had been joined.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Government submitted the judgment convicting Father Basil, Mr P. Ivanidze, Mr M. Nikolozishvili and four other attackers, delivered on 31 January 2005 by the Vake-Saburtalo Court of First Instance, . These individuals were found guilty of the attack against the Office of the Ombudsperson of the Republic, the attacks committed on 22 January and 27 February 2001 (see paragraph 85 above), the attack against and pillage of a warehouse belonging to the Baptist Church on 3 February 2002 and the destruction by fire of the religious works contained therein, and of an attack on 24 January 2003 against Baptists during an ecumenical prayer evening. Father Basil and Mr P. Ivanidze were sentenced to six and four years’ imprisonment respectively and the other defendants received suspended prison sentences.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government considered that that judgment illustrated the Georgian authorities’ undertaking to permit no further violence against the Jehovah’s Witnesses who, since the revolution, had no longer been subjected to attack.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  It appears from the judgment in question that Father Basil and Mr P. Ivanidze claimed before the court that there had been nothing condemnable in their actions and that, in each incident, they had acted in accordance with the request of Orthodox residents who demanded protection from the proselytism of the Jehovah’s Witnesses and their unacceptable methods of enticing young people from the districts into their activities from the most tender age.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  As to the criminal case with regard to the attack of 17 October 1999 itself, the Government accepted that, although a prosecution had been put in motion on 18 October 1999, the investigation had nonetheless been suspended at a later point on account of the impossibility of identifying the perpetrators of the crimes. They claimed that, “from a procedural point of view”, it was no longer possible to reopen the criminal proceedings in this case. However, according to the Government, the essential thing was that the authorities had finally put an end to the religious violence in the country.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  In reply, the applicants drew the Court’s attention to the fact that the criminal case in which Father Basil and Mr P. Ivanidze had been convicted did not concern any of the acts of violence of which they complained in the instant case, but related to other attacks carried out by the same persons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  As to the criminal proceedings brought against two of Father Basil’s supporters, accused of having burnt books, the applicants pointed out that, during the attack of 17 October 1999, a large number of acts of violence had been committed, and considered that the investigation ought not to have been limited to these two persons nor to those facts.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  The Court’s assessment",
                                "elements": []
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "95.  The Court reiterates that Article 3 of the Convention must be regarded as one of the most fundamental provisions of the Convention and as enshrining core values of the democratic societies making up the Council of Europe (see Pretty v. the United Kingdom, no. 2346/02, § 49, ECHR 2002-III). In contrast to the other provisions in the Convention, it is cast in absolute terms, without exception or proviso, or the possibility of derogation under Article 15 of the Convention (see, inter alia, Chahal v. the United Kingdom, judgment of 15 November 1996, Reports of Judgments and Decisions 1996V, p. 1855, § 79). The Court also points out that ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum is, in the nature of things, relative and depends on all the circumstances of the case (see Labita v. Italy, judgment of 6 April 2000, Reports 2000-IV, § 120).",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  In general, actions incompatible with Article 3 of the Convention incur the liability of a contracting State only if they were inflicted by persons holding an official position. However, the obligation on the High Contracting Parties under Article 1 of the Convention to secure to everyone within their jurisdiction the rights and freedoms defined in the Convention, taken in conjunction with Article 3, requires States to take measures designed to ensure that individuals within their jurisdiction are not subjected to torture or inhuman and degrading treatment or punishment, including such treatment administered by private individuals (see Pretty, cited above, §§ 50 and 51). A positive obligation on the State to provide protection against inhuman or degrading treatment has been found to arise in a number of cases (see A. v. the United Kingdom, judgment of 23 September 1998, Reports 1998-VI, p. 2699, § 22; Z and Others v. the United Kingdom [GC], no. 29392/95, § 73, ECHR 2001V; and M.C. v. Bulgaria, no. 39272/98, § 149, ECHR 2003XII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "This protection calls for reasonable and effective measures, including with regard to children and other vulnerable individuals (see Okkalı v. Turkey, no. 52067/99, § 70, ECHR 2006... (extracts), and paragraphs 24-27 above), in order to prevent ill-treatment of which the authorities were or ought to have been aware (see Mubilanzila Mayeka and Kaniki Mitunga v. Belgium, no. 13178/03, § 53, 12 October 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  Furthermore, Article 3 of the Convention gives rise to a positive obligation to conduct an official investigation (see Assenov and Others v. Bulgaria, judgment of 28 October 1998, Reports 1998-VIII, p. 3290, § 102). Such a positive obligation cannot be considered in principle to be limited solely to cases of ill-treatment by State agents (see M.C. v. Bulgaria, cited above, § 151).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Thus, the authorities have an obligation to take action as soon as an official complaint has been lodged. Even in the absence of an express complaint, an investigation should be undertaken if there are other sufficiently clear indications that torture or ill-treatment might have occurred. A requirement of promptness and reasonable expedition is implicit in this context. A prompt response by the authorities in investigating allegations of ill-treatment may generally be regarded as essential in maintaining public confidence in their maintenance of the rule of law and in preventing any appearance of collusion in or tolerance of unlawful acts. Tolerance by the authorities towards such acts cannot but undermine public confidence in the principle of lawfulness and the State’s maintenance of the rule of law (see Batı and Others v. Turkey, nos. 33097/96 and 57834/00, § 136, ECHR 2004IV (extracts); Abdülsamet Yaman v. Turkey, no. 32446/96, § 60, 2 November 2004; and, mutatis mutandis, Paul and Audrey Edwards v. the United Kingdom, no. 46477/99, § 72, ECHR 2002-II).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b) Application of those principles to the present case",
                                "elements": [
                                    {
                                        "content": "98.  In the light of the information before it, the Court notes that the acts of violence complained of by the applicants in the instant case were committed on 17 October 1999 by a group of Orthodox individuals lead by Father Basil. The Government did not dispute that fact.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The Court notes that the attack of 17 October 1999 was directed against all of the members of the Congregation (120, according to the applicants), who were meeting in a theatre for religious purposes. However, the applicants, of whom there are 101, themselves acknowledge that only about sixty members of the Congregation were beaten and 16 hospitalised (see paragraphs 15 and 19 above). The Court notes that, of the applicants who were subjected to acts of physical aggression, only some submitted appropriate evidence to prove that they had experienced treatment alleged to be contrary to Article 3 of the Convention (see Davtian v. Georgia, no. 73241/01, § 37, 27 July 2006, and Berktay v. Turkey, no. 22493/93, § 165, 1 March 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  Thus, the allegations of ill-treatment made by Mr Mirian Arabidze, Mr Alexi Khitarishvili and Ms Patman Tabagari (see paragraphs 16, 18, 20 and 21 above) are supported by the relevant extracts from their medical records and an expert medical report respectively. Furthermore, the illtreatment inflicted on Mr Mirian Arabidze and Mr Alexi Khitarishvili is clearly apparent on the video recording of the attack in the Court’s possession (see paragraph 35 above). The allegations of ill-treatment submitted by Ms Nora Lelashvili, Ms Nino Lelashvili, Ms Ia Chamauri, Ms Zaira Dzhikurashvili, Mr Vladimer Kokosadze, Mr Merab Zhizhilashvili and Mr Ilia Mantskava are supported by the relevant extracts from their medical records (see paragraphs 17 and 21 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  In addition, Ms Natela Kobaidze, Ms Roza Kinkladze, Ms Nino Dzhanashvili and Ms Lia Bakhutashvili (see paragraphs 17 and 22 above), and Ms Izolda Purtseladze, Ms Ia Vardanishvili, Ms Leila Mchedlishvili, Ms Leila Tsaritov, Ms Raisa Maisuradze, Ms Ketino Kimeridze, Ms Amalia Ardgomelashvili, Ms Natia Milashvili, Ms Iza Khitarishvili, Mr Dzhumber Bgarashvili and Mr Shota Maisuradze (see paragraph 24 above) provided a precise description of the ill-treatment to which they were subjected. The Government have never challenged the facts submitted by those applicants, which, in the Court’s opinion, constitute sufficiently strong, clear and concordant inferences to establish a “reasonable doubt” (see, mutatis mutandis, Anguelova v. Bulgaria, no. 38361/97, § 111, ECHR 2002-IV, and Shamayev and Others v. Georgia and Russia, no. 36378/02, § 338, ECHR 2005-...) that these individuals were subjected to ill-treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  Given the nature of the treatment inflicted on the 25 applicants mentioned in paragraphs 100 and 101 above, the Court considers that that treatment reached the threshold of inhuman treatment within the meaning of Article 3 of the Convention (see paragraphs 16-18, 20, 21 and 24 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  The same applies to the severe beating inflicted on the children of Ms Lia Sidamonidze and Ms Cecile Gagnidze, applicants (see paragraph 26 above in fine), the treatment inflicted on the children of Ms Ia Vardanishvili and Ms Leila Dzhikurashvili, applicants (see paragraphs 24 and 27 above), and the treatment sustained by the sons of Ms Lia Bakhutashvili (see paragraph 25 above) and Ms Raisa Maisuradze (see paragraph 24 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court considers that these applicants had a personal and valid interest in seeing the State take reasonable measures to protect their children from violence (see Amy v. Belgium (dec.), no. 11684/85, Commission decision of 5 October 1988, and Güneri v. Turkey (dec.), no. 42853/98, 8 July 2003). Accordingly, they could claim to be indirect victims of the treatment inflicted on their children (see Kurt v. Turkey, judgment of 25 May 1998, Reports 1998III, §§ 133 and 134).",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  With regard to the 14 applicants listed in paragraph 23 above, the Court notes that, in their statements, they also claimed to have been subjected to acts of violence, without however specifying the nature and gravity of the treatment inflicted, which makes it impossible to assess whether the latter reached the level required to be classified as inhuman within the meaning of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  In any event, having regard to the evidence adduced, including the video recording of the attack in question and the applicants’ statements, the Court considers that the treatment inflicted on those 14 individuals and the 25 applicants mentioned in paragraphs 100 and 101 above falls within the scope of Article 3 of the Convention and amounts to degrading treatment (see paragraphs 24, 30, 31 and 35 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "It appears from the case file, and the Government do not dispute this, that the attackers’ aim was to humiliate and publicly debase the applicants in such a way as to arouse a feeling of terror and inferiority, so that, morally broken by this physical and verbal abuse (see Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, p. 66, § 167), they would act against their wills and conscience (see mutatis mutandis, Raninen v. Finland, judgment of 16 December 1997, Reports 1997-VIII, pp. 28212822, § 55, and Keenan v. the United Kingdom, no. 27229/95, § 110, ECHR 2001III) and desist from holding religious meetings in line with their faith, considered unacceptable by Father Basil and his supporters (see paragraphs 13, 31 and 67 above). In this connection, the Court attaches weight to the fact that the attack in question was filmed by a member of the group of attackers, and probably intended to be shown to third parties (see paragraph 14 above). Indeed, a video recording of the attack was broadcast on two national television channels over several days (see paragraphs 34 and 35 above), which enabled a wide audience to see the violent scenes to which the applicants were subjected, including the religiously-inspired humiliation inflicted on Mr Alexi Khitarishvili (see paragraph 18 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  Ms Lamara Arsenishvili, Ms Elene Dzhodjua, Ms Ketevan Dzhanashvili, Ms Tina Makharashvili, Ms Dodo Kakhishvili, Ms Lali Khitarishvili, Ms Nunu Gviniashvili, Ms Neli Giorgadze, Ms Eka Kerdzevadze, Ms Daredzhan Kotranova, Ms Shakhina Sharipov, Mr Romiko Zurabashvili, Mr Amiran Arabidze, Mr Zakro Kochishvili, Mr Dzhambul Arabidze and Mr Dato Gvaramia, applicants (see paragraph 26 above) claimed that they escaped attack.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  The Court therefore concludes at the outset that there has not been a violation of Article 3 of the Convention with regard to those 16 persons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  As to the 37 applicants listed in the appendix to this judgment under nos. 56-92 and to Ms Nino Gnolidze, these persons have not submitted any statements with regard to the treatment inflicted on them or stated the basis, in each of their cases, for alleging a violation of Article 3 of the Convention. Only the statement by Ms Nino Dzhanashvili constitutes grounds for supposing that Ms Nino Gnolidze was assaulted by the attackers (see paragraph 17 above). In addition, it does not appear from the case file that these 37 applicants and Ms Nino Gnolidze had, like the other applicants, complained to the relevant authorities alleging ill-treatment contrary to Article 3 of the Convention. Furthermore, the Court notes that the question of the identity of the five applicants listed under nos. 93-97 in the appendix to the present judgment remains unclear.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  In those circumstances, the Court concludes that there has not been a violation of Article 3 of the Convention with regard to the applicants listed in the previous paragraph.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  The Court notes at the outset that, contrary to the applicants’ claims (see paragraph 81 above), it has not been shown that the police had been warned by Father Basil in advance of the attack at issue in the instant case. In addition, the video recording of the disputed events, submitted by the applicants, does not show that police officers took part in the acts of aggression against them. As no other evidence has been submitted to that effect, the Court does not find it established that, during the attack in question, representatives of the State were present on the scene.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  On the other hand, the case file contains sufficiently concordant evidence, to which the Government have not advanced any valid submissions, concerning the refusal by police officers, having been alerted by the applicants by different means and at a sufficiently early stage (see paragraphs 14 in fine and 28 above), to take action promptly to end the violence and to protect the victims. When the police did eventually arrive on the scene, some applicants who were still trapped inside the building were able to escape (see paragraph 29 above), but it does not appear that the police intervention was targeted. Indeed, by the time the police officers arrived, numerous acts of aggression, including the most violent, had already taken place, the victims had been bullied and insulted, their personal effects had been confiscated and their religious literature burnt (see paragraphs 16-18, 20, 24, 25, 27, 30 and 31 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  As to subsequent events, the Court notes, and the Government does not contest this, that those violent and humiliating acts were more than sufficiently brought to the attention of the relevant authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  In particular, from the day after the attack the 42 applicants mentioned in paragraphs 100, 101, 103 and 104 above contacted the Tbilisi city prosecutor to complain of the acts to which they had been subjected (see paragraph 38 above). A prosecution was set in motion, but only 11 applicants, namely Mr Mirian Arabidze, Mr Ilia Mantskava, Mr Vladimer Kokosadze, Mr Shota Maisuradze, Ms Nora Lelashvili, Ms Natela Kobaidze, Ms Patman Tabagari, Ms Nino Lelashvili, Ms Zaira Dzhikurashvili, Ms Ia Chamauri and Ms Makvala Mamukadze, were recognised as civil parties in the case (see paragraph 40 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  It is to be noted that the authorities responsible for the investigation had a duty to act promptly to verify the information, which was also brought to their attention by the 31 other applicants, to institute a prosecution in the event of evidence of an offence and to take the necessary measures to elucidate the truth (Articles 24 § 4, 261 § 1 and 265 § 4 of the CCP). However, the authorities gave no follow-up to the complaints of these 31 applicants, who had submitted specific details of the physical abuse sustained by them and by their children, an offence under Article 125 of the Criminal Code, and of the unlawful prevention, using force, of their religious gathering, an offence under Articles 155 and 166 of the same Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  The Government submitted no explanation as to this total failure to react on the part of the authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  As to the complaints submitted by the 11 applicants who were recognised as civil parties to the proceedings, between 9 December 1999, when their case file was sent to the Tbilisi municipal police, and 31 January 2000, the case was sent back and forth between the various departments of the prosecution service and the police before being submitted once again to the Tbilisi municipal police (see paragraphs 41-44 above). The Government have provided no explanation as to the grounds and usefulness of these transfers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  The police investigator responsible for the case on the lastmentioned date carried out, more than three months later, an identification parade and cross-examination of four persons with Mr Mirian Arabidze, a civil party. The latter identified Mr M. Nikolozishvili and another person as his attackers. Having initially stated that, on account of his Orthodox faith, he could not be impartial in the case (see paragraph 44 above), the police investigator decided to place Mr Mirian Arabidze under examination, while leaving unresolved the responsibility of Mr M. Nikolozishvili and the second presumed attacker. No action was ever taken subsequent to Mr Mirian Arabidze’s identification of those two individuals as the persons responsible for his ill-treatment (see paragraphs 16 and 21 above). Committed for trial with two of Father Basil’s supporters who were suspected of burning religious literature, Mr Mirian Arabidze was convicted of having endangered public order, while the question of the guilt of Father Basil’s two supporters was sent back for additional investigation, an investigation which has resulted in no decision to date (see paragraphs 56, 57 and 83 in fine above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  The Court regrets that, in those circumstances, the domestic authorities (see paragraphs 48 and 51 above) and the Government in its pleadings before the Court (see paragraph 92 above) have continued to assert that that the impossibility of conducting an investigation in the present case was to be explained by the failure to identify the perpetrators of the violence. Such a justification of the relevant authorities’ inactivity is all the more shocking in that the police officers who attended the scene did not arrest any of the attackers; that, on the day of the attack, Father Basil and Mr M. Nikolozishvili were present in the police station beside Mr Mirian Arabidze, who was the only person to be arrested; that on 17, 18 and 19 October 1999 the national television channels broadcast material showing the violence inflicted on the applicants; that the recording of one of those broadcasts, in the Court’s possession, not only enables the identify of Father Basil and Mr P. Ivanidze to be ascertained, but, on account of its precision, shows the identity of the majority of the attackers; that, in the interview broadcast on the national channel Rustavi-2 on 18 October 1999, Father Basil speaking against the background of a fire burning the applicants’ religious literature, expressed satisfaction about his actions and explained in what way they were justified (see paragraphs 34 and 35 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  Regard being had to all the circumstances described above, the Court concludes that the relevant authorities, having had at their disposal sufficient tangible evidence in good time in order to fulfil the task incumbent on them under the law, were clearly negligent in identifying the suspects (see Indelicato v. Italy, no. 31143/96, § 37, 18 October 2001). They thus allowed the limitation period to elapse without good reason (see paragraphs 64, 78 [Articles 27 § 1 and 29 § 1 (d) of the CCP] and 79 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  The fact that, following a decree by the Georgian President, dated 22 March 2001, and pressure from the international community (see paragraphs 60 and 71-73 above), Father Basil and Mr P. Ivanidze were charged on 4 October 2001 in other cases of religiously-motivated violence (see paragraphs 61, 65, 84, 85 and 90 above), and that those proceedings resulted in their conviction and that of four other attackers on 31 January 2005 does not alter the fact that the question of those individuals’ responsibility, and that of several dozen other attackers, for the violence inflicted on the applicants on 17 October 1999 was never the subject of a serious investigation. The mere fact of beginning an investigation which, as in the instant case, is interrupted several times for no reason that could be described as valid and which never results in any decision (see paragraphs 63, 64 and 119 above) cannot satisfy the requirements of Article 3 of the Convention (see Davtian v. Georgia, no. 73241/01, § 46, 27 July 2006, and, mutatis mutandis, Selmouni v. France [GC], no. 25803/94, §§ 78-79, ECHR 1999-V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  The Government’s argument that it is currently no longer possible “for procedural reasons” to conduct an investigation into those events and that, furthermore, the Jehovah’s Witnesses have been living in peace since the revolution of November 2003 (see paragraph 88 above) cannot affect this position. On this latter point, the Court would reiterate that the only responsibility that was engaged under the Convention was that of the  as a continuous entity, and not that of a specific government or political authority. The Court cannot have regard to domestic institutional or political disagreements (see, mutatis mutandis, Assanidze v. Georgia [GC], no. 71503/01, § 149, ECHR 2004II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  Finally, the Court notes that the 31 applicants about whose complaints no action was taken were never informed of the reasons for such failure to act. The 11 applicants who were recognised as civil parties were not kept informed of the progress of the proceedings and the repeated transfers of their case between the various departments (see paragraphs 42, 50 and 63 above). The decision to suspend the investigation on 13 September 2000 was not served on them. After being resumed on 24 October 2000, the investigation was again suspended on 3 December 2000. This decision was also not brought to the applicants’ attention. The lawyer for certain of their number only learnt of it by chance on 26 April 2001 (see paragraph 63 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  Thus, having alerted the relevant authorities of the ill-treatment sustained by them (Articles 235 § 1 and 265 § 1 of the CCP), the applicants were deprived of any possibility of relying on the hierarchical and judicial means of appeal available to them under Articles 235 § 2 and 242 § 2 of the CCP in order to challenge the repeated suspension of the investigation in their case, which they considered unjustified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  In sum, the Court notes that the police refused to intervene promptly at the scene of the incident to protect the applicants concerned, and the children of certain of their number, from ill-treatment (see paragraphs 100-105 above) and that the applicants were subsequently faced with total indifference on the part of the relevant authorities who, for no valid reason, refused to apply the law in their case. In the Court’s opinion, such an attitude on the part of authorities under a duty to investigate criminal offences was tantamount to undermining the effectiveness of any other remedies that may have existed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  The Court thus concludes that the  has failed to comply with its positive obligations under Article 3 of the Convention with regard to the 42 applicants concerned.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 9 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "126.  Relying on Article 9 of the Convention, the applicants complained that their right to manifest their religion through prayer, meetings and the collective performance of rites had been violated.",
                                "elements": []
                            },
                            {
                                "content": "Article 9 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "Article 9",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of thought, conscience and religion; this right includes freedom to change his religion or belief and freedom, either alone or in community with others and in public or private, to manifest his religion or belief, in worship, teaching, practice and observance.",
                                "elements": []
                            },
                            {
                                "content": "2.  Freedom to manifest one’s religion or beliefs shall be subject only to such limitations as are prescribed by law and are necessary in a democratic society in the interests of public safety, for the protection of public order, health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "1.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "127.  Taking the view that there had been no justification whatever for the acts of violence inflicted, the applicants considered it unnecessary to contend in the instant case whether the interference had been “necessary in a democratic society”. They alleged that the authorities’ refusal to identify and punish the perpetrators of those acts had contributed to the development of religious intolerance against them and had subsequently prevented them from manifesting their religion freely though peaceful meetings and the collective performance of rites. The applicants complained about the religious extremism to which they had been subjected, supported by the police and strengthened by the prosecution service’s failure to act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  The Government rejected that line of reasoning, without however submitting specific arguments.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "129.  The Court notes that the 101 applicants were attending a meeting of their congregation when it was attacked. However, the identification of five of their number, listed under nos. 92-97 in the appendix to the present judgment, has proved problematic. Accordingly, the Court concludes at the outset that there has not been a violation of Article 9 of the Convention in respect of those persons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  As to the complaints of the 96 other applicants, the Court reiterates that the freedom of religion protected by Article 9 is one of the foundations of a “democratic society” within the meaning of the Convention. It is one of the most vital elements that go to make up the identity of believers and their conception of life. Religious freedom is primarily a matter of individual conscience, but it also “implies”, inter alia, freedom to “manifest [one’s] religion” (see Kokkinakis v. Greece, judgment of 25 May 1995, Series A no. 260, § 31). Participation in the life of a religious community is a manifestation of one’s religion, protected by Article 9 of the Convention (see Hassan and Chaush v. Bulgaria [GC], no. 30985/96, § 62, ECHR 2000XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  On several occasions, the Court has held that in exercising its regulatory power in this sphere and in its relations with the various religions, denominations and beliefs, the State has a duty to remain neutral and impartial (see Hassan and Chaush, cited above, § 78; Manoussakis and Others v. Greece, judgment of 26 September 1996, Reports 1996-IV, § 47; and Metropolitan Church of Bessarabia and Others v. , no. 45701/99, § 123, ECHR 2001XII), which is incompatible with any power on the State’s part to assess the legitimacy of religious beliefs (see, mutatis mutandis, Cha’are Shalom Ve Tsedek v. France [GC], no. 27417/95, § 84, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  The Court wishes to emphasise that, in the name of freedom of religion, it is not authorised to apply improper pressure on others from a wish to promote one’s religious convictions (see Larissis and Others v. Greece, judgment of 24 February 1998, Reports 1998I, §§ 54 and 59). However, the role of the authorities in such circumstances is not to remove the cause of tension by eliminating pluralism, but to ensure that the competing groups tolerate each other (see Serif v. Greece, no. 38178/97, § 53, ECHR 1999IX). This State role is conducive to public order, religious harmony and tolerance in a democratic society (see Refah Partisi (the Welfare Party) and Others v.  [GC], nos. 41340/98, 41342/98, 41343/98 and 41344/98, § 91, ECHR 2003II) and can hardly be conceived as being likely to diminish the role of a faith or a Church with which the population of a specific country has historically and culturally been associated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.  In the instant case, on account of their religious beliefs, which were considered unacceptable, the 96 applicants were attacked, humiliated and severely beaten during their congregation’s meeting on 17 October 1999. Their religious literature was confiscated and burnt, and the applicants themselves were forced to look at the fire. One of the applicants, Mr A. Khitarishvili, had his head shaved to the sound of prayers, by way of religious punishment. Having been treated in this way, the applicants were subsequently confronted with total indifference and a failure to act on the part of the authorities (see paragraphs 119, 123 and 124 above), who, on account of the applicants’ adherence to a religious community perceived as a threat to Christian orthodoxy, took no action in respect of their complaints. Deprived of any remedy, the applicants could not enforce their rights to freedom of religion before the domestic courts. As the attack against the applicants on 17 October 1999 constituted the first act of largescale aggression against the Jehovah’s Witnesses, the authorities’ negligence opened the doors to a generalisation of religious violence throughout  by the same group of attackers (see paragraphs 43, 61, 65 and 68 above). The applicants were thus led to fear that they would be subjected to renewed violence on each fresh manifestation of their faith.",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  Having regard to those circumstances, the Court considers that, through their inactivity, the relevant authorities failed in their duty to take the necessary measures to ensure that the group of Orthodox extremists led by Father Basil tolerated the existence of the applicants’ religious community and enabled them to exercise freely their rights to freedom of religion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "135.  There has accordingly been a violation of Article 9 of the Convention in respect of all 96 applicants.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "136.  The applicants considered that lack of an investigation into the acts of religiously-motivated violence to which they had been subjected amounted to a violation of Article 13 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "Article 13",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "137. The Court considers that this complaint by the applicants is subsumed by those under Articles 3 and 9 of the Convention. In the light of its findings under those provisions (see paragraphs 125 and 135 above), the Court considers that no separate issue arises under Article 13 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 14 IN CONJUNCTION WITH ARTICLES 3 AND 9 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "138.  According to the applicants, the acts of religiously-motivated violence committed against them had been tolerated by the authorities because they had been committed against a religious minority in the name of the Orthodox faith. The authorities had simply refused to apply the law in their case on account of their faith.",
                                "elements": []
                            },
                            {
                                "content": "Article 14",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "139.  The Court reiterates that the difference in treatment described in Article 14 of the Convention is discriminatory if it “lacks an objective and reasonable justification”, that is, if it does not pursue “a legitimate aim” or if there is “not a reasonable relationship of proportionality between the means employed and the aim pursued”. Moreover the Contracting States enjoy a certain margin of appreciation in assessing whether and to what extent differences in otherwise similar situations justify a different treatment (see Camp and Bourimi v. the , no. 28369/95, § 37, ECHR 2000X, and Thlimmenos v.  [GC], no. 34369/97, § 44, ECHR 2000IV).",
                                "elements": []
                            },
                            {
                                "content": "140.  Having examined all the evidence in its possession, the Court observes that, in the instant case, the refusal by the police to intervene promptly at the scene of the incident in order to protect the applicants, and the children of some of their number, from acts of religiously-motivated violence, and the subsequent indifference shown towards the applicants by the relevant authorities, was to a large extent the corollary of the applicants’ religious convictions. The Government have not adduced any counter-arguments. In the Court’s opinion, the comments and attitude of the State employees who were alerted about the attack or subsequently instructed to conduct the relevant investigation cannot be considered compatible with the principle of equality of every person before the law (see paragraphs 28 and 44 above). No justification for this discriminatory treatment in respect of the applicants has been put forward by the Government.",
                                "elements": []
                            },
                            {
                                "content": "141. The Court considers that the negligent attitude towards extremely serious unlawful acts, shown by the police and the investigation authorities by the police on account of the applicants’ faith, enabled Father Basil to continue to advocate hatred through the media and to pursue acts of religiously-motivated violence, accompanied by his supporters, while alleging that the latter enjoyed the unofficial support of the authorities (see paragraphs 36, 54, 55, 66-68, 70 and 85 above). This would suggest to civil society a reasonable doubt as to the criminals’ complicity with the State representatives (see paragraph 76 above).",
                                "elements": []
                            },
                            {
                                "content": "142.  The Court therefore concludes that the applicants concerned (see paragraphs 125 and 135 above) were victims of a violation of Article 14 in conjunction with Articles 3 and 9 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATION OF ARTICLES 10 AND 11 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "143.  According to the applicants, the destruction of their religious literature during the attack on 17 October 1999 without any punishment being imposed on the perpetrators of this crime entailed a violation of their rights guaranteed by Article 10 of the Convention. They considered that the fact of having been attacked during a peaceful meeting without the authorities subsequently taking the necessary measures for their protection amounted to a violation Article 11 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "144.  The Court considers that these complaints are identical to those which the applicants submitted under Articles 3 and 9 of the Convention. Having regard to the finding of a violation of those provisions, the Court does not consider it necessary to examine the application also under Articles 10 and 11 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "145.  Article 41 of the Convention provides,",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "146.  The applicants requested, firstly, that the Government be instructed to disseminate the Court’s judgment in the instant case to all the authorities responsible for ensuring public order, with a clear explanation of the content of the rights guaranteed by Article 9 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "147.  The applicants also asked that, by way of non-pecuniary damage, the sum of 25 000 US dollars (19,319 euros (EUR)) be paid to the 120 members of the Congregation as a whole and, in addition, that the sum of 2,500 US dollars (EUR 1,931) be awarded to each of the following four applicants - Mr V. Kokosadze, Ms N. Lelashvili, Mr A. Khitarishvili and Ms L. Dzhikurashvili. The applicants emphasised that the attack in question had caused them considerable emotional stress and that the State’s refusal to provide protection meant that they remained in a permanent state of terror. The considered that sums claimed were modest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "148.  Reiterating their arguments as set out in paragraphs 86, 88 and 90 above, the Government emphasised that the perpetrators of the attack in question had been held criminally responsible and that the State had eradicated the practice of religiously-motivated violence by arresting Father Basil and his supporters on 12 March 2004. Accordingly, the Government considered that the applicants had not sustained any non-pecuniary damage and that it was not necessary to make an award to them under this head. They considered that a finding of a violation of the provisions of the Convention would constitute in itself sufficient just satisfaction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "149.  If compensation in respect of non-pecuniary damage was nonetheless to be awarded, the Government argued that not all of the 120 members of the Congregation had grounds for claming it, as the complaints of only 101 of them had been declared admissible. Furthermore, they considered that the sums claimed were excessive and that, given the country’s socio-economic condition, the sums of 50 US dollars (EUR 39) for each of the 97 applicants and 500 US dollars (EUR 386) for each of the other four above-mentioned applicants would be reasonable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "150.  As to the applicants’ request as described in paragraph 146 above, the Government pointed out that the Court’s judgments were declaratory and that it was not for the Court to indicate to a Government the means by which a judgment was to be executed (see, among other examples, Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 249, ECHR 2000VIII).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "151.  The Court points out that it has found a violation of Article 3, taken separately and in conjunction with Article 14 of the Convention, with regard to only 42 applicants (see paragraphs 125 et 142 above) and a violation of Article 9, taken separately and in conjunction with Article 14 of the Convention, with regard to 96 applicants (see paragraphs 135 and 142 above). The question of non-pecuniary damage must therefore be limited to those applicants found by the Court to be victims of the above-mentioned violations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "152.  The Court does not share the Government’s opinion that those applicants have not sustained non-pecuniary damage as a result of the violations of their rights since 1999, given the State’s success in March 2004 in ending the violence towards the Jehovah’s Witnesses. On the contrary, the Court considers that the applicants sustained some nonpecuniary damage on account of the physical and verbal aggression and the humiliation to which they were subjected, and on account of the procedural impasse and the particularly vulnerable situation in which the relevant authorities’ inactivity subsequently placed them. This non-pecuniary damage cannot be compensated solely by the findings of violations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "153.  Having regard to considerations of fairness and to the amounts claimed, the Court awards the applicants concerned the following sums, plus any tax that may be chargeable.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  On account of the violation of Article 3, taken separately and in conjunction with Article 14 of the Convention:",
                                "elements": [
                                    {
                                        "content": "-  to Ms Patman Tabagari, Mr Mirian Arabidze and Mr Alexi Khitarishvili – EUR 700 each;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  to Ms Nora Lelashvili, Ms Nino Lelashvili, Zaira Dzhikurashvili, Ms Natela Kobaidze, Ms Roza Kinkladze, Ms Nino Dzhanashvili, Ms Lia Bakhutashvili, Ms Ia Chamauri, Mr Vladimer Kokosadze, Mr Merab Zhizhilashvili, Mr Ilia Mantskava, Ms Izolda Purtseladze, Ms Ia Vardanishvili, Ms Leila Mchedlishvili, Ms Leila Tsaritov, Ms Raisa Maisuradze, Ms Ketino Kimeridze, Ms Amalia Ardgomelashvili, Ms Natia Milashvili, Ms Iza Khitarishvili, Mr Dzhumber Bgarashvili and Mr Shota Maisuradze – EUR 350 each;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  to Mr Nodar Kholod, Mr Tenguiz Dzhikurashvili, Ms Bela Kakhishvili, Ms Lia Mantskava, Ms Khatuna Kerdzevadze, Ms Elene Mamukadze, Ms Nana Pilishvili, Ms Makvala Mamukadze, Ms Ether Chrelashvili, Ms Lamara Mchedlishvili, Ms Nana Kapanadze, Ms Pikria Tsarielashvili, Ms Nani Kobaidze and Ms Lili Kobesova – EUR 120 each;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  to Ms Lia Bakhutashvili and Ms Raisa Maisuradze – EUR 300 and 200 respectively for the treatment inflicted on their sons;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  to Ms Leila Dzhikurashvili, Ms Lia Sidamonidze, Ms Cecile Gagnidze and Ms Ia Vardanishvili – EUR 160 each for the treatment inflicted on their children.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  On account of the violation of Article 9, taken separately and in conjunction with Article 14 of the Convention:",
                                "elements": [
                                    {
                                        "content": "-  EUR 150 to each of the applicants listed in the appendix to the present judgment under nos. 1-92 and to Mr Vladimer Kokosadze, Mr Alexi Khitarishvili, Ms Nino Lelashvili and Ms Leila Dzhikurashvili.",
                                        "elements": []
                                    },
                                    {
                                        "content": "154.  With regard to the applicants’ suggestion concerning a measure to be indicated to the Government (see paragraph 146 above), the Court points out that a judgment in which the Court finds a violation of the Convention or its Protocols imposes on the respondent State a legal obligation not just to pay those concerned the sums awarded by way of just satisfaction, but also to choose, subject to supervision by the Committee of Ministers, the general and/or, if appropriate, individual measures to be adopted in its domestic legal order to put an end to the violation found by the Court and to redress so far as possible the effects in such a way as to restore as far as possible the situation existing before the breach (see Maestri v. Italy [GC], no. 39748/98, § 47, ECHR 2004-I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, the Court has no jurisdiction to instruct the Government to disseminate the instant judgment, with explanations, to the authorities responsible for maintaining public order (see, among other authorities, Oberschlick v.  (No. 1), judgment of 23 May 1991, Series A no. 204, § 65). Moreover, it does not discern any particular circumstances which could justify a request to the Government for any measure in the instant case (see, a contrario, Assanidzé, cited above, §§ 202-203).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "155.  The applicants asked that the Government reimburse them all of the costs incurred in the course of their various attempts to have their complaints examined by the domestic authorities, and all of the costs arising from their representation before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "156.  Their interests had been defended before the domestic authorities by Mr Chabashvili; in this connection, the applicants claimed the sum of 2,500 US dollars (USD, EUR 1,931). Mr Chabashvili had, in particular, prepared the factual basis of the case by meeting the victims separately, had assisted them in taking the necessary steps and had represented them before the various authorities. According to a detailed bill dated 1 September 2003 and addressed to Mr V. Kokosadze, the Congregation’s spokesperson, Mr Chabashvili stated that the applicants were to pay him this sum, as well as that mentioned in paragraph 160 below, as soon as the Court delivered its judgment in the instant case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "157.  The applicants were represented before the Court by Mr Carbonneau, a Canadian lawyer, with assistance from Mr Chabashvili, Mr John M. Burns, a Canadian lawyer, Mr Nicos C. Alivizatos, a Greek lawyer, and Ms Nuala Mole from the AIRE Centre (Advice on Individual Rights in Europe) in London.",
                                                "elements": []
                                            },
                                            {
                                                "content": "158.  With regard to the work which he had carried out personally (researching evidence, assistance with the preparation of the individual statements of facts, preparation of the application and of the documentation, drafting of the submissions, drafting of the requests for application of Rules 39, 40 and 41 of the Rules of Court, dated 29 June and 10 October 2001, preparation of information on the worsening of the situation of Jehovah’s Witnesses in Georgia, preparation of the request for a public hearing, etc.), Mr Carbonneau claimed the sum of USD 15,750 (EUR 12,170). He submitted a detailed bill, which he had sent to Mr Chabashvili on 1 September 2003 with a request that the applicants pay him that amount as soon as the Court had delivered its judgment in the instant case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "159.  Mr Carbonneau also submitted a letter dated 11 July 2001, in which Mr Alivizatos asked him that, for the entirety of the legal assistance which had been provided to him for the purposes of the present application and the case of the Union of Jehovah’s Witnesses (Union of Jehovah’s Witnesses v. Georgia, no. 72874/01, pending), USD 1,500 (EUR 1,159) be paid into Mr Alivizatos’s bank account.",
                                                "elements": []
                                            },
                                            {
                                                "content": "160.  Mr Carbonneau also alleged that, for each part of the work which he had carried out in the present case, he owed Mr Chabashvili and Mr Burns USD 2,325 and 1,000 (EUR 1,797 and 773) respectively for consultation work and legal assistance. In support of this claim, Mr Carbonneau submitted a letter dated 1 September 2003, in which Mr Burns asked him for the said USD 1,000 as a lump sum.",
                                                "elements": []
                                            },
                                            {
                                                "content": "161.  Mr Carbonneau also claimed the sum of USD 4,500 (EUR 3,477) in respect of “possible future costs” and the sum of USD 1,025 (EUR 792), incurred for translation of documents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "162.  The above-mentioned sums are not inclusive of tax.",
                                                "elements": []
                                            },
                                            {
                                                "content": "163.  The Government considered that it had not been necessary for three other persons, in addition to Mr Chabashvili and Mr Carbonneau, to take part in the applicants’ representation before the Court. In consequence, they asked that the part of the claim concerning the costs incurred for assistance by Mr Burns, Mr Alivizatos and Ms Mole be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "164.  As to Mr Chabashvili’s fees, the Government conceded that he had certainly carried out work, but they considered that the applicants’ case as examined by the domestic authorities was not particularly complex. Accordingly, the Government considered that USD 500 (EUR 386), inclusive of tax, would represent a sufficient amount in this connection.",
                                                "elements": []
                                            },
                                            {
                                                "content": "165.  Noting that Mr Chabashvili and Mr Carbonneau were submitting claims for having prepared the requests for application of Rules 39 and 40 and for having informed the Court about the development of the situation of Jehovah’s Witnesses in Georgia, the Government did not consider that these were costs incurred with a view to ending the alleged violations. They therefore requested that this part of the claim be dismissed. According to the detailed bills submitted to the Court (see paragraphs 156 and 158 above), these sums amounted to USD 2,075 (EUR 1,603).",
                                                "elements": []
                                            },
                                            {
                                                "content": "166.  As to the remainder, the Government argued that the sums claimed by Mr Chabashvili and Mr Carbonneau for the costs actually incurred in representing the applicants before the Court were exorbitant, and submitted that USD 2,050 (EUR 1,584), inclusive of tax, would be a reasonable and sufficient award in this respect.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "167.  The Court notes that the applicants did not request legal aid for the purpose of their representation in the instant case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "168. It draws attention to its case-law to the effect that the reimbursement of costs may be granted only in so far as they have been actually and necessarily incurred in order to prevent or obtain redress for the matter found to constitute a violation of the Convention (see, inter alia, Donadzé v. Georgia, no. 74644/01, § 48, 7 March 2006). The Court also points out that it is not bound in this context by domestic scales or standards, although it may derive some assistance from them (see, inter alia, M.M. v. the Netherlands, no. 39339/98, § 51, 8 April 2003) and that, under Article 41 of the Convention, it reimburses those costs which are reasonable as to quantum (see, among other authorities, Nikolova v. Bulgaria [GC], no. 31195/96, § 79, ECHR 1999-II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "169.  In the Court’s opinion, the instant case was a complex one from a factual perspective, if only on account of the large number of applicants and the fact that, given the authorities’ attitude, the burden of proof rested entirely on the applicants. Before the Court, it necessitated several series of written observations, and Mr Carbonneau and Mr Chabashvili were required to submit a large amount of documentation, accompanied by translations into English, in order to bear out the applicants’ allegations. The Court has in its possession the relevant vouchers, including detailed bills, both with regard to the work carried out by those two lawyers and with regard to that conducted for the purposes of the present application by Mr Burns and Mr Alivizatos. On the other hand, the applicants have failed to substantiate their claim in respect of the legal assistance provided by Ms Mole. Nor do the documents in the case-file provide any additional clarity on this point.",
                                                "elements": []
                                            },
                                            {
                                                "content": "170.  Ruling on an equitable basis, and in application of its case-law, referred to above, the Court awards the applicants EUR 10,000 for Mr Carbonneau (see paragraphs 158 and 161 in fine above), EUR 3,750 for Mr Chabashvili (see paragraphs 156 and 160 above), EUR 773 for Mr Burns (see paragraphs 157 and 160 above) and EUR 580 for Mr Alivizatos, in other words, half of the sum claimed by the latter, which corresponds to the work carried out for the purposes of the present application (see paragraph 159 above), plus any amount which may be due in value-added tax.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "171.  Mr Carbonneau asked that the default interest from the date of delivery of the Court’s judgment be set at 8 %.",
                                        "elements": []
                                    },
                                    {
                                        "content": "172.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has not been a violation of Article 3 of the Convention with regard to the applicants listed in paragraphs 106 and 108 above;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3, taken separately and in conjunction with Article 14 of the Convention, with regard to the applicants mentioned in paragraphs 100, 101 and 104 above, and with regard to the six applicants listed in paragraph 103 above, on account of the treatment inflicted on their children;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 9, taken separately and in conjunction with Article 14 of the Convention, with regard to the 96 identified applicants (see the paragraphs 129 and 135 above);",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that no separate question arises under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that it is unnecessary to examine the application also under Articles 10 and 11 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "a)  that in respect of the non-pecuniary damage sustained on account of the violation of Article 3, taken separately and in conjunction with Article 14 of the Convention, the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following sums, to be converted into Georgian laris at the rate applicable on the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "b)  that in respect of the non-pecuniary damage sustained on account of the violation of Article 9, taken separately and in conjunction with Article 14 of the Convention, the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 150 to each of the applicants listed in the appendix to this judgment under nos. 1-92 and to each of the four other applicants – Mr Vladimer Kokosadze, Mr Alexi Khitarishvili, Ms Nino Lelashvili and Ms Leila Dzhikurashvili, plus any tax that may be chargeable on the above amounts;",
                        "elements": []
                    },
                    {
                        "content": "c)  that, in respect of costs and expenses, the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 10,000 for Mr Carbonneau, EUR 750 for Mr Chabashvili, EUR 773 for Mr Burns and EUR 580 for Mr Alivizatos, to be to be converted into Georgian laris at the rate applicable on the date of settlement, plus any tax that may be chargeable on the above amounts;",
                        "elements": []
                    },
                    {
                        "content": "d)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 3 May 2007 pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "List of the applicants-members of the Congregation",
                        "elements": []
                    },
                    {
                        "content": "(Extract from the minutes of the General Assembly of 10 June 2001)",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF MEMBERS OF THE GLDANI CONGREGATION OF JEHOVAH'S WITNESSES AND OTHERS v. GEORGIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-80395.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0503JUD007115601",
    "externalsources": [],
    "extractedappno": [
        "71156/01",
        "28490/02",
        "2346/02",
        "29392/95",
        "39272/98",
        "52067/99",
        "13178/03",
        "33097/96",
        "57834/00",
        "32446/96",
        "46477/99",
        "73241/01",
        "22493/93",
        "38361/97",
        "36378/02",
        "11684/85",
        "42853/98",
        "27229/95",
        "31143/96",
        "25803/94",
        "71503/01",
        "30985/96",
        "45701/99",
        "27417/95",
        "38178/97",
        "41340/98",
        "41342/98",
        "41343/98",
        "41344/98",
        "28369/95",
        "34369/97",
        "39221/98",
        "41963/98",
        "39748/98",
        "72874/01",
        "74644/01",
        "39339/98",
        "31195/96"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-80395",
    "judgementdate": "03/05/2007 00:00:00",
    "kpdate": "03/05/2007 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "596",
        "193",
        "633",
        "154",
        "152",
        "237",
        "343",
        "100",
        "216",
        "577",
        "283"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "9-1",
        "9",
        "3",
        "14",
        "41"
    ],
    "parties": [
        "MEMBERS OF THE GLDANI CONGREGATION OF JEHOVAH'S WITNESSES AND OTHERS",
        "GEORGIA"
    ],
    "rank": "583.910827636719",
    "representedby": [
        "CARBONNEAU A.",
        "TCHABACHVILI M."
    ],
    "respondent": "GEO",
    "respondentOrderEng": "17",
    "scl": [
        "A. v. the United Kingdom, judgment of 23 September 1998, Reports 1998-VI, p. 2699, § 22",
        "Abdülsamet Yaman v. Turkey, no. 32446/96, § 60, 2 November 2004",
        "Amy v. Belgium (dec.), no. 11684/85, decision of the Commission du 5 October 1988",
        "Anguelova v. Bulgaria, no. 38361/97, § 111, ECHR 2002-IV",
        "Assanidzé v. Georgia [GC], no. 71503/01, § 149 and §§ 202-203, ECHR 2004-II",
        "Assenov and Others v. Bulgaria, judgment of 28 October 1998, Reports 1998-VIII, p. 3290, § 102",
        "Bati and Others v. Turkey, nos 33097/96 and 57834/00, § 136, ECHR 2004-IV (extracts)",
        "Berktay v. Turkey, no. 22493/93, § 165, 1 March 2001",
        "Camp and Bourimi v. the Netherlands, no. 28369/95, § 37, ECHR 2000-X",
        "Cha'are Shalom Ve Tsedek v. France [GC], no. 27417/95, § 84, ECHR 2000-VII",
        "Chahal v. the United Kingdom, judgment of 15 November 1996, Reports of Judgments and Decisions 1996-V, p. 1855, § 79",
        "Chamaïev and Others v. Géorgie and Russia, no. 36378/02, § 338, ECHR 2005",
        "Davtian v. Géorgie, no. 73241/01, § 37 and § 46, 27 July 2006",
        "Donadzé v. Géorgie, no. 74644/01, § 48, 7 March 2006",
        "Metropolitan Chruch of Bessarabia and Others v. Moldova, no. 45701/99, § 123, ECHR 2001-XII",
        "Güneri v. Turkey (dec.), no. 42853/98, 8 July 2003",
        "Hasan and Chaush v. Bulgaria [GC], no. 30985/96, § 62 and § 78, ECHR 2000-XI",
        "Indelicato v. Italy, no. 31143/96, § 37, 18 October 2001",
        "Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, p. 66, § 167",
        "Keenan v. the United Kingdom, no. 27229/95, § 110, ECHR 2001-III",
        "Kokkinakis v. Greece, judgment of 25 May 1993, Series A no. 260, § 31",
        "Kurt v. Turkey, judgment of 25 May 1998, Reports 1998-III, §§ 133 and 134",
        "Labita v. Italy, judgment of 6 April 2000, Reports 2000-IV, § 120",
        "Larissis and Others v. Greece, judgment of 24 February 1998, Reports 1998-I, §§ 54 and 59",
        "M.C. v. Bulgaria, no. 39272/98, § 149 and § 151, ECHR 2003-XII",
        "M.M. v. the Netherlands, no. 39339/98, § 51, 8 April 2003",
        "Maestri v. Italy [GC], no. 39748/98, § 47, ECHR 2004-I",
        "Manoussakis and Others v. Greece, judgment of 26 September 1996, Reports 1996-IV, § 47",
        "Mubilanzila Mayeka and Kaniki Mitunga v. Belgium, no. 13178/03, § 53, 12 October 2006",
        "Nikolova v. Bulgaria [GC], no. 31195/96, § 79, ECHR 1999-II",
        "Oberschlick v. Austria (no 1), judgment of 23 May 1991, Series A no. 204, § 65",
        "Okkali v. Turkey, no. 52067/99, § 70, ECHR 2006 (extracts)",
        "Paul and Audrey Edwards v. the United Kingdom, no. 46477/99, § 72, ECHR 2002-II",
        "Pretty v. the United Kingdom, no. 2346/02, § 49 and §§ 50-51, ECHR 2002-III",
        "Raninen v. Finland, judgment of 16 December 1997, Reports 1997-VIII, pp. 2821-2822, § 55",
        "Refah Partysi (the Welfare Party) and Others v. Turkey [GC], nos 41340/98, 41342/98, 41343/98 and 41344/98, § 91, ECHR 2003-II",
        "Selmouni v. France [GC], no. 25803/94, §§ 78-79, ECHR 1999-V",
        "Serif v. Greece, no. 38178/97, § 53, ECHR 1999-IX",
        "Thlimmenos v. Greece [GC], no. 34369/97, § 44, ECHR 2000-IV",
        "Z and Others v. the United Kingdom [GC], no. 29392/95, § 73, ECHR 2001-V"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "422568",
    "typedescription": "15"
}