{
    "__articles": "5;5-3",
    "__conclusion": "No violation of Art. 5-3",
    "applicability": "",
    "appno": "12050/04",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5-3",
            "base_article": "5",
            "element": "No violation of Art. 5-3",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-100686.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 12050/04) against the Kingdom of Spain lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Greek national, Mr Apostolos Ioannis Mangouras (“the applicant”), on 25 March 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr J.-M. Ruiz Soroa, a lawyer practising in Bilbao. The Spanish Government (“the Government”) were represented by their Agent, Mr I. Blasco, Head of the Legal Department for Human Rights, Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the sum set for bail in his case had been excessive and had been fixed without his personal circumstances being taken into consideration. He relied on Article 5 § 3 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Fifth Section of the Court (Rule 52 § 1 of the Rules of Court). On 14 November 2006 the Section President decided to give notice of the application to the Government. By virtue of Article 29 § 3 of the Convention and Rule 54A, it was decided to examine the admissibility and merits of the case at the same time.",
                        "elements": []
                    },
                    {
                        "content": "5.  The Greek Government, who had been invited to submit written observations on the case, did not express any wish to exercise that right (Article 36 § 1 of the Convention and Rule 44 § 1).",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 February 2008 the Court changed the composition of its Sections (Rule 25 § 1). The case was assigned to the newly composed Third Section (Rule 52 § 1). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "7.  Luis López Guerra, the judge elected in respect of Spain, withdrew from sitting in the case. The Government accordingly appointed Alejandro Saiz Arnaiz to sit as an ad hoc judge (Article 27 § 2 of the Convention and Rule 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "8.  On 8 January 2009 the Chamber, composed of Josep Casadevall, President, Elisabet Fura, Corneliu Bîrsan, Boštjan M. Zupančič, Egbert Myjer, Ineta Ziemele, judges, and Alejandro Saiz Arnaiz, ad hoc judge, and of Santiago Quesada, Section Registrar, delivered a judgment in which it held unanimously that there had been no violation of Article 5 § 3 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "9.  On 7 April 2009 the applicant requested, in accordance with Article 43 of the Convention and Rule 73, that the case be referred to the Grand Chamber, arguing that there had been a violation of Article 5 § 3. On 5 June 2009 a panel of the Grand Chamber granted the request.",
                        "elements": []
                    },
                    {
                        "content": "10.  The composition of the Grand Chamber was determined according to the provisions of Article 27 §§ 2 and 3 of the Convention and Rule 24.",
                        "elements": []
                    },
                    {
                        "content": "11.  The applicant and the Government each filed a memorial before the Grand Chamber. In addition, third-party comments were received from Mr Hugh Mercer QC, who had been given leave by the President to intervene in the written procedure (Article 36 § 2 of the Convention and Rule 44 § 2) on behalf of the International Transport Workers’ Federation, the International Chamber of Shipping, the International Shipping Federation, the Baltic and International Maritime Council (BIMCO), the International Association of Independent Tanker Owners, the Hong Kong Shipowners’ Association, the International Association of Dry Cargo Shipowners, the International Ship Managers’ Association, the Greek Shipping Cooperation Committee, the Asian Shipowners’ Forum, the International Group of P&I Clubs, the International Maritime Employers’ Committee Ltd and the European Community Shipowners’ Association.",
                        "elements": []
                    },
                    {
                        "content": "12.  A hearing took place in public in the Human Rights Building, Strasbourg, on 23 September 2009 (Rule 59 § 3).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Fitzgerald and Mr Blasco.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "13.  The applicant was born in 1935 and lives in Greece.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 13 November 2002 the ship Prestige, flying the flag of the Bahamas, was sailing in the Spanish exclusive economic zone off the coast of Galicia, carrying 70,000 tonnes of fuel oil. At a distance of 28 miles from Cape Finisterre it sent out an SOS after sustaining sudden and severe damage which produced a leak and caused the contents of its tanks to spill into the Atlantic Ocean.",
                                "elements": []
                            },
                            {
                                "content": "15.  As the Prestige was in danger of sinking, the maritime authorities launched a large-scale operation to rescue its crew. The ship was adrift and was approaching the coast, spilling its cargo into the sea. The applicant, who was the ship’s Master, was taken by helicopter to the offices of the Corunna (A Coruña) harbourmaster, where he was arrested.",
                                "elements": []
                            },
                            {
                                "content": "16.  The spillage of the ship’s cargo caused an ecological disaster whose effects on marine flora and fauna lasted for several months and spread as far as the French coast. The shores of the Atlantic coast of Cantabria and Galicia were severely polluted by the numerous waves of oil which were washed up. The oil spill blackened beaches and cliffs, destroyed marine life, adversely affected water quality and had an immediate environmental impact on numerous animal species. It caused damage to protected natural areas and had considerable repercussions on several sectors of the economy in the regions concerned, particularly on fishing, commerce and tourism.",
                                "elements": []
                            },
                            {
                                "content": "17.  By a decision of 17 November 2002, the Corunna no. 4 investigating judge remanded the applicant in custody and set bail at 3,000,000 euros (EUR), after finding that the facts of the case disclosed sufficient indicative evidence to justify opening a criminal investigation. While acknowledging that the oil spill had been caused by an accident, the judge said that some of the information in the file, although still provisional at that stage in the proceedings, suggested that the applicant had been at fault in several respects, in particular in failing to cooperate sufficiently with the port authorities when they had tried to take the vessel in tow. The applicant’s conduct could constitute an offence of causing damage to natural resources and the environment and one of failing to comply with the instructions of the administrative authorities. In the judge’s opinion, the seriousness of the offences in question and the fact that the applicant was a foreign national who had no particular ties with Spain justified the high sum set for bail. The relevant part of the decision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The information obtained discloses indicative evidence – still provisional at the preliminary investigation stage – of an offence of causing damage to natural resources and the environment for the purposes of Article 325 and, possibly, Article 326 of the Criminal Code, and of an offence of failure to comply with the instructions of the administrative authorities, punishable under Article 556 of the Code. The investigation has produced sufficient indicative evidence to suggest that Mr Apostolos Mangouras could be criminally responsible for the offences in question. In view of the penalties laid down in the Criminal Code for these offences, and the fact that the application provided for in Article 504 bis § 2 and Article 539 of the Code of Criminal Procedure was made at the mandatory hearing, an order should be made, in accordance with Articles 503 and 504 of that Code, for the accused’s pre-trial detention as a preventive measure, accompanied by the right for the accused to communicate with others and the possibility of release on bail.",
                                "elements": []
                            },
                            {
                                "content": "The reasonable indications referred to above emerge from the documents in the case file and, in particular, from detailed examination of the testimony of the witnesses who appeared this morning. All the evidence indicates that the severe damage to the Prestige was caused by the unforeseeable phenomenon of a storm surge, but that actions were taken which could form the basis of a criminal prosecution, as indicated in the previous paragraph.",
                                "elements": []
                            },
                            {
                                "content": "It should be stressed that the steps taken hitherto and the conclusions to be drawn for the purposes of this decision are of a wholly provisional nature and that many further steps and much more expert evidence will be needed in order to fully elucidate the facts. However, it is clear at this stage that the Prestige did not have any emergency towing equipment or that if it did, it was not in working order, as demonstrated by the recordings of conversations. It is also clear that the ship’s Master, by repeatedly ignoring the instructions of the port authorities, hampered meaningful joint efforts to lessen the extremely serious risks.",
                                "elements": []
                            },
                            {
                                "content": "It appears that the Master of the Prestige refused for almost three hours to cooperate and subsequently continued to do so indirectly, creating difficulties by refusing to take the necessary steps to ensure effective towing of the vessel or to start the engine so that the ship could advance, however slowly. These events occurred within the country’s 24-mile limit and, by definition, within the 200-mile zone. It is true, as already indicated, that further investigative elements are required, in particular the ship’s log, which has been urgently requested, and that it will be necessary to verify all the other information contained in the recordings of conversations, transcripts of which appear to be in the possession of the Cape Finisterre control centre.",
                                "elements": []
                            },
                            {
                                "content": "Without prejudice to all of the above, the accused’s detention could be dispensed with subject to bail being furnished in the amount of three million euros. In the court’s view, the security in question is justified in view of the seriousness of the offences concerned and the heavy sentence they carry and also because the investigation is in the early stages, the accused’s release could impede the investigation, the case has clearly caused a major public outcry and, in addition to the issues of criminal responsibility raised, there are significant civil liability issues at stake involving substantial sums. Furthermore, Mr Mangouras has no ties in Spain and could leave the country at any time and thus evade prosecution. For all the reasons outlined above it is necessary and unavoidable, in the present circumstances, to fix bail. Bail cannot, for the time being at least, be replaced by a less restrictive measure.”",
                                "elements": []
                            },
                            {
                                "content": "18.  On 19 November 2002 the applicant requested his release and, in the alternative, the reduction of bail to EUR 60,000 to reflect his personal situation. He also submitted that his advanced age should be taken into account. In a decision of 27 November 2002, the Corcubión (Corunna) no. 1 investigating judge refused the applicant’s request. The judge took the view that the seriousness of the offences of which the applicant stood accused justified his continued pre-trial detention and that the latter measure was exceptional, subsidiary, temporary and proportionate in nature and thus satisfied the remaining criteria laid down by the case-law of the Constitutional Court. As to the amount set for bail, the judge stated that the applicant’s appearance at trial was vital in order to elucidate the sequence of events following the leak in the vessel. He also reiterated the arguments of the first investigating judge to the effect that the seriousness of the offences, the public outcry caused by the marine pollution, the applicant’s Greek nationality, the fact that his permanent address was abroad and the fact that he had no ties with Spain justified setting a high level of bail in order to rule out any risk that the applicant might fail to appear.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 7 December 2002 the same investigating judge confirmed the decision, rejecting an application from the applicant to set it aside (recurso de reforma).",
                                "elements": []
                            },
                            {
                                "content": "20.  An appeal by the applicant was dismissed on 3 January 2003 by the Corunna Audiencia Provincial on the ground that there was sufficient evidence to charge the applicant with serious offences and that the amount of bail was justified by the unusual circumstances of the case. The court pointed out that the applicant had been remanded in custody on account of his “alleged involvement in the acts of which he is accused, namely acting in a manner liable to cause a disaster, failing to comply with the instructions of the port authorities and committing an offence of causing damage to natural resources”. It further pointed out that the investigating judge had offered the applicant the possibility of avoiding custody on grounds of “alleged responsibility for offences against natural resources and the environment and an offence of failure to comply with the instructions of the administrative authorities”, subject to the posting of bail in the amount of EUR 3,000,000. The Audiencia Provincial noted the outcry caused by the alleged offences and took the view that the impugned decision was not open to criticism on any account, “including with regard to the amount of bail”.",
                                "elements": []
                            },
                            {
                                "content": "The Audiencia Provincial stressed that the prima facie evidence taken into consideration by the investigating judge in ordering the applicant’s pretrial detention concerned serious offences, that it was too early to rule on whether the offence had been committed intentionally and that the applicant’s detention pursued the legitimate aim of preventing the risk of his absconding, a risk closely linked to the seriousness of the alleged offence and his lack of any particular ties in Spain. It referred in that regard to the category of offences in question and the severity of the likely sentence, the fact that the accused’s presence was essential to the investigation, the possibility that the trial might collapse if he absconded and the public outcry surrounding the established facts.",
                                "elements": []
                            },
                            {
                                "content": "The Audiencia Provincial dismissed the ground of appeal based on the applicability of Article 230 of the United Nations Convention on the Law of the Sea of 10 December 1982, holding that the provision in question referred only to administrative offences relating to pollution of the marine environment committed by foreign vessels beyond the territorial sea, for which only monetary penalties could be imposed, and not to wilful and serious acts of pollution in the territorial sea.",
                                "elements": []
                            },
                            {
                                "content": "21.   On 6 February 2003 the Corcubión (Corunna) no. 1 investigating judge recorded the lodging of a bank guarantee in an amount corresponding to the sum set for bail, which was provided as a one-off, spontaneous humanitarian gesture by the London Steamship Owners’ Mutual Insurance Association Limited (“the London P&I Club”), which insured the ship’s owner. Accordingly, on 7 February 2003, the judge ordered the applicant’s provisional release after eighty-three days in detention, subject to the following conditions:",
                                "elements": []
                            },
                            {
                                "content": "“(a)  that [the applicant] supply an address in Spain;",
                                "elements": []
                            },
                            {
                                "content": "(b)  that he report every day before 1 p.m. to the police headquarters corresponding to the address supplied;",
                                "elements": []
                            },
                            {
                                "content": "(c)  that he remain in the country and surrender his passport to the court’s registry.”",
                                "elements": []
                            },
                            {
                                "content": "22.  On 28 May 2003 the London P&I Club and the ship’s owner, Mare Shipping Inc., paid out EUR 22,777,986 in compensation for the damage for which they were civilly liable within the limits laid down by Article V of the 1992 International Convention on Civil Liability for Oil Pollution Damage (“the CLC 1992”, see paragraph 54 below).",
                                "elements": []
                            },
                            {
                                "content": "23.  Relying on Article 17 of the Constitution (right to liberty and security), the applicant lodged an amparo appeal with the Constitutional Court. While he did not appeal against his pre-trial detention, for which he considered sufficient reasons to have been given, the applicant complained of the amount set for bail, arguing that it had been excessive and disproportionate in view of his financial circumstances and had made any prospect of provisional release unrealistic. He alleged that the amount had been fixed without account being taken of his personal circumstances, in disregard of the requirements of the court’s case-law.",
                                "elements": []
                            },
                            {
                                "content": "24.  By a reasoned decision (auto) of 29 September 2003, the Constitutional Court declared the appeal inadmissible. It began by observing that, according to its case-law, the fact that the applicant had been released did not render the amparo appeal devoid of purpose, given that “... in the event of a breach of the fundamental right asserted, the [c]ourt should allow the appeal and grant the applicant amparo relief”.",
                                "elements": []
                            },
                            {
                                "content": "25.  However, on the merits, the Constitutional Court ruled as follows:",
                                "elements": []
                            },
                            {
                                "content": "“... Article 531 of the Code of Criminal Procedure stipulates that the amount set for bail should take into account, among other factors, the nature of the offence, any previous convictions and other circumstances that might prompt the accused to seek to evade justice. According to the case-law of the European Court of Human Rights, the object of bail is to secure the presence of the accused at the trial ... and the amount should act as a deterrent against any wish to abscond.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "The rulings given in the instant case concerning the amount of bail and the refusal to reduce it provided ample reasons based on the primary objective of securing the accused’s presence at the trial, the seriousness of the offences in question, the national and international disaster caused by the oil spill, the fact that the accused is a nonnational and the fact that he has no ties in Spain.",
                                "elements": []
                            },
                            {
                                "content": "These circumstances led the courts to consider that the risk of flight could only be reduced by setting such a high sum for bail ... They also took into consideration the accused’s personal and financial circumstances and his professional environment. ... In fixing bail at a level such as to dispel any wish to abscond, they further took account of other aspects of the accused’s personal situation, namely his Greek nationality, the fact that his permanent address is abroad and the fact that he has no ties whatsoever in Spain.",
                                "elements": []
                            },
                            {
                                "content": "It follows that bail was fixed on the basis of criteria of proportionality ... The exceptional amount reflects the exceptional nature of the situation.”",
                                "elements": []
                            },
                            {
                                "content": "26.  Subsequently, in March 2005, the Spanish authorities authorised the applicant’s return to his country of origin, where he is now living, on condition that the Greek authorities ensured his compliance with the periodic supervision to which he had been subject in Spain. The applicant is therefore required to report every two weeks to a police station on the island of Icaria, where he was born, or in Athens, where his children live.",
                                "elements": []
                            },
                            {
                                "content": "27.  The criminal proceedings are currently pending before the Corcubión (Corunna) no. 1 investigating judge.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC AND INTERNATIONAL LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Domestic law",
                                "elements": [
                                    {
                                        "content": "28.  The relevant provision of the Spanish Constitution reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 17",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone has the right to liberty and security. No one may be deprived of his liberty other than in accordance with the provisions of this Article and in the circumstances and form provided by law.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The relevant provisions of the Criminal Code in force at the material time stipulated as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 92",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Notwithstanding the provisions of the preceding Articles, convicted persons who have reached the age of 70 or who reach that age while serving their sentence, and who satisfy the requirements laid down [by the law], with the exception of the requirement to have served three quarters or, where appropriate, two thirds of [the sentence], may be granted conditional release.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 325",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Any person who ... causes or produces, directly or indirectly, emissions, discharges ... into ... inland or maritime waters or groundwater ... likely to severely upset the balance of natural systems, shall be liable to a term of imprisonment of between six months and four years, a day-fine payable for between eight and twentyfour months and a prohibition of between one and three years on carrying out his or her occupation. Where there is a risk to persons’ health the term of imprisonment shall be in the upper half of the range.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 326",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The commission of any of the acts described in the previous Article shall entail a more severe sentence when accompanied by:",
                                        "elements": []
                                    },
                                    {
                                        "content": "a.  illegal operation of an industrial or other activity using facilities which have not obtained the necessary administrative authorisation or approval; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "b.  failure to comply with the express instructions of the administrative authority aimed at remedying or putting an end to the activities referred to in the previous Article; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "c.  falsification or concealment of information on the environmental implications of the activities in question; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "d.  hampering of the administrative authorities’ inspection activities; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "e.  a risk of irreversible or catastrophic damage; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "f.  illegal pumping of water while restrictions are in place.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 331",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The penalty imposed for an offence referred to in this Chapter shall be in the lower half of the range where the offence was the result of gross negligence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The second paragraph of Article 325 of the Criminal Code, as amended in November 2003, provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 325",
                                        "elements": []
                                    },
                                    {
                                        "content": "“2.  Persons who knowingly release, discharge or introduce ionising radiation or other substances into the air, soil or maritime waters ... in quantities such as to cause death or illness ... with irreversible effects, shall be liable to a term of imprisonment of between two and four years in addition to the penalty for causing personal injury.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The relevant provision of the Code of Criminal Procedure reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 531",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In determining the nature and amount of the security, consideration should be given to the nature of the offence, the social circumstances of the accused and any previous convictions, together with any other circumstance which may increase or reduce the incentive to evade justice.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Environmental Liability Act (Law no. 26/2007 of 23 October 2007) regulates operators’ responsibility to prevent and remedy environmental damage in accordance with Article 45 of the Constitution and the precautionary and “polluter pays” principles.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Protection of the marine environment",
                                "elements": [
                                    {
                                        "content": "33.  An increasing tendency has been observed at European level to use the criminal law as a means of enforcing the environmental obligations imposed by European Union law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Council of Europe instruments",
                                        "elements": [
                                            {
                                                "content": "34.  In 1998 the Council of Europe opened for signature the Convention on the Protection of the Environment through Criminal Law (ETS No. 172). To date, however, only thirteen States have signed the Convention and Estonia is the only country to have ratified it. The text includes the following provisions:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 2 – Intentional offences",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  Each Party shall adopt such appropriate measures as may be necessary to establish as criminal offences under its domestic law:",
                                                "elements": []
                                            },
                                            {
                                                "content": "a.  the discharge, emission or introduction of a quantity of substances or ionising radiation into air, soil or water which:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i)  causes death or serious injury to any person, or",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii)  creates a significant risk of causing death or serious injury to any person;",
                                                "elements": []
                                            },
                                            {
                                                "content": "b.  the unlawful discharge, emission or introduction of a quantity of substances or ionising radiation into air, soil or water which causes or is likely to cause their lasting deterioration or death or serious injury to any person or substantial damage to protected monuments, other protected objects, property, animals or plants;",
                                                "elements": []
                                            },
                                            {
                                                "content": "c.  the unlawful disposal, treatment, storage, transport, export or import of hazardous waste which causes or is likely to cause death or serious injury to any person or substantial damage to the quality of air, soil, water, animals or plants;",
                                                "elements": []
                                            },
                                            {
                                                "content": "d.  the unlawful operation of a plant in which a dangerous activity is carried out and which causes or is likely to cause death or serious injury to any person or substantial damage to the quality of air, soil, water, animals or plants;",
                                                "elements": []
                                            },
                                            {
                                                "content": "e.  the unlawful manufacture, treatment, storage, use, transport, export or import of nuclear materials or other hazardous radioactive substances which causes or is likely to cause death or serious injury to any person or substantial damage to the quality of air, soil, water, animals or plants,",
                                                "elements": []
                                            },
                                            {
                                                "content": "when committed intentionally.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  Each Party shall adopt such appropriate measures as may be necessary to establish as criminal offences under its domestic law aiding or abetting the commission of any of the offences established in accordance with paragraph 1 of this Article.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 3 – Negligent offences",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  Each Party shall adopt such appropriate measures as may be necessary to establish as criminal offences under its domestic law, when committed with negligence, the offences enumerated in Article 2, paragraph 1 a to e.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  Any State may, at the time of signature or when depositing its instrument of ratification, acceptance, approval or accession, by a declaration addressed to the Secretary General of the Council of Europe, declare that paragraph 1 of this Article, in part or in whole, shall only apply to offences which were committed with gross negligence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "3.  Any State may, at the time of signature or when depositing its instrument of ratification, acceptance, approval or accession, by a declaration addressed to the Secretary General of the Council of Europe, declare that paragraph 1 of this Article, in part or in whole, shall not apply to:",
                                                "elements": []
                                            },
                                            {
                                                "content": "– sub-paragraph 1.a.ii. of Article 2,",
                                                "elements": []
                                            },
                                            {
                                                "content": "– sub-paragraph 1.b. of Article 2, in so far as the offence relates to protected monuments, to other protected objects or to property.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 6 – Sanctions for environmental offences",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Each Party shall adopt, in accordance with the relevant international instruments, such appropriate measures as may be necessary to enable it to make the offences established in accordance with Articles 2 and 3 punishable by criminal sanctions which take into account the serious nature of these offences. The sanctions available shall include imprisonment and pecuniary sanctions and may include reinstatement of the environment.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  In its report on sea pollution of 30 March 2005, the Committee on the Environment, Agriculture and Local and Regional Affairs of the Parliamentary Assembly of the Council of Europe stated as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“...",
                                                "elements": []
                                            },
                                            {
                                                "content": "2. In the sphere of penalties",
                                                "elements": []
                                            },
                                            {
                                                "content": "167.  Four lines of thought must be pursued:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a)  The excessively absolute principle of freedom of navigation must be revised, as it is no longer appropriate in the context of present-day transport flows. Legally speaking, this would open the way for passive control and ultimately active control, at least in zones subject to risk. The issue of the responsibilities of control bodies could be considered at the same time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b)  A State which has suffered pollution damage caused by a ship must be able to demand reparation from the State whose flag that ship flies where it is established that the damage results completely or partly from the flag State’s failure to exercise any effective monitoring of the vessel causing the damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c)  Article 230 of the Convention on the Law of the Sea must be amended to make clearer the possibility of penalties of imprisonment for the most serious pollution offences.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(d)  An international maritime criminal court must be set up. In the same way that the notion of crimes against humanity finally yielded the creation of the International Criminal Court, it cannot be excluded in the future that states may eventually enshrine the notion of ‘crime against the environment’, drawing the consequences, in legal terms, of the idea put forward by some of establishing the sea as the common heritage of humanity.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  European Union developments",
                                        "elements": [
                                            {
                                                "content": "36.  The issue of environmental crime has also been debated for many years within the European Union.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  In its judgment, the Chamber referred to Directive 2005/35/EC of the European Parliament and of the Council on ship-source pollution and on the introduction of penalties for infringements, which makes ship-source discharges in breach of Community law a criminal offence. The Directive further requires that both criminal and administrative penalties be imposed if the persons concerned are found to have committed or participated in the act with intent or as a result of negligent behaviour. The Directive, adopted in response to the sinking of the Erika and of the Prestige, specifically provides that the member States must implement it by 1 March 2007. It was therefore not intended to apply to events having occurred prior to that date.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  In any event, Directive 2005/35/EC applies to discharges occurring, inter alia, in the exclusive economic zone or equivalent zone of a Member State, from any ship with the exception of any warship, naval auxiliary or other ship owned or operated by a State and used at the material time only on government non-commercial service. The member States must take the necessary measures to ensure that infringements are subject to effective, proportionate and dissuasive penalties, which may include criminal or administrative penalties.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  In its judgment of 3 June 2008 in Case C-308/06 Intertanko and Others, the Court of Justice of the European Communities (“the ECJ”), having been called upon to examine a challenge to the validity of Directive 2005/35/EC, found that the concept of “serious negligence” provided for in many national legal systems could only refer to a patent breach of a duty of care (paragraph 76 of the judgment). The ECJ further held that “serious negligence” within the meaning of the Directive should be understood as entailing an unintentional act or omission by which the person responsible committed a patent breach of the duty of care which he should have and could have complied with in view of his attributes, knowledge, abilities and individual situation (paragraph 77).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  In the wake of the ECJ judgments of 13 September 2005 and 23 October 2007, which annulled respectively Council Framework Decision 2003/80/JHA of 27 January 2003 on the protection of the environment through criminal law and Council Framework Decision 2005/667/JHA of 12 July 2005 to strengthen the criminal-law framework for the enforcement of the law against ship-source pollution, which supplements Directive 2005/35/EC (referred to in the Chamber judgment), the Commission put forward a proposal for a directive on the protection of the environment through criminal law. The European Union legislative process culminated in the adoption of Directive 2008/99/EC. Recital 3 in the preamble to the Directive states that the availability of criminal penalties demonstrates social disapproval of a qualitatively different nature compared to administrative penalties or a compensation mechanism under civil law. It also makes an explicit link between the need for criminal penalties and past experience in the field of environmental protection.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Directive in question requires Member States to treat as criminal offences certain activities that breach European Union environmental legislation, including:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i)  unlawful shipment of waste;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii)  trade in endangered species or in ozone-depleting substances;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii)  conduct causing significant deterioration of a habitat within a protected site;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iv)  significant damage to the environment caused by the treatment, disposal, storage, transport, export or import of hazardous waste (including oil and gas, waste oils, sewage sludge, metals or electrical or electronic waste); and",
                                                "elements": []
                                            },
                                            {
                                                "content": "(v)  significant damage to the environment caused by the unlawful discharge of materials or ionising radiation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  Member States are required to subject these offences to effective, proportionate and dissuasive criminal penalties and to ensure that companies can be held liable for offences carried out by individuals on their behalf.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  For its part, Directive 2004/35/EC of the European Parliament and of the Council of 21 April 2004 on environmental liability with regard to the prevention and remedying of environmental damage is aimed at establishing a framework of environmental liability based on the “polluter pays” principle, with a view to preventing and remedying environmental damage.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Vessels and crews in international law",
                                "elements": [
                                    {
                                        "content": "1.  United Nations Convention on the Law of the Sea (UNCLOS) of 10 December 1982",
                                        "elements": [
                                            {
                                                "content": "44.  The relevant Articles of this Convention, which was ratified by Spain on 15 January 1997, read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 220\nEnforcement by coastal States",
                                                "elements": []
                                            },
                                            {
                                                "content": "“...",
                                                "elements": []
                                            },
                                            {
                                                "content": "3.  Where there are clear grounds for believing that a vessel navigating in the exclusive economic zone or the territorial sea of a State has, in the exclusive economic zone, committed a violation of applicable international rules and standards for the prevention, reduction and control of pollution from vessels or laws and regulations of that State conforming and giving effect to such rules and standards, that State may require the vessel to give information regarding its identity and port of registry, its last and its next port of call and other relevant information required to establish whether a violation has occurred.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "6.  Where there is clear objective evidence that a vessel navigating in the exclusive economic zone or the territorial sea of a State has, in the exclusive economic zone, committed a violation referred to in paragraph 3 resulting in a discharge causing major damage or threat of major damage to the coastline or related interests of the coastal State, or to any resources of its territorial sea or exclusive economic zone, that State may, subject to section 7, provided that the evidence so warrants, institute proceedings, including detention of the vessel, in accordance with its laws.",
                                                "elements": []
                                            },
                                            {
                                                "content": "7.  Notwithstanding the provisions of paragraph 6, whenever appropriate procedures have been established, either through the competent international organisation or as otherwise agreed, whereby compliance with requirements for bonding or other appropriate financial security has been assured, the coastal State if bound by such procedures shall allow the vessel to proceed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 221\nMeasures to avoid pollution arising from maritime casualties",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  Nothing in this Part shall prejudice the right of States, pursuant to international law, both customary and conventional, to take and enforce measures beyond the territorial sea proportionate to the actual or threatened damage to protect their coastline or related interests, including fishing, from pollution or threat of pollution following upon a maritime casualty or acts relating to such a casualty, which may reasonably be expected to result in major harmful consequences.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  For the purposes of this Article, ‘maritime casualty’ means a collision of vessels, stranding or other incident of navigation, or other occurrence on board a vessel or external to it resulting in material damage or imminent threat of material damage to a vessel or cargo.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 227\nNon-discrimination with respect to foreign vessels",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In exercising their rights and performing their duties under this Part, States shall not discriminate in form or in fact against vessels of any other State.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 230\nMonetary penalties and the observance of recognised rights of the accused",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  Monetary penalties only may be imposed with respect to violations of national laws and regulations or applicable international rules and standards for the prevention, reduction and control of pollution of the marine environment, committed by foreign vessels beyond the territorial sea.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  Monetary penalties only may be imposed with respect to violations of national laws and regulations or applicable international rules and standards for the prevention, reduction and control of pollution of the marine environment, committed by foreign vessels in the territorial sea, except in the case of a wilful and serious act of pollution in the territorial sea.",
                                                "elements": []
                                            },
                                            {
                                                "content": "3.  In the conduct of proceedings in respect of such violations committed by a foreign vessel which may result in the imposition of penalties, recognised rights of the accused shall be observed.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  With regard to detention of seafarers and their release, UNCLOS provides:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 73\nEnforcement of laws and regulations of the coastal State",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  The coastal State may, in the exercise of its sovereign rights to explore, exploit, conserve and manage the living resources in the exclusive economic zone, take such measures, including boarding, inspection, arrest and judicial proceedings, as may be necessary to ensure compliance with the laws and regulations adopted by it in conformity with this Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  Arrested vessels and their crews shall be promptly released upon the posting of reasonable bond or other security.",
                                                "elements": []
                                            },
                                            {
                                                "content": "3.  Coastal State penalties for violations of fisheries laws and regulations in the exclusive economic zone may not include imprisonment, in the absence of agreements to the contrary by the States concerned, or any other form of corporal punishment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "4.  In cases of arrest or detention of foreign vessels the coastal State shall promptly notify the flag State, through appropriate channels, of the action taken and of any penalties subsequently imposed.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 292\nPrompt release of vessels and crews",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  Where the authorities of a State Party have detained a vessel flying the flag of another State Party and it is alleged that the detaining State has not complied with the provisions of this Convention for the prompt release of the vessel or its crew upon the posting of a reasonable bond or other financial security, the question of release from detention may be submitted to any court or tribunal agreed upon by the parties or, failing such agreement within 10 days from the time of detention, to a court or tribunal accepted by the detaining State under Article 287 or to the International Tribunal for the Law of the Sea, unless the parties otherwise agree.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  The application for release may be made only by or on behalf of the flag State of the vessel.",
                                                "elements": []
                                            },
                                            {
                                                "content": "3.  The court or tribunal shall deal without delay with the application for release and shall deal only with the question of release, without prejudice to the merits of any case before the appropriate domestic forum against the vessel, its owner or its crew. The authorities of the detaining State remain competent to release the vessel or its crew at any time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "4.  Upon the posting of the bond or other financial security determined by the court or tribunal, the authorities of the detaining State shall comply promptly with the decision of the court or tribunal concerning the release of the vessel or its crew.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Case-law of the International Tribunal for the Law of the Sea",
                                        "elements": [
                                            {
                                                "content": "46.  The provisions concerning detention and release of vessels and crews have been interpreted by the International Tribunal for the Law of the Sea (“the Tribunal”). In doing so, the Tribunal has laid down a number of criteria in order to determine what constitutes a reasonable bond within the meaning of Article 73 of UNCLOS taken in conjunction with Article 292 of that Convention. Hence, it is interesting to examine the approach taken by the Tribunal in cases relating to the detention of a foreign national by the coastal State and the fixing of the amount of bail. However, it should be borne in mind, firstly, that the Tribunal, unlike the Court, is tasked with striking a balance between the competing interests of two States rather than the interests of an individual and those of a State. Secondly, the issues brought before the Tribunal concern the detention and release of both crews and vessels. Thirdly, unlike the instant case, which is about an environmental disaster, the vast majority of cases before the Tribunal concern fisheries-related violations. In its judgment of 6 August 2007 in the case of Hoshinmaru (Japan v. the Russian Federation), the Tribunal summarised the principles it applies in deciding what constitutes a reasonable bond. The relevant extracts reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“82.  The Tribunal has expressed its views on the reasonableness of the bond in a number of its judgments. In the Camouco case it stated: ‘the Tribunal considers that a number of factors are relevant in an assessment of the reasonableness of bonds or other financial security. They include the gravity of the alleged offences, the penalties imposed or imposable under the laws of the detaining State, the value of the detained vessel and of the cargo seized, the amount of the bond imposed by the detaining State and its form’ (ITLOS Reports 2000, p. 10, at p. 31, para. 67). In the Monte Confurco case it added that: ‘This is by no means a complete list of factors. Nor does the Tribunal intend to lay down rigid rules as to the exact weight to be attached to each of them’ (ITLOS Reports 2000, p. 86, at p. 109, para. 76). In the Volga case it stated that: ‘In assessing the reasonableness of the bond or other security, due account must be taken of the terms of the bond or security set by the detaining State, having regard to all the circumstances of the particular case’ (ITLOS Reports 2002, p. 10, at p. 32, para. 65). In the Juno Trader case the Tribunal further declared: ‘[t]he assessment of the relevant factors must be an objective one, taking into account all information provided to the Tribunal by the parties’ (ITLOS Reports 2004, p. 17, at p. 41, para. 85).",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The proceedings under Article 292 of [UNCLOS], as clearly provided in paragraph 3 thereof, can deal only with the question of release, without prejudice to the merits of any case before the appropriate domestic forum against the vessel, its owner or its crew. Nevertheless, in the proceedings before it, the Tribunal is not prevented from examining the facts and circumstances of the case to the extent necessary for a proper appreciation of the reasonableness of the bond as set by the Respondent (Monte Confurco, ITLOS Reports 2000, p. 86, at pp. 108-109, para. 74). However, the Tribunal wishes to emphasise that in so doing it is by no means acting as a court of appeal (Monte Confurco, ITLOS Reports 2000, p. 86, at p. 108, para. 72).”",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  It is clear from the foregoing that, in assessing the reasonableness of the bond, the Tribunal takes three factors into consideration: (i) the gravity of the alleged offences; (ii) the penalties imposed or imposable under the laws of the detaining State in so far as they are reasonably proportionate to the gravity of the alleged offences; and (iii) the value of the detained vessel and of the cargo seized. In doing so, the Tribunal is mindful of its duty not to prejudice the merits of the case, which are decided domestically. However, the Tribunal considers that it is not prevented from making determinations bearing on the merits when these are necessary for the assessment of a reasonable bond.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Baltic and International Maritime Council (BIMCO) report of 23 March 2009",
                                        "elements": [
                                            {
                                                "content": "48.  BIMCO is an independent shipping association with a membership composed of shipowners, managers, brokers, agents and many other stakeholders with vested interests in the shipping industry. BIMCO is one of the third-party interveners in the present case. On 23 March 2009 BIMCO published a report on the treatment of seafarers which is interesting in several respects.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Firstly, the report identifies fourteen cases where sanctions were taken against the seafarers involved before any deliberate act or negligence had been admitted or proven in court. The period examined runs for eleven years from 1996 until 2007 and the cases dealt with – which include the Mangouras (or Prestige) case – involve twelve coastal States. The report concludes that: (i) the use of criminal sanctions against seafarers is a worldwide phenomenon, by no means restricted to particular countries or regions; (ii) although the rules are fair, their application is unjust, often flying in the face of the presumption of innocence; and (iii) while there are relatively few cases, the issues involved clearly illustrate that there are continuing problems with respect to the unfair treatment of seafarers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Secondly, the report examines a range of instruments in connection with the treatment of seafarers, including international conventions, the Universal Declaration of Human Rights and a number of regional and national instruments. In the last category, particular attention is given to the European Union legal framework and to the law in France, the United States of America, Canada and the United Kingdom. In its conclusions, BIMCO observes that the test generally applied in those instruments is gross negligence, with punishment ranging from fines to imprisonment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Finally, this report was examined by the Legal Committee of the International Maritime Organization (IMO) at its 95th session from 30 March to 3 April 2009. As regards the fair treatment of seafarers, the minutes of the Legal Committee record the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The Committee agreed that the Guidelines on Fair Treatment of Seafarers in the event of a maritime accident, adopted by the Legal Committee, and the Code of International Standards and Recommended Practices for a Safety Investigation into a Marine Casualty or Marine Incident, adopted by IMO’s Maritime Safety Committee, should be strictly applied by States so that a proper balance could be achieved between the need, on the one hand, for a thorough investigation of maritime accidents and, on the other hand, the protection of the rights of seafarers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Many delegates noted that the issue of fair treatment of seafarers was the direct responsibility of port, coastal and flag States, the State of the nationality of the seafarers, shipowners, and seafarers. States were obliged to treat seafarers fairly, pursuant to the Universal Declaration of Human Rights and regional human rights instruments, as well as under national law. There was also a consensus that States should comply with the Guidelines on Fair Treatment of Seafarers adopted by the Legal Committee.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Guidelines on Fair Treatment of Seafarers are attached to the observations of the third-party interveners in the present case.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  International Convention for the Prevention of Pollution from Ships of 2 November 1973 and the Protocol thereto adopted on 17 February 1978 (MARPOL 73/78)",
                                "elements": [
                                    {
                                        "content": "53.  This Convention which, together with the Protocol thereto, was ratified by Spain on 6 July 1984, has been amended on several occasions, most recently in July 2007 (entry into force December 2008). Annex I to the Convention relates to the prevention of pollution by oil following collision or stranding. The Convention, which is a combination of two treaties adopted in 1973 and 1978, constitutes the main instrument covering prevention of pollution of the marine environment by ships from operational or accidental causes.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Civil liability and compensation for oil pollution damage",
                                "elements": [
                                    {
                                        "content": "1.  1992 International Convention on Civil Liability for Oil Pollution Damage (“the CLC 1992”)",
                                        "elements": [
                                            {
                                                "content": "54.  This Convention governs the liability of shipowners for oil pollution damage. It sets up a system of strict liability for shipowners and a system of compulsory liability insurance. The shipowner is normally entitled to limit his liability to an amount which is linked to the tonnage of his ship.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article III",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  Except as provided in paragraphs 2 and 3 of this Article, the owner of a ship at the time of an incident, or, where the incident consists of a series of occurrences, at the time of the first such occurrence, shall be liable for any pollution damage caused by the ship as a result of the incident.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "4.  No claim for compensation for pollution damage may be made against the owner otherwise than in accordance with this Convention. Subject to paragraph 5 of this Article, no claim for compensation for pollution damage under this Convention or otherwise may be made against:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a)  the servants or agents of the owner or the members of the crew;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b)  the pilot or any other person who, without being a member of the crew, performs services for the ship;",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "unless the damage resulted from their personal act or omission, committed with the intent to cause such damage, or recklessly and with knowledge that such damage would probably result.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article V",
                                                "elements": []
                                            },
                                            {
                                                "content": "“...",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  The owner shall not be entitled to limit his liability under this Convention if it is proved that the pollution damage resulted from his personal act or omission, committed with the intent to cause such damage, or recklessly and with knowledge that such damage would probably result.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The London P&I Rules",
                                        "elements": [
                                            {
                                                "content": "55.  The Protection and Indemnity Clubs were set up by shipowners themselves to provide cover against various risks including those arising out of pollution caused by their vessels. They are governed by general conditions (the London P&I Rules), the relevant parts of which read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "9.28 – Omnibus Rule",
                                                "elements": []
                                            },
                                            {
                                                "content": "“9.28.1  Liabilities, losses, costs and expenses incidental to the business of owning, operating or managing Ships which and to such extent as the Committee in its sole discretion shall consider fall within the scope of this Class,",
                                                "elements": []
                                            },
                                            {
                                                "content": "9.28.1.1  PROVIDED that there shall be no recovery which is expressly excluded by other provisions of these Rules, save to the extent that those members of the Committee present when the claim is being considered are unanimous that such exclusion should be over-ridden in the particular circumstances of the case.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Rule 20 – Bail",
                                                "elements": []
                                            },
                                            {
                                                "content": "“20.1  The Association may, but shall in no case be obliged to, provide on behalf of an Assured security to prevent arrest or obtain release from arrest or otherwise in respect of an entered Ship and if it does such Assured shall upon first demand made at any time by the Association in writing arrange such counter-security (which expression may in the Association’s sole discretion include a deposit of cash with the Association) as the Association may require and (with or without such counter-security having been required or arranged) shall indemnify the Association against all liabilities and expenses incurred by the Association in consequence of the security originally provided by the Association. In the event that the Assured does not arrange such counter-security as may have been required or does not indemnify the Association as aforesaid, the Association, without prejudice to its other rights, shall be entitled to retain any amounts which would otherwise be recoverable by such Assured, notwithstanding that the same may have no connection with the liability in respect of which the original security was provided and may relate to other periods of cover before or after that liability was incurred by the Assured or to another entered Ship. The provision of security by the Association shall be without prejudice to the Association’s liability to the Assured for the claim in question.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "56.  The applicant complained about the amount set for bail by the Spanish authorities, which he considered disproportionate. He submitted that the authorities had not taken into account his personal situation (profession, income, assets, previous convictions, family circumstances and so forth) in deciding on the amount. The applicant relied on Article 5 § 3 of the Convention which, in its relevant part, provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article ... shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The Chamber’s conclusions",
                                "elements": [
                                    {
                                        "content": "57.  The Chamber found that account had to be taken of the particular circumstances of the case which distinguished it from other cases in which the Court had had occasion to rule on the length of pre-trial detention. It took the view that the seriousness of the environmental disaster justified the domestic courts’ concern to determine who had been responsible and that, accordingly, it had been reasonable for them to seek to ensure that the applicant would appear for trial by fixing a high level of bail. It considered that the domestic authorities had demonstrated that the amount required from the applicant by way of bail had been proportionate and that they had taken sufficient account of his personal circumstances, and in particular his status as an employee of the shipowner, which had taken out insurance to cover this type of risk. The Chamber therefore concluded that the amount of bail, although high, had not been disproportionate in view of the legal interest being protected, the seriousness of the offence in question and the disastrous environmental and economic consequences of the oil spill. Accordingly, it held that there had been no violation of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The parties’ submissions and the third-party interveners’ observations",
                                "elements": [
                                    {
                                        "content": "1.  The applicant’s submissions",
                                        "elements": [
                                            {
                                                "content": "58.  The applicant argued that, in confining their attention to the seriousness of the offences in question and the severity of the likely sentence, the public outcry caused by the oil spill and the fact that he was a Greek national whose permanent residence was abroad and who had no ties with Spain, the domestic courts had taken insufficient account of his personal and financial situation, his income, the fact that he had no previous convictions, his family circumstances and his age. On the last point, he submitted that he had been 67 years old on 17 November 2002 and that the Spanish Criminal Code exempted persons over the age of 70 from serving custodial sentences (see paragraph 29 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  In the applicant’s submission, the Chamber had incorrectly stated that bail had been paid under the terms of the contract between the Prestige’s owner and the latter’s insurers, despite affirming in paragraph 32 of the judgment that the London Steamship Owners’ Mutual Insurance Association Limited (“the London P&I Club”) had put up bail as “a spontaneous, one-off humanitarian gesture”. The applicant maintained that it was not permissible for the domestic courts to fix bail by reference to the financial situation of a third party in the absence of any offer from that party. While the domestic courts may have assumed that the ship’s owner or the insurers would put up bail, he had spent eighty-three days in detention. Allowing the domestic courts to fix the level of bail on the basis of the financial situation of a third party was tantamount to rendering the Court’s previous rulings ineffective, not to say meaningless.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  Arguing that the contractual relationship between the shipowner and the insurers of the Prestige was governed by the London P&I Rules (see paragraph 55 above), the applicant submitted that these rules obliged the insurer to put up a security only if a vessel insured by it was detained and not if a member of the crew was arrested (Rule 20). In the latter case, the insurer could pay the bail, but was by no means legally required to do so. Cover against certain shipping-related risks was left to the discretion of the insurer. The applicant referred in that regard to Rule 9.28 of the London P&I Rules (see paragraph 55 above), which the London P&I Club had apparently agreed to apply – in view of the exceptional nature of the situation – in order to pay the bail and secure the applicant’s release after eighty-three days in detention. He pointed out that, in any event, while the insurance contract had been binding on his employer and the ship’s insurer, he had not taken out any personal insurance with the London P&I Club, which had no obligations towards him. In giving reasons for the level of bail, the domestic courts had not stated that the company which insured the applicant’s employer had been obliged to put up bail, or that they expected it to do so. In the applicant’s submission, the appeal courts were not required to read the decisions of the lower courts in the light of new arguments not referred to by the latter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Referring to Articles III § 4 and V § 2 of the 1992 International Convention on Civil Liability for Oil Pollution Damage (“the CLC 1992”; see paragraph 54 above), the applicant submitted that the Master and crew could not be held civilly liable unless the damage resulted from their personal acts or omissions, committed with intent or recklessly.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The applicant contended that the amount of bail had been fixed not simply in view of his criminal responsibility, which would be engaged if he failed to appear for trial, but also – in disregard of the Court’s case-law – with a view to covering the compensation due in settlement of civil claims. In referring to the seriousness of the charges against the applicant, the domestic courts had actually had in mind the serious consequences of the accident. In the applicant’s view it was unacceptable, in determining the amount of bail to be imposed on the employee of a ship’s owner, to take into account public anger and indignation towards the shipping companies, before it had even been established who was responsible for the disaster.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The applicant argued that the Chamber ruling had been based on inappropriate considerations and on European directives which were not in force when the accident had occurred (in breach of the principle that the law should not have retrospective effect), and also on reports containing purely political statements of intent which had no legal effect whatsoever. He pointed out that Article 230 § 1 of the United Nations Convention of the Law of the Sea (UNCLOS) prohibited the imposition of a custodial sentence in the circumstances of the present case, and that the case was still at the investigation stage before the Spanish courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The applicant complained of the implications of the Chamber judgment which, in his view, called into question the principles of presumption of innocence and non-discrimination by permitting the authorities to fix bail solely by reference to the seriousness of the consequences of the alleged offence, without taking into consideration the accused’s personal circumstances. He stressed the pernicious effects of the Chamber judgment on the shipping industry and on any activities entailing a degree of risk, as it allowed the authorities to detain employees for reasons linked to their employer’s civil liability. Furthermore, the Chamber judgment created obstacles to the free movement of services within the European Union; the Court of Justice of the European Communities had held that national rules on criminal procedure could constitute a restriction on free movement. Finally, the applicant contended that the rules in question had been applied in a discriminatory manner in his case because of his nationality.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  In the light of these submissions, the applicant requested the Grand Chamber to find a violation of Article 5 § 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government’s submissions",
                                        "elements": [
                                            {
                                                "content": "65.  The Government began by pointing out that the applicant had been released. Making the point that bail had been paid only two and a half months after the applicant had been remanded in custody, they contended that the amount had not prevented him from paying it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Government were mindful of the requirements imposed by the Court’s case-law regarding the need to take account of the applicant’s personal situation in fixing bail. They were aware that the aim was to ensure that the sum in question was not used to anticipate the sentence without the accused having benefited from the guarantees of a fair trial and there being sufficient evidence against him. That would be contrary, inter alia, to the right to be presumed innocent. However, they observed that, in any event, those guarantees could come into play only if the appearance for trial of the person remanded in custody was assured; the investigating judge before whom the applicant was brought had noted the significant risk that the latter might abscond. The Government inferred from this that the level of bail had been justified by the authorities’ wish to achieve the primary aim of the impugned measure, namely to ensure that the accused appeared for trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  Contrary to the applicant’s assertion, his personal circumstances had been duly taken into account, as the courts had noted his foreign nationality, his complete lack of ties in Spain and the ease with which he could have left the country and thus evaded prosecution and obstructed the course of justice. Added to these factors had been objective considerations relating to the nature and seriousness of the alleged offences, the severe penalties they carried, the criminal and civil liability issues raised by the case, the considerable and undeniable public outcry, the national and international ramifications of the disaster and the exceptional scale of the damage. It followed that the amount of bail had been fixed in a nonarbitrary manner and that sufficient reasons had been given, in accordance with the criteria laid down by the Court in Neumeister v. Austria (27 June 1968, Series A no. 8) and Iwańczuk v. Poland (no. 25196/94, 15 November 2001), although the cases in question differed from the present case in some significant respects.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  As to the nature of the alleged offences, the Government observed that the Corunna Audiencia Provincial, in its ruling on the case, had stated that the evidence available to it at that stage in the proceedings suggested that the alleged offences might have been committed intentionally (dolus eventualis). The court had made the point that environmental offences were not fully made out until such time as damage occurred as a result of the omissions of those who contributed to turning a hazard into catastrophic damage by repeatedly and persistently failing in their duty to manage the risk factors directly under their control and responsibility, that is to say, until the pollution of the natural resources became apparent, rather than when the pollutant was actually discharged. Furthermore, the offence of failure to comply with instructions, of which the applicant stood accused on account of the difficulties he had created by preventing the vessel from being taken in tow and hampering efforts to prevent and minimise the effects of the oil spill, had clearly been intentional and not the result of carelessness or negligence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  Accordingly, in the Government’s view, Article 230 of UNCLOS was not applicable in the instant case, as it referred only to violations of the laws and regulations for the prevention, reduction and control of pollution of the marine environment committed by foreign vessels beyond the territorial sea, for which monetary penalties only could be imposed, and not to wilful and serious acts of pollution in the territorial sea. UNCLOS did not provide for immunity in respect of offences against the environment and natural resources: only monetary penalties could be imposed for breaches of national laws and regulations committed in the territorial sea, except in the case of wilful and serious acts of pollution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  With regard to the length of the likely custodial sentence, the Government observed that offences resulting in irreversible and catastrophic damage carried sentences of between six and nine years’ imprisonment if committed intentionally and between four and six years if they resulted from negligence (see paragraphs 29 and 30 above). As to the applicant’s age, the exemption on humanitarian grounds provided for by Article 92 of the Criminal Code did not amount to immunity; exemption from serving a custodial sentence required further conditions to be met.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Government maintained that the amount of compensation due in settlement of civil claims had not been a determining factor in fixing bail, as demonstrated by the fact that the amount of bail was equivalent to less than 1% of the potential compensation. They were aware that determining the amount of security by sole reference to the losses sustained would be contrary to the Court’s case-law, as the measure in question was intended to ensure the appearance of the accused at trial, not to guarantee payment of the compensation due in respect of civil claims. However, the authorities were not prohibited from taking this factor, among others, into account in assessing the risk of the accused’s absconding, provided that his or her personal situation was also taken into consideration. On the contrary, the risk of the accused’s absconding could not be assessed “solely” by reference to the severity of the criminal and civil penalties – although these had to be taken into account – just as the amount of bail could not be determined “solely” on the basis of the losses incurred. The Court’s case-law in no way precluded account being taken of circumstances which might have a bearing on the risk of the accused’s absconding and on the adequacy of the sum required by way of bail.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  On this last point the Government stressed that, both in remanding the applicant in custody and in fixing bail, the domestic courts had taken into account his nationality, the fact that he was resident abroad and had no ties in Spain, his professional status and the environment in which he worked and – as specified by the Court in Neumeister (cited above) – the persons who might be able to stand bail for him. They had also had regard to the complex legal structure governing the activity of the ship of which he was Master and the type of commercial activity in which he had been engaged. The fact that bail had been paid promptly served to confirm the validity of the criteria used to determine the amount. Furthermore, the Chamber had been correct in finding, in paragraph 39 of its judgment, that there had been a contractual legal relationship between the ship’s owner and the insurer. Bail had been paid by the company which insured the applicant’s employer, in accordance with usual practice in the shipping industry. If the applicant was found guilty of the charges against him, the judgment would fix the amount of compensation for which the shipowner employing him was civilly liable and which would ultimately be paid by the latter’s insurer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The Government requested the Court to find that there had been no violation of Article 5 § 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Observations of the third-party interveners",
                                        "elements": [
                                            {
                                                "content": "74.  The third-party interveners’ representative observed that the criminal liability of a ship’s Master and crew for acts giving rise to pollution was strictly regulated by UNCLOS and MARPOL 73/78 (the International Convention for the Prevention of Pollution from Ships). Referring to Article 230 of UNCLOS, he pointed out that custodial penalties were prohibited for acts of pollution committed beyond the territorial sea, that is to say, more than twelve miles from the coast. As an additional safeguard against excessive action by the coastal State, UNCLOS provided a remedy in the form of an application for prompt release of a vessel or crew. In the three “prompt release” (fisheries-related) cases in which it had had jurisdiction – Camouco, Monte Confurco and Volga – the International Tribunal for the Law of the Sea had ordered the release of the crew.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  However, under the CLC 1992 and the 1992 International Convention on the Establishment of an International Fund for Compensation for Oil Pollution Damage, shipowners were civilly liable for damage of this kind, even if they were not at fault. While the CLC 1992 stipulated that shipowners must be covered for civil liability, there was no obligation to indemnify the shipowner for the bail bond of the ship’s Master. There was usually a discretion to provide cover in respect of matters that did not fall squarely within any of the risks covered but were closely linked thereto, where it was considered appropriate in the circumstances. However, such discretion was exercised only exceptionally and was not intended to provide cover in respect of bail for crew.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  While civil liability insurance cover was subject to limits, the evolution of the market had led to a 50% increase in cover provided under the CLC 1992 in the aftermath of the sinking of the Erika and the Prestige. Supplementary compensation could be paid by the Fund, but it would be inadmissible that dissatisfaction with the level of cover held by shipowners under the international system of civil liability agreed by States under the CLC 1992 should justify reliance on setting high bail for seafarers in order to secure the unsecured part of the clean-up costs.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The third-party interveners’ representative expressed concern at the increasing criminalisation of seafarers’ actions, and referred in that regard to the Guidelines on Fair Treatment of Seafarers in the event of a maritime accident, which called on States, inter alia, to: (a) take steps to ensure that seafarers, once interviewed or otherwise not required for a coastal State investigation following a maritime accident, were permitted to re-embark or be repatriated without undue delay; (b) consider non-custodial alternatives to pre-trial detention; and (c) make available a system for posting a reasonable bond or other financial security to allow for release and repatriation of detained seafarers pending resolution of any investigatory or judicial process. He stressed that decisions on the detention of seafarers should be taken solely in accordance with the latter’s personal circumstances and alleged actions and not on the basis of the possible consequences of those actions for the environment.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "78.  The Court reiterates that the guarantee provided for by Article 5 § 3 of the Convention is designed to ensure not the reparation of loss but, in particular, the appearance of the accused at the hearing. Its amount must therefore be assessed principally “by reference to [the accused], his assets and his relationship with the persons who are to provide the security, in other words to the degree of confidence that is possible that the prospect of loss of the security or of action against the guarantors in case of his nonappearance at the trial will act as a sufficient deterrent to dispel any wish on his part to abscond” (see Neumeister, cited above, § 14).",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  In any event it is clear from the structure of Article 5 in general, and the third paragraph in particular, that bail may only be required as long as reasons justifying detention prevail (see, in particular, Musuc v. Moldova, no. 42440/06, § 42, 6 November 2007, and Aleksandr Makarov v. Russia, no. 15217/07, § 139, 12 March 2009). If the risk of absconding can be avoided by bail or other guarantees, the accused must be released, bearing in mind that where a lighter sentence could be anticipated, the reduced incentive for the accused to abscond should be taken into account (see Vrenčev v. Serbia, no. 2361/05, § 76, 23 September 2008). The authorities must take as much care in fixing appropriate bail as in deciding whether or not the accused’s continued detention is indispensable (see, among other authorities, Iwańczuk, cited above, § 66; Bojilov v. Bulgaria, no. 45114/98, § 60, 22 December 2004; Skrobol v. Poland, no. 44165/98, § 57, 13 September 2005; Hristova v. Bulgaria, no. 60859/00, § 110, 7 December 2006; Musuc, cited above, § 42; and Georgieva v. Bulgaria, no. 16085/02, § 30, 3 July 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  Furthermore, the amount set for bail must be duly justified in the decision fixing bail (see Georgieva, cited above, §§ 15, 30 and 31) and must take into account the accused’s means (see Hristova, cited above, § 111). In that connection, the domestic courts’ failure to assess the applicant’s capacity to pay the sum required was one of the reasons why the Court found a violation in the Toshev v. Bulgaria judgment (no. 56308/00, §§ 68 et seq., 10 August 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  While the amount of the guarantee provided for by Article 5 § 3 must be assessed principally by reference to the accused and his assets it does not seem unreasonable, in certain circumstances, to take into account also the amount of the loss imputed to him (see Moussa v. France, no. 28897/95, Commission decision of 21 May 1997, Decisions and Reports 89-B, p. 92). In the Kudła v. Poland judgment ([GC], no. 30210/96, ECHR 2000XI), the Court observed that the domestic court had fixed the amount of bail by reference to the cost of the damage, the serious nature of the offences and, above all, the risk that the applicant would abscond (§ 47). It recognised that the risk of his absconding “was one of the main factors that [the court] took into account when determining the amount of bail” (ibid., § 113).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of these principles to the present case",
                                        "elements": [
                                            {
                                                "content": "82.  In the instant case the applicant was deprived of his liberty for eighty-three days and was released following the lodging of a bank guarantee of EUR 3,000,000 corresponding to the amount set for bail. The Court observes that Article 531 of the Spanish Code of Criminal Procedure, as interpreted by the Constitutional Court (see paragraph 25 above), lists the main factors to be taken into consideration in fixing bail, namely the nature of the offence, the penalty at stake, the legal interest being protected, the social situation of the accused and any previous convictions, and any other circumstance which might prompt the accused to seek to evade justice. The domestic courts based their findings on the serious nature of the offence and the public outcry caused and on certain aspects of the applicant’s personal situation, namely his nationality and place of permanent residence and the fact that he had no ties in Spain. For its part, the Constitutional Court took the view that the lower courts had provided ample reasons justifying the amount of bail and their refusal of the request to reduce it, on the following grounds: “the primary objective of securing the accused’s presence at the trial, the seriousness of the offences in question, the national and international disaster caused by the oil spill, the fact that the accused is a non-national and the fact that he has no ties in Spain”. It further noted that the courts concerned had also taken into consideration the accused’s personal and financial circumstances and his professional environment, and that all these circumstances taken together had led them to consider that the risk of his absconding could only be reduced by setting such a high sum for bail (see paragraph 25 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Court is conscious of the fact that the amount set for bail was high, and is prepared to accept that it exceeded the applicant’s own capacity to pay. However, it is clear from the foregoing that in fixing the amount the domestic courts sought to take into account, in addition to the applicant’s personal situation, the seriousness of the offence of which he was accused and also his “professional environment”, circumstances which, in the courts’ view, lent the case an “exceptional” character. The Court must therefore ascertain whether this approach was compatible with Article 5 § 3.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  In this connection the Court observes that, since the Neumeister judgment (cited above), it has consistently held that “[the accused’s] relationship with the persons who are to provide the security” is one of the criteria to be used in assessing the amount of bail (see paragraph 78 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  As to whether it was legitimate to take the applicant’s professional environment into account in the present case, the Court reiterates at the outset that the domestic courts, which are in touch with local reality, are in principle better placed than the international judge to assess this. In the instant case it is clear from the case file that the domestic courts considered it essential to ensure the applicant’s appearance for trial before the courts hearing the case, in view of his responsibilities as the Prestige’s Master. The seriousness of the offences concerned, the “national and international disaster caused by the oil spill” (see paragraph 25 above) and the “public outcry” (see paragraphs 17, 18 and 20) were such that the presence of the applicant constituted a “primary objective” (see paragraph 25).",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  Against this background the Court cannot overlook the growing and legitimate concern both in Europe and internationally in relation to environmental offences. This is demonstrated in particular by States’ powers and obligations regarding the prevention of maritime pollution and by the unanimous determination of States and European and international organisations to identify those responsible, ensure that they appear for trial and, if appropriate, impose sanctions on them (see “Relevant domestic and international law” above). A tendency can also be observed to use criminal law as a means of enforcing the environmental obligations imposed by European and international law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The Court considers that these new realities have to be taken into account in interpreting the requirements of Article 5 § 3 in this regard. It takes the view that the increasingly high standard being required in the area of the protection of human rights and fundamental liberties correspondingly and inevitably requires greater firmness in assessing breaches of the fundamental values of democratic societies (see Selmouni v. France [GC], no. 25803/94, § 101, ECHR 1999-V). It cannot therefore be ruled out that, in a situation such as that in the present case, the professional environment which forms the setting for the activity in question should be taken into consideration in determining the amount of bail, in order to ensure that the measure retains its effectiveness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  In that connection the Court points out that the facts of the present case – concerning marine pollution on a seldom-seen scale causing huge environmental damage – are of an exceptional nature and have very significant implications in terms of both criminal and civil liability. In such circumstances it is hardly surprising that the judicial authorities should adjust the amount required by way of bail in line with the level of liability incurred, so as to ensure that the persons responsible have no incentive to evade justice and forfeit the security. In other words, the question must be asked whether, in the context of the present case, where large sums of money are at stake, a level of bail set solely by reference to the applicant’s assets would have been sufficient to ensure his attendance at the hearing, which remains the primary purpose of bail. The Court agrees with the approach taken by the domestic courts on this point.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The Court further notes that, in deciding what constitutes a reasonable bond, the International Tribunal for the Law of the Sea also takes into account the seriousness of the alleged offences and the penalties at stake (see paragraphs 46 and 47 above). While conscious of the fact that the Tribunal’s jurisdiction differs from its own, the Court nevertheless observes that the Tribunal applies similar criteria in assessing the amount of security, and that the fact that it has a duty not to prejudice the merits of the case does not prevent it from making determinations bearing on the merits when these are necessary for the assessment of a reasonable bond (see, in particular, the Tribunal’s judgment of 6 August 2007 in the case of Hoshinmaru (Japan v. the Russian Federation), § 89, cited at paragraph 46 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  In the instant case it is established that bail was paid by the company which insured the owner of the ship of which the applicant was Master. Leaving aside the considerations – “humanitarian”, contractual or other – which may have motivated the insurer, and which are disputed between the parties, the very fact that payment was made by the shipowner’s insurer would seem to confirm that the Spanish courts, when they referred to the applicant’s “professional environment”, were correct in finding – implicitly – that a relationship existed between the applicant and the persons who were to provide the security.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  The observations of the third-party interveners’ representative make clear that the CLC 1992 requires shipowners to take out civil liability insurance but that there is no obligation to indemnify the shipowner for the bail bond of a ship’s Master who has been detained by the maritime authorities. The interveners’ representative also pointed out that the discretion exercised exceptionally by insurers in certain circumstances did not extend to providing cover in respect of bail for seafarers. And while the applicant and the third-party interveners’ representative stressed that the shipowner and the insurer had not been bound by any obligations in the matter of bail, whether by virtue of custom and practice or contractually, the applicant acknowledged that Rule 9.28 of the London P&I Rules had served as a legal basis for payment (see paragraph 55 above). In any event, the Court observes that it was indeed the insurers of the applicant’s employer, that is, the London Steamship Owners’ Mutual Insurance Association, which paid the security.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  In these circumstances the Court considers that the domestic courts, in fixing the amount of bail, took sufficient account of the applicant’s personal situation, and in particular his status as an employee of the ship’s owner, his professional relationship with the persons who were to provide the security, his nationality and place of permanent residence and also his lack of ties in Spain and his age. In view of the particular context of the case and the disastrous environmental and economic consequences of the oil spill, the courts were justified in taking into account the seriousness of the offences in question and the amount of the loss imputed to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  It follows that there has been no violation of Article 5 § 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "Holds, by ten votes to seven, that there has been no violation of Article 5 § 3 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in French and in English, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 28 September 2010.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judges Rozakis, Bratza, Bonello, Cabral Barreto, Davíd Thór Björgvinsson, Nicolaou and Bianku is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "1.  We are unable to agree with the majority of the Court that there has been no violation of Article 5 § 3 of the Convention in the present case. In our view the setting of bail by the Spanish courts in an amount of 3,000,000 euros (EUR), a sum far beyond the means of the applicant, with the consequence that he continued to be detained on remand for a total of eighty-three days, was in clear violation of his rights under that Article.",
                        "elements": []
                    },
                    {
                        "content": "2.  We note at the outset that, although emphasis was placed by the national courts on the seriousness of the suspected offences, the disastrous environmental and economic consequences of the oil spillage and the public outcry it caused, these were not factors which of themselves were regarded as requiring the continued detention of the applicant. As stated by the Constitutional Court, the overriding objective was to secure the applicant’s presence at the trial. The seriousness of the offences and of the penalty which they carried were seen by the national courts as increasing the risk that the applicant would abscond or not appear for trial in the event that he were ultimately charged and thus as justifying an exceptionally high amount of bail before he could be released. The central question is whether the fixing of bail at this level was based on principles which were compatible with the requirements of Article 5.",
                        "elements": []
                    },
                    {
                        "content": "3.  The general principles developed by the Court under Article 5 § 3 as to the setting of bail are summarised in paragraphs 78 to 81 of the judgment. Three principles appear to us to be of special importance in the present case.",
                        "elements": []
                    },
                    {
                        "content": "(i)  As appears from the terms of Article 5 § 3 itself, the setting of bail as a condition of release is designed to ensure not the reparation of any loss suffered in consequence of the suspected offence but only the presence of the accused at the trial. The sum set cannot accordingly be fixed by reference to the amount of any loss which might eventually be imputable to the accused or his employers but must be assessed principally by reference to him, his assets and his relationship with those persons, if any, who offer themselves as sureties to guarantee his appearance. Where no such sureties are offered, it is the accused person and his assets which must be the principal reference point for the setting of bail (see Bonnechaux v. Switzerland, no. 8224/78, Commission report of 5 December 1979, Decisions and Reports (DR) 18, pp. 126, 144, § 73, and Moussa v. France, no. 28897/95, Commission decision of 21 May 1997, DR 89-B, p. 92).",
                        "elements": []
                    },
                    {
                        "content": "(ii)  There is an obligation on an accused applicant to furnish to the national authorities sufficient information regarding his assets. There is also an obligation on those authorities, including the national courts, to examine the information that they have as to the resources of the person concerned before setting the bail. The authorities must take as much care in fixing appropriate bail as in deciding whether or not continued detention is indispensable (see Toshev v. Bulgaria, no. 56308/00, 10 August 2006). In certain special circumstances, it may be legitimate to take into account also the extent of the losses imputed to the accused in fixing a higher level of bail. However, such cases have in general concerned offences involving fraud or the misappropriation of funds, where there is evidence to suggest that the accused may have substantial undisclosed assets (see, for example, Moussa, cited above, and Skrobol v. Poland, no. 44165/98, 13 September 2005).",
                        "elements": []
                    },
                    {
                        "content": "(iii)  Domestic courts must adduce sufficient arguments to justify the amount of bail fixed. The seriousness of the charge not only cannot be the sole factor justifying the size of the bail; it cannot be the decisive factor (see Hristova v. Bulgaria, no. 60859/00, 7 December 2006). Nor can the danger of absconding be evaluated solely on the basis of considerations relating to the gravity of the penalty likely to be imposed. As the Court observed in the Neumeister v. Austria case (27 June 1968, Series A no. 8, § 10), other factors must also be taken into account, including “the character of the person involved, his morals, his home, his occupation, his assets, his family ties and all kinds of links with the country in which he is being prosecuted”. Regard should also be had to the use of other preventative measures, alone or in conjunction with bail, to reduce the risk of absconding and ensure the accused’s attendance at the trial.",
                        "elements": []
                    },
                    {
                        "content": "4.  Although, in setting and upholding the amount of bail, no assessment appears to have been made by the Spanish courts of the applicant’s personal assets, the sum of EUR 3,000,000 fixed by the Corunna no. 4 investigating judge self-evidently bore no relation to the personal means of the applicant. At the time of fixing bail, no sureties had offered to post bail on his behalf and there is no suggestion that, as the Master of a cargo ship, the applicant himself was in a position to find sureties to meet such a sum. Further, the circumstances of the case were not, in our view, such as to justify the national courts in taking account of the losses resulting from the acts imputed to the applicant: unlike the cases mentioned above, the offences of which the applicant was suspected did not involve fraud or imputations of personal and unlawful gains.",
                        "elements": []
                    },
                    {
                        "content": "5.  It is conceded by the majority of the Court that the amount set as bail was “high” and that it exceeded the applicant’s own capacity to pay. In finding the sum, nevertheless, to be compatible with Article 5, the majority place emphasis on two features of the case which in their view entitled the domestic courts to conclude that it was of an “exceptional character” – the applicant’s relationship to the persons who eventually provided the guarantee for his bail, namely the owners and insurers of the ship of which he was Master, and the gravity of the offences of which the applicant was suspected.",
                        "elements": []
                    },
                    {
                        "content": "6.  We do not consider that either of these features was such as to justify the bail demanded by the Spanish courts in terms of Article 5 § 3 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "As to the former, we note that, in fixing the bail, the investigating judge made no reference to the owners of the Prestige or to the insurers of the ship or to any obligation on the part of either to meet any bail which might be set. Nor was any such reference made by the Corunna no. 1 investigating judge in the applicant’s two requests for release or by the Audiencia Provincial on his appeal. The only suggestion that the financial support of the owners or insurers of the vessel played a part in the decisions of the courts in setting or upholding the amount of the bail is in the delphic statement of the Constitutional Court that the applicant’s “professional environment” had been taken into account, a phrase which is interpreted in the judgment as embracing the applicant’s relationship with the shipowners. However, what is clear is that at no stage prior to the applicant’s release was any inquiry made by the national courts as to the legal obligations, if any, of the owners to post bail or as to the relevant insurance arrangements which existed between the owners and their insurers. In particular, there appears to have been no investigation of the question whether the insurers had any responsibility to indemnify the shipowners in respect of the bail bond of a ship’s Master who had been detained by the maritime authorities in the circumstances of the present case. Indeed, according to the undisputed evidence of the third-party interveners, there was no such legal obligation under the 1992 International Convention on Civil Liability for Oil Pollution Damage and neither the shipowners nor their insurers had any legal responsibility in regard to bail, whether by custom, practice or contractual arrangement.",
                        "elements": []
                    },
                    {
                        "content": "7.  While acknowledging this to be the case, the majority emphasise that the very fact that payment was made by the shipowners’ insurers “would seem to confirm that the Spanish courts ... were correct in finding – implicitly – that a relationship existed between the applicant and the persons who were to provide the security” (paragraph 90 of the judgment) and that “in any event ... it was indeed the insurers of the applicant’s employer, that is, the London Steamship Owners’ Mutual Insurance Association, which paid the security” (paragraph 91). The fact that the applicant’s bail was eventually posted by the insurers is, in our view, of limited importance in terms of Article 5 § 3 of the Convention. Of more significance is the fact that, in setting bail, the national courts based themselves on what was, at best, an unsupported assumption that the shipowners or their insurers would feel morally obliged to come to the applicant’s rescue by posting bail rather than allowing him to languish in detention on remand. Moreover, by the time they did so, the applicant had already spent two and a half months in custody. This approach to the fixing of bail was not, in our view, consistent with the responsibilities required of national courts by that provision of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "8.  As to the gravity of the offence of which the applicant was suspected, we fully share the view of the majority as to the growing and legitimate concerns, in Europe and more broadly, in relation to environmental damage and the increasing tendency to use the criminal law as a means of enforcing the environmental obligations imposed under international law. However, even if, as the majority argue, these new realities have to be taken into account in interpreting the requirements of Article 5 § 3, the seriousness of the offence of which a person is suspected cannot be the decisive factor justifying the size of the bail; still less can the gravity of the offence or of the damage allegedly caused thereby, whether environmental or otherwise, justify the setting of bail at an exorbitant level which renders illusory the applicant’s ability to secure his release from custody. Even accepting, as the judgment asserts, that it was “hardly surprising” that the judicial authorities should adjust the amount of the bail in line with the level of civil liability incurred, “so as to ensure that the persons responsible [had] no incentive to evade justice and forfeit the security”, this was not in our view compatible with the requirements of Article 5 § 3, particularly in a case where the legal relationship of those persons had not even been examined by the courts themselves. Nor was it in our view consistent with the principles governing that provision to fix bail at a level far beyond the reach of an individual accused by reference to the strength of the public outcry over the damage caused by the acts or omissions imputed to him.",
                        "elements": []
                    },
                    {
                        "content": "9.  The majority accept the view of the domestic courts that, in the context of the present case, where large sums of money were at stake, a level of bail set solely by reference to the applicant’s assets would not have been sufficient to ensure his attendance at the hearing (see paragraph 88). We observe, however, that the applicant was prepared to put up bail of EUR 60,000, a substantial sum for an individual in the position of the present applicant. Moreover, a striking feature of the present case is that the national courts do not appear to have taken account, when setting and upholding the bail, of the applicant’s personal circumstances other than his Greek nationality and his lack of ties to Spain. There is no reference to his assets, the fact that the applicant was 67 years old and of good character, the fact that he was a citizen of another Member State of the European Union or his family circumstances, all of which had relevance to the risk that he might abscond. Nor was any account apparently taken of the penalty which might be imposed on a person of the age of the applicant, who was at least unlikely to be subject to a custodial sentence if tried and convicted of the offences of which he was suspected. Of equal importance is the fact that no consideration appears to have been given at the time to combining bail with other measures designed to secure the applicant’s attendance at trial, such as those which were imposed when he was eventually released (see paragraph 21) and when the applicant was subsequently allowed to return to Greece (see paragraph 26).",
                        "elements": []
                    },
                    {
                        "content": "10.  The majority conclude by stating that sufficient account was taken by the Spanish courts of the applicant’s personal situation and that, in view of the disastrous environmental and economic consequences of the oil spill, the courts were justified in taking into account the seriousness of the offences in question and the amount of the loss imputed to the applicant. We disagree. In our view, the approach of the Spanish courts in fixing the applicant’s bail was not compatible with the principles established by the Court under Article 5 § 3 of the Convention, the fundamental purpose of which is to ensure that no one is arbitrarily deprived of his liberty.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF MANGOURAS v. SPAIN",
    "doctypebranch": "GRANDCHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "GRANDCHAMBER",
        "ENG"
    ],
    "documents": [
        "001-100686.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0928JUD001205004",
    "externalsources": [
        "1992 International Convention on Civil Liability for Oil Pollution Damage",
        "Rule 9.28 of the London P&I Rules"
    ],
    "extractedappno": [
        "12050/04",
        "308/06",
        "73/78",
        "25196/94",
        "42440/06",
        "15217/07",
        "2361/05",
        "45114/98",
        "44165/98",
        "60859/00",
        "16085/02",
        "56308/00",
        "28897/95",
        "30210/96",
        "25803/94",
        "8224/78"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Article 531 of the Code of Criminal Procedure"
    ],
    "itemid": "001-100686",
    "judgementdate": "28/09/2010 00:00:00",
    "kpdate": "28/09/2010 00:00:00",
    "kpthesaurus": [
        "448",
        "171"
    ],
    "languageisocode": "ENG",
    "originatingbody": "8",
    "paragraphs": [
        "5-3",
        "5"
    ],
    "parties": [
        "MANGOURAS",
        "SPAIN"
    ],
    "rank": "761.275085449219",
    "representedby": [
        "RUIZ SOROA J.M."
    ],
    "respondent": "ESP",
    "respondentOrderEng": "44",
    "scl": [
        "Aleksandr Makarov v. Russia, no. 15217/07, 12 March 2009",
        "Bojilov v. Bulgaria, no. 45114/98, 22 December 2004",
        "Georgieva v. Bulgaria, no. 16085/02, 3 July 2008",
        "Hristova v. Bulgaria, no. 60859/00, 7 December 2006",
        "Iwanczuk v. Poland, no. 25196/94, 15 November 2001",
        "Kudla v. Poland [GC], no. 30210/96, ECHR 2000-XI",
        "Moussa v. France, no. 28897/95, Commission decision of 21 May 1997, Decisions and Reports (DR) 89A, p. 92",
        "Musuc v. Moldova, no. 42440/06, 6 November 2007",
        "Neumeister v. Austria, 27 June 1968, Series A no. 8",
        "Selmouni v. France [GC], no. 25803/94, ECHR 1999-V",
        "Skrobol v. Poland, no. 44165/98, 13 September 2005",
        "Toshev v. Bulgaria, no. 56308/00, 10 August 2006",
        "Vrencev v. Serbia, no. 2361/05, 23 September 2008"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "441278",
    "typedescription": "15"
}