{
    "__articles": "3",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect)",
    "applicability": "",
    "appno": "50149/11",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-145363.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 50149/11) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Oleg Izosimovich Zhuravlev (“the applicant”), on 8 July 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr G. Matyushkin, the Representative of the Russian Federation at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 13 April 2012 the application was communicated to the Government.",
                        "elements": []
                    },
                    {
                        "content": "4.  By letter of 25 May 2012 Ms Y.V. Zhuravleva, the applicant’s wife, informed the Court about the applicant’s death on 18 April 2012 and expressed her wish to pursue the application before the Court.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 8 June 2012 the Government requested the Court to strike the application out of its list of cases on account of the applicant’s death.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.   Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "6.  On 19 July 2010 the Supreme Court of the Chuvash Republic found the applicant guilty of corruption and an abuse of official powers and gave him a custodial sentence. The applicant appealed alleging, in particular, that he was innocent, that the prosecution had been unlawful and the trial court had applied the criminal law erroneously.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 26 October 2010 the Supreme Court of Russia quashed the judgment on appeal and remitted it for a new hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 2 March 2011 the Supreme Court of the Chuvash Republic found the applicant guilty as charged before and sentenced him to five years’ imprisonment. The applicant lodged an appeal. He complained, among other matters, about erroneous interpretation of law, improper assessment of evidence by the courts, and an excessive severity of the penalty",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 23 May 2011 the Supreme Court of Russia upheld the judgment on appeal reducing the sentence to four years’ imprisonment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Conditions of detention",
                                "elements": [
                                    {
                                        "content": "10.  Between 2 March and 16 June 2011 the applicant was held in remand prison IZ-21/1 in the Cheboksary Region. The facility was overcrowded. Thus, cell 39 measuring 23 sq. m was equipped with fourteen sleeping places and accommodated up to ten inmates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicant submitted the following evidence in support of the above allegations: his complaints to the prison management and their reply and statements by three cellmates.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  AS TO THE LEGAL CONSEQUENCES OF THE DEATH OF THE APPLICANT",
                        "elements": [
                            {
                                "content": "12.  Before proceeding to the other issues, the Court must first establish whether Ms Zhuravleva is entitled to pursue the application originally introduced by the applicant who died on 18 April 2012.",
                                "elements": []
                            },
                            {
                                "content": "13.  The Government submitted that the application should be struck out of the list of cases pursuant to Article 37 of the Convention, as the applicant’s complaint of inadequate conditions of detention was closely linked to the person of the applicant and did not seem to raise issues of general interest. They insisted that a further examination of the applicant’s claims would therefore be unreasonable.",
                                "elements": []
                            },
                            {
                                "content": "14.  The Court recalls that the death of an applicant does not automatically bring the proceedings before the Court to an end. The applicant’s heirs or close family members who express such a wish may pursue the proceedings before the Court (see Karner v. Austria, no. 40016/98, § 22, ECHR 2003IX) provided they meet a number of conditions developed in the Court’s case-law. Thus, the Court considers whether or not those persons were the applicant’s close relatives and had a legitimate interest in pursuing the proceedings, whether an important question of general interest transcending the person and the interests of the applicant exists and whether the rights concerned were transferable (see Koryak v. Russia, no. 24677/10, §§ 60 and 61, 13 November 2012).",
                                "elements": []
                            },
                            {
                                "content": "15.  The Court notes that Ms Zhuravleva, the applicant’s wife, was interested in continuing the application brought by her husband. Moreover, the Court has previously ruled that in applications concerning Articles 2 and 3 of the Convention, which protect the fundamental values of every democratic society, there exists a strong presumption of legitimate or sufficient interest of an applicant’s next-of-kin to continue such case (see Koryak, cited above, §§ 62 and 63). Accordingly, these criteria are met.",
                                "elements": []
                            },
                            {
                                "content": "16.  As to the general interest, the Court observes that it may be related not only to the nature of a specific Convention Article or issue. The Court has repeatedly stated that its “judgments in fact serve... to elucidate, safeguard and develop the rules instituted by the Convention, thereby contributing to the observance by the States of the engagements undertaken by them as Contracting Parties” (see Koryak, cited above, § 65). In Ananyev and Others v. Russia (nos. 42525/07 and 60800/08, 10 January 2012), the pilot judgment dealing with conditions of pre-trial detention, the Court has specifically held that:",
                                "elements": []
                            },
                            {
                                "content": "“236. Having regard to the fundamental nature of the right protected by Article 3 of the Convention and the importance and urgency of complaints about inhuman or degrading treatment ... the Court observes that continuing to process all conditionsofdetention cases in a diligent manner will remind the respondent State on a regular basis of its obligations under the Convention and in particular those resulting from this judgment (see Rumpf, loc. cit.)”",
                                "elements": []
                            },
                            {
                                "content": "17.  Lastly, the Court reiterates that human rights cases also have a moral dimension allowing relatives of a deceased person to see to it that justice is done even after the applicant’s death (see Balenko v. Russia, no. 35350/05, § 39, 11 October 2011 and Horváthová v. Slovakia, no. 74456/01, § 26, 17 May 2005).",
                                "elements": []
                            },
                            {
                                "content": "18.  In these circumstances, the Court finds that respect for human rights as defined in the Convention and the Protocols thereto requires a continuation of the examination of the application and that the conditions for striking the case out from the list of pending cases, as defined in Article 37 § 1 of the Convention, have not been met. It therefore rejects the Government’s request to strike the application out of the list and accepts that Ms Zhuravleva may pursue the application of her late son.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "19.  The applicant complained that the conditions of his detention in remand prison IZ-21/1 of Cheboksary had violated Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "20.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "21.  The Government did not submit any comments on the merits of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Having regard to the applicant’s factual allegations, which were undisputed by the Government, and to the evidence he had submitted to the Court (see paragraph 11 above) and recalling the structural nature of the problem of the conditions of pre-trial detention in Russian custodial facilities (see the pilot judgment Ananyev and Others v. Russia, nos. 42525/07 and 60800/08, 10 January 2012), the Court considers that the conditions of the applicant’s detention in remand prison IZ-21/1 of Cheboksary amounted to inhuman and degrading treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  There has accordingly been a violation of Article 3 of the Convention on account of the conditions of the applicant’s detention in the period between 2 March and 16 June 2011.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "24.  The applicant further complained about various breaches of Article 6 of the Convention during the criminal proceedings against him. In the light of all the material in its possession and in so far as the matters complained of are within its competence, the Court considers that these grievances do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. Accordingly, the Court rejects them as manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "26.  The applicant claimed 500,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Government did not comment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  Having regard to its case-law in similar cases, the Court awards EUR 5,000 in respect of non-pecuniary damage. This sum, plus any tax that may be chargeable, shall be paid to the applicant’s wife, Ms Zhuravleva.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "29.  The applicant did not claim any costs or expenses. Accordingly, there is no call to make an award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "30.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides that Ms Y.V. Zhuravleva may pursue the application;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaint regarding the conditions of the applicant’s detention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant’s wife, Ms Y.V. Zhuravleva, within three months EUR 5,000 (five thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 10 July 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Khanlar Hajiyev",
            "role": "president"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "André Wampach",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF OLEG ZHURAVLEV v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-145363.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:0710JUD005014911",
    "externalsources": [],
    "extractedappno": [
        "50149/11",
        "40016/98",
        "24677/10",
        "42525/07",
        "60800/08",
        "35350/05",
        "74456/01"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-145363",
    "judgementdate": "10/07/2014 00:00:00",
    "kpdate": "10/07/2014 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193"
    ],
    "languageisocode": "ENG",
    "originatingbody": "25",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "OLEG ZHURAVLEV",
        "RUSSIA"
    ],
    "rank": "1138.93200683594",
    "representedby": [],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "389264",
    "typedescription": "15"
}