{
    "__articles": "3;6;6-1;6-3;6-3-b;29;29-3;35;35-1;41;P7-2",
    "__conclusion": "Remainder inadmissible;Violation of Art. 3;Violation of Art. 6-1 and 6-3-b;Violation of P7-2;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "41698/04",
    "article": [
        "p7-2",
        "3",
        "29",
        "35",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "3",
            "base_article": "3",
            "element": "Violation of Art. 3",
            "type": "violation"
        },
        {
            "article": "6-3-b",
            "base_article": "6",
            "element": "Violation of Art. 6-1 and 6-3-b",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1 and 6-3-b",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-89969.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 41698/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Armenian national, Mr Myasnik Tadevosyan (“the applicant”), on 5 November 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr M. Muller, Mr T. Otty, Mr K. Yildiz and Ms L. Claridge, lawyers of the Kurdish Human Rights Project (KHRP) based in London, Mr T. Ter-Yesayan, a lawyer practising in , and Mr A. Ghazaryan. The Armenian Government (“the Government”) were represented by their Agent, Mr G. Kostanyan, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 24 January 2006 the President of the Third Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1944 and lives in the village of .",
                                "elements": []
                            },
                            {
                                "content": "5.  The applicant is the Chairman of the Armavir regional branch of the National Unity party, one of the opposition parties. Prior to his retirement the applicant had worked in law enforcement for 30 years, including ten years as chief of police of the Metsamor Police Department (ՀՀ ոստիկանության Մեծամորի բաժին).",
                                "elements": []
                            },
                            {
                                "content": "6.  A series of demonstrations were held from March to May 2004 in , organised by the opposition parties in protest against the alleged irregularities that had taken place at the February-March 2003 presidential election, challenging the legitimacy of the re-elected President. It appears that the applicant participated in some of these demonstrations.",
                                "elements": []
                            },
                            {
                                "content": "A. The first set of administrative proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "7.  On 4 April 2004 the applicant was visited at his home by two police officers who asked him to accompany them to the Metsamor Police Department. It appears from the materials of the case that the applicant showed some resistance while being taken to the police station. The applicant denied this fact.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  At the police station an administrative case was initiated against the applicant on the grounds that he had disobeyed the lawful orders of the police officers and had used foul language. The applicant alleged that the chief of police had told him that he had been arrested in order to prevent him from participating in the political demonstration due to be held the following day in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 5 April 2004 the applicant was taken to the  (Արմավիրի մարզի առաջին ատյանի դատարան) where he was brought before Judge A. who sentenced him to ten days of administrative detention for “disobeying the lawful order of the police officers and using foul language for about five minutes, when asked to come to the Metsamor Police Department on suspicion of having committed a robbery”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The applicant was then taken to the Temporary Detention Facility at the Ejmiatsin Police Department to serve his sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicant alleged that, following his release from detention on 14 April 2004, he had been subjected to frequent police visits to, and searches of, his home. He had been forced to hide when such visits took place, fearing that he would be taken to the police station again.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 20 April 2004 the applicant wrote to the Ombudsman (ՀՀ մարդու իրավունքների պաշտպան), complaining about the above events, including the alleged frequent visits by the police officers. It appears that this complaint was forwarded by the Ombudsman to the regional prosecutor’s office by a letter of 17 May 2004.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. The second set of administrative proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "13.  The applicant alleged that on 20 May 2004 at around 8 a.m. he had been visited at his home by three police officers who had informed him that the Chief of the Metsamor Police Department (ՀՀ ոստիկանության Մեծամորի բաժնի պետ) wanted to talk to him. He had then been taken to the police station.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  It appears from the materials of the case that the applicant was arrested at around 9 a.m. on that day. According to the Government, the reason for his arrest was an argument that had erupted between him and the police officers who had stopped his car for a check.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  At the police station an administrative case was initiated against the applicant, who was apparently charged under Article 182 of the Code of Administrative Offences (Վարչական իրավախախտումների վերաբերյալ ՀՀ օրենսգիրք – “the CAO”) with maliciously disobeying the lawful orders of police officers and using foul language. It appears that a record of an administrative offence was drawn up which was signed by the applicant. A third person, S., made a statement corroborating the charge against the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The applicant alleged that at the police station he had been asked to sign a statement that he had used offensive language when stopped by police officers while driving his car. He had refused to sign this statement, claiming that the charge against him was false. The officers responded by stating that they had been instructed to write such a statement by the chief of police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The applicant further alleged that at around 12 noon he had been taken to meet the chief of police, who had informed him that he was to be detained for a further ten days. In reply the applicant denied the charges. The chief of police then used insulting language towards the applicant. Shortly thereafter he was taken to a court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The Government contested the above allegations and claimed that the applicant had been informed by the police officers of his procedural rights, including his right to have a lawyer, but the applicant did not wish to have a lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The applicant was brought before Judge H. of the  (Արմավիրի մարզի առաջին ատյանի դատարան). Judge H., after a brief hearing, sentenced the applicant under Article 182 of the CAO to ten days of administrative detention. The judge’s entire finding amounted to the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“On the night from 19 to 20 May 2004 [a car] was continually driving through the village of Mrgashat, which raised the suspicion of police officers on duty who, for the purpose of a check, at around 9 a.m. attempted to stop the car and to dispel their suspicion. The driver of the car [the applicant] started to swear at the police officers, obstructed their work, used foul language and disobeyed their lawful orders, for which he was brought to the Metsamor Police Department.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In his submissions [the applicant] did not admit to having committed the offence, stating that he had not done anything wrong. He understood that he had to serve a sentence, therefore, he would go and serve a sentence. He was grateful to everybody, knew the law well and did not need defence counsel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The witnesses, District Inspector [G.] and Operative Officer on Juvenile Crimes [A.] of the Metsamor Police Department, stated that [the applicant] had disobeyed their lawful orders, used foul language and sworn at them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Witness [S.] stated that he had been present when [the applicant] swore at and argued with the police officers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The commission of the offence by [the applicant] is corroborated by the record of an administrative offence, the reports, [the record of the arrest] and witness statements.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  According to the record of the court hearing, the hearing was held in public at 4 p.m. The judge informed the applicant of his right to challenge the judge and the clerk and to have a lawyer. The applicant did not wish to lodge any challenges or to have a lawyer. The judge then proceeded with examination of evidence. It appears that the judge heard the applicant, the relevant police officers and then witness S. The judge departed to the deliberation room, after which he returned and announced the decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The applicant alleged that the record of the court hearing did not adequately reflect what had taken place in reality. The judge had failed to question or take any evidence from the applicant and to provide him with the necessary time to call defence witnesses and to cross-examine the police officers and the prosecution witnesses. His submissions as to the falseness of the police reports had been ignored. He had never been informed of his right to have a lawyer. The hearing had lasted only a few minutes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 21 May 2004 the applicant wrote to the Armavir Regional Prosecutor (Արմավիրի մարզի դատախազ), complaining about the alleged police visits, claiming that the administrative cases against him had been fabricated, asking the Prosecutor to act upon his complaints and asking to be released. He also alleged that the chief of police had insulted him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 26 May 2004 the competent prosecutor’s office refused to institute criminal proceedings in the absence of a criminal act. No appeal was lodged against this decision.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The applicant’s detention",
                                "elements": [
                                    {
                                        "content": "24.  The applicant served his second ten-day sentence at the Temporary Detention Facility at the Ejmiatsin Police Department.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The applicant alleged, and the Government did not dispute, that during that period he had been kept in a cell which measured 10 sq. m together with nine other inmates, of whom several held multiple criminal convictions, despite his age, his position as a former chief of police and his lack of previous convictions. There were no beds and the detainees had to sleep on plywood on the floor. The cell was poorly ventilated and there was not enough fresh air. All the detainees except the applicant smoked in the cell. The cell was half dark, with a small window which measured 0.32 sq. m and was practically closed. The applicant’s access to the toilet facilities and to drinking water was limited to twice per day. He received only one meal per day. Since he was a former chief of police, he felt grossly humiliated and was fearful for his safety during his detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The applicant alleged that after his release from detention on 30 May 2004 he continued to suffer from anxiety and insomnia.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  The Code of Administrative Offences",
                                "elements": [
                                    {
                                        "content": "27.  For a summary of the relevant provisions of the CAO see the judgment in the case of Galstyan v. Armenia (no. 26986/03, § 26, 15 November 2007). The provisions of the CAO which were not cited in the above judgment, as in force at the material time, provide:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 182: Maliciously disobeying a lawful order or demand of a police officer or a member of the voluntary police",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Maliciously disobeying a lawful order or demand of a police officer or a member of the voluntary police made in the performance of his duties of preserving public order shall result in the imposition of a fine of between 50% and double the fixed minimum wage, or of correctional labour for between one and two months with the deduction of 20% of earnings or, in cases where, in the circumstances of the case, taking into account the offender’s personality, the application of these measures would be deemed insufficient, of administrative detention not exceeding 15 days.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Law on Conditions for Holding Arrested and Detained Persons («Ձերբակալված և կալանավորված անձանց պահելու մասին» ՀՀ օրենք)",
                                "elements": [
                                    {
                                        "content": "28.  The relevant provisions of the Law, as in force at the material time, read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 13: Rights of arrested and detained persons",
                                        "elements": []
                                    },
                                    {
                                        "content": "“An arrested or detained person is entitled: ... (3) to lodge, himself or through his lawyer or lawful representative, applications and complaints alleging a violation of his rights and freedoms with the administration of the facility for arrested or detained persons, their superior authorities, a court, a prosecutor’s office, the Ombudsman, the bodies of public administration and local self-governance, non-governmental unions and [political] parties, mass media and international institutions and organisations protecting human rights and freedoms.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 20: Ensuring the material and living conditions of arrested and detained persons",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...The living space afforded to arrested and detained persons must comply with the building and sanitary-hygienic norms established for general living spaces. The area of the living space afforded to arrested and detained persons shall not be less than 2.5 sq. m for each individual.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Arrested and detained persons must be provided with individual bedding and bed linen.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Decree no. 8 of the Chief of Armenian Police of 11 September 2003 Approving the Internal Rules of Facilities under the Armenian Police for Holding Arrested Persons",
                                "elements": [
                                    {
                                        "content": "29.  The relevant provisions of the Decree read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Special sections of the [facilities for holding arrested persons] shall be reserved for persons who have been subjected to administrative detention for periods prescribed by [the CAO]...”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT REPORTS CONCERNING CONDITIONS OF DETENTION",
                        "elements": [
                            {
                                "content": "A.  The Report of the Committee for the Prevention of Torture (CPT) on its Visit to  in 2002 – CPT/Inf(2004)25",
                                "elements": [
                                    {
                                        "content": "30.  The relevant part of the Report reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“4.  Conditions of detention",
                                        "elements": []
                                    },
                                    {
                                        "content": " a.  introduction",
                                        "elements": []
                                    },
                                    {
                                        "content": " 43.  At the outset, the CPT wishes to highlight the criteria which it applies when assessing police detention facilities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "All police cells should be clean, of a reasonable size for the number of persons they are used to accommodate, and have adequate lighting (i.e. sufficient to read by, sleeping periods excluded) and ventilation; preferably, cells should enjoy natural light. Further, cells should be equipped with a means of rest (for example, a chair or bench) and persons obliged to stay overnight in custody should be provided with a clean mattress and clean blankets.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Persons in custody should be able to satisfy the needs of nature when necessary, in clean and decent conditions, and be offered adequate washing facilities. They should have ready access to drinking water and be given food at appropriate times, including at least one full meal (that is, something more substantial than a sandwich) every day.  Persons held in custody for 24 hours or more should, as far as possible, be offered one hour of outdoor exercise every day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "b.  temporary detention centres",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  During the visit, the CPT’s delegation visited temporary detention centres in , Akhurian, Hrazdan, Maralik and Sevan. Establishments of this type are used to hold two categories of detainees: criminal suspects and persons under administrative arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Conditions of detention in the temporary detention centres visited varied from acceptable (at the Hrazdan Department of Internal Affairs) to poor (e.g. at the Akhurian and Sevan Departments of Internal Affairs).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  As regards occupancy levels, a consultation of registers and the number of sleeping places per cell suggested that the minimum standard of 2.5 m² of living space per person, as stipulated by the Law on [Conditions for Holding Arrested and Detained Persons], was respected as concerns criminal suspects. However, the CPT must add that this minimum standard is too low. As concerns the cells for administrative detainees, the information gathered during the visit indicated that conditions could become extremely cramped, e.g. up to 6 detainees in a cell of 9 m² in Hrazdan and Sevan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "All the centres visited presented deficiencies concerning the in-cell lighting and ventilation. With the exception of the Hrazdan centre, access to natural light was poor (small windows, sometimes - as in  - covered by metal shutters) or inexistent (e.g. in Akhurian). Artificial lighting was invariably dim, with some cells (e.g. in , Akhurian and Maralik) submerged in near darkness. As to ventilation, it left something to be desired at  and Sevan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As to the state of repair and hygiene of the detention areas, it ranged from quite acceptable at the Hrazdan Department of Internal Affairs to poor at the Sevan establishment. Cells at the Temporary detention centre in  were in a reasonably good state of repair; however, their level of cleanliness left something to be desired. Detention areas in Akhurian and Maralik were dilapidated but clean.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Cells were furnished with beds or wooden sleeping platforms. The delegation noted that mattresses, sheets, pillows and blankets were available for criminal suspects at all the temporary detention centres visited; however, this was not the case for administrative detainees.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The delegation did not hear any complaints from persons who were - or had recently been - detained at the centres visited as regards access to a toilet. However, with the notable exception of the Hrazdan Department of Internal Affairs, the communal toilet and washing facilities were dilapidated and dirty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The centres in  and Hrazdan possessed shower facilities, which could apparently be used by newly-arrived detainees (upon recommendation of a feldsher/doctor) and by those administrative detainees who stayed in the respective establishments for longer than a week. In both centres, the shower facilities were in an acceptable state of repair and cleanliness, and hot water was available. However, the only personal hygiene item that was distributed to detainees was a small piece of soap.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  According to information provided by police officers in the majority of the temporary detention centres visited, detainees were offered food three times per day, including one hot meal. However, this was not the case at the Sevan Department of Internal Affairs, where food was only delivered once per day, reportedly due to the limited budget set aside for this purpose (320 AMD - i.e. some 50 euro cents - per detainee per day). In this situation, the provision of food was to a large extent ensured by detainees’ families. Detained persons without family contacts had to rely on the generosity of other detainees or individual police officers for food.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  All the temporary detention centres visited possessed outdoor exercise areas, where detainees were apparently allowed to take exercise for one hour per day (in the case of women and juveniles - for two hours per day). However, at the Temporary Detention Centre of the City Department of Internal Affairs in , the delegation was informed that detainees could be deprived of outdoor exercise as a form of punishment for violation of the centre’s internal regulations.",
                                        "elements": []
                                    },
                                    {
                                        "content": " 49.  The CPT recommends that the Armenian authorities take steps at temporary detention centres to:",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  ensure that all detainees are offered adequate living space; the objective should be at least 4 m² per person;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  provide adequate in-cell lighting (including access to natural light) and ventilation;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  maintain the cells and common sanitary facilities in a satisfactory state of repair and hygiene;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  ensure that all detainees (including those held for administrative violations) are offered a mattress and blankets at night;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  ensure that administrative detainees are able to take a hot shower at least once a week during their period of detention;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  ensure that all detainees are offered food - sufficient in quantity and quality - at normal meal times;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  put an end to deprivation of outdoor exercise as a disciplinary punishment.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The CPT Report on its Visit to  in 2004 – CPT/Inf(2006)38",
                                "elements": [
                                    {
                                        "content": "31.  The relevant part of the Report reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“4.  Conditions of detention",
                                        "elements": []
                                    },
                                    {
                                        "content": "a.  Temporary detention centre of the Department of Internal Affairs of the City of ",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Conditions of detention in this facility remained basically the same as those observed during the 2002 visit, i.e. poor. One positive change was that persons under administrative arrest were now provided with bedding (pursuant to Order No. 8 of the Head of the National Police of 20 August 2003). Further, the delegation was informed that the food entitlement for detainees had been increased by Government decision of May 2003. Otherwise, no refurbishment or major repairs had taken place since the previous visit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Consequently, the CPT reiterates the recommendations made in paragraph 49 of the report on the 2002 visit, in particular as regards living space, in-cell lighting, ventilation, state of repair and hygiene.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The CPT Report on its Visit to  in 2006 – CPT/Inf(2007)47",
                                "elements": [
                                    {
                                        "content": "32.  The relevant part of the Report reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“4.  Conditions of detention",
                                        "elements": []
                                    },
                                    {
                                        "content": "a.  police holding areas",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  At the beginning of the 2006 visit, the delegation was informed that, pursuant to Order NK–328–NG of the President of the , dated 28 December 2004, a large-scale refurbishment programme had been initiated in all police holding areas. The CPT welcomes this. It should also be noted that a recent amendment to the [Law on Conditions for Holding Arrested and Detained Persons] increased the official standard of living space per detained person in police holding areas to 4 m². This can be considered as acceptable when applied to multi-occupancy cells; however, 4 m² is not an adequate size for a single occupancy cell.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  During the visit, the delegation could observe the impact of the above-mentioned programme. Some of the police holding areas (e.g. in Charentsavan, Gavar and Hrazdan) were still undergoing refurbishment and were to reopen shortly. As regards the already refurbished holding areas, conditions in them were overall of a high standard.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE FIRST SET OF ADMINISTRATIVE PROCEEDINGS AND THE RESULTING DETENTION",
                        "elements": [
                            {
                                "content": "33.  The applicant complained under numerous Articles of the Convention about the administrative proceedings of 5 April 2004 and the conditions of his detention after that sentence.",
                                "elements": []
                            },
                            {
                                "content": "34.  The Court notes that the proceedings of 5 April 2004 terminated with the decision of the Armavir Regional Court taken on that date and that there were no effective remedies to exhaust (see Galstyan, cited above, §§ 40-42). Furthermore, the applicant was released from his detention after fully serving his sentence on 14 April 2004. The present application was, however, lodged only on 5 November 2004.",
                                "elements": []
                            },
                            {
                                "content": "35.  It follows that this part of the application was lodged out of time and must be rejected in accordance with Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "36.  The applicant complained about the conditions of his detention and about allegedly having been subjected to degrading treatment while in police custody on 20 May 2004. He invoked Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The conditions of detention",
                                        "elements": [
                                            {
                                                "content": "37.  The Government submitted that the applicant had failed to exhaust domestic remedies. It was open to him to complain about the conditions of his detention under section 13 of the Law on Conditions for Holding Arrested and Detained Persons, which he had failed to do.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The applicant submitted that as he had not had the benefit of legal advice during his detention he had not been aware of any appeal procedure against conditions of detention, since bringing such complaints was not general practice. In any event, this was an ineffective remedy since any complaint was likely only to result in him being moved to a different cell with the same conditions. Furthermore, the existence of an appeal procedure in law did not absolve the authorities from their obligation to ensure adequate conditions of detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Court reiterates that the only remedies to be exhausted are those which are effective. It is incumbent on the Government claiming non-exhaustion to satisfy the Court that the remedy was an effective one, available in theory and in practice at the relevant time, that is to say, that it was accessible, was one which was capable of providing redress in respect of the applicant’s complaints and offered reasonable prospects of success. Once this burden of proof has been satisfied, it falls to the applicant to establish that the remedy advanced by the Government was in fact exhausted, or was for some reason inadequate and ineffective in the particular circumstances of the case, or that there existed special circumstances absolving him or her from this requirement (see Kalashnikov v. Russia (dec.), no. 47095/99, 18 September 2001, and Melnik v. , no. 72286/01, § 67, 28 March 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Court further emphasises that Article 35 § 1 of the Convention must be applied with some degree of flexibility and without excessive formalism. Moreover, the rule of exhaustion of domestic remedies is neither absolute nor capable of being applied automatically. In reviewing whether the rule has been observed, it is essential to have regard to the existence of formal remedies in the legal system of the State concerned, the general legal and political context in which they operate, as well as the particular circumstances of the case and whether the applicant did everything that could reasonably be expected in order to exhaust available domestic remedies (ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  In the present case, the Government claimed that the applicant had had a remedy at his disposal, namely that he could have lodged a complaint under section 13 of the Law on Conditions for Holding Arrested and Detained Persons. The Court observes, however, that the Government did not produce any evidence to demonstrate that the remedy relied on was sufficient and effective. They failed even to specify to which of the numerous authorities mentioned in that provision the applicant was supposed to apply and what specific measures could have been taken by them to provide redress for the applicant’s complaints, especially taking into account that the issues raised by the applicant were apparently of a structural nature and did not only concern the applicant’s personal situation (see the relevant CPT reports at paragraphs 30-32 above). The Government’s objection as to non-exhaustion must therefore be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The alleged ill-treatment in police custody",
                                        "elements": [
                                            {
                                                "content": "43.  The applicant alleged that he had been subjected to degrading treatment while in police custody. In particular, he submitted that the fact that he had been arrested by police officers who knew him to be the former chief of police, that he had been taken to a police station where he had served for ten years, that he had been charged with offences which those officers allegedly admitted to be falsified and that he had been insulted by the chief of police amounted to degrading treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Court observes at the outset that Article 3 enshrines one of the most fundamental values of a democratic society. It prohibits in absolute terms torture or inhuman or degrading treatment or punishment, irrespective of the victim’s conduct (see, among other authorities, Labita v. Italy [GC], no 26772/95, § 119, ECHR 2000-IV). It reiterates that ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum is, in the nature of things, relative; it depends on all the circumstances of the case, such as the nature and context of the treatment or punishment, the manner and method of its execution, its duration, its physical or mental effects and, in some instances, the sex, age and state of health of the victim (see, among other authorities, Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, p. 65, § 162).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Even assuming that the applicant has exhausted the domestic remedies in respect of these complaints, taking into account that he did not lodge an appeal against the decision of 26 May 2004, the Court does not consider that the fact that the applicant was arrested and charged by his former colleagues can be regarded as attaining the minimum level of severity required by Article 3. Furthermore, the applicant’s allegation that the police officers had admitted that the charges had been falsified was not supported by any evidence. Lastly, as regards the applicant’s allegation of verbal abuse, there is similarly no evidence in the case file that could corroborate this allegation, which, moreover, lacked detail in both the applicant’s complaint to the domestic authorities and his submissions before the Court. In sum, there is no evidence to support the applicant’s allegations of ill-treatment in police custody.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  This part of the application is therefore manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "47.  The Government submitted that there had been no breach of the requirements of Article 3. The applicant had failed to submit any proof of damage caused to his mental or physical health. His allegations that his health had deteriorated as a result of his detention were not supported by any evidence. Finally, the authorities had not intended to humiliate or debase the applicant. The Government also added that substantial changes have taken place in the penitentiary system in  in terms of both improving the general conditions and the regime applied within prisons notwithstanding the existing socio-economic problems.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The applicant submitted that the conditions of his detention had amounted to degrading treatment within the meaning of Article 3. He argued that he had not been able to obtain a doctor’s certificate concerning the deterioration of his health because the doctors involved feared persecution for providing such a certificate. Furthermore, even though the authorities were aware of his status as a former chief of police, they had put him in a cell with other criminals and thus placed him at risk of an attack. Despite the fact that no such attack had taken place, he had nevertheless suffered mental anguish as a result of fearing for his safety. This, coupled with the general conditions of detention, amounted to a violation of Article 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court reiterates the basic principles established in its case-law concerning the prohibition of ill-treatment under Article 3 (see paragraph 44 above). It further observes that treatment has been held by it to be “degrading” because it was such as to arouse in its victims feelings of fear, anguish and inferiority capable of humiliating and debasing them (see Kudła v.  [GC], no. 30210/96, § 92, ECHR 2000XI). Furthermore, in considering whether a particular form of treatment is “degrading” within the meaning of Article 3, the Court will have regard to whether its object is to humiliate and debase the person concerned and whether, as far as the consequences are concerned, it adversely affected his or her personality in a manner incompatible with Article 3 (see Raninen v. Finland, judgment of 16 December 1997, Reports of Judgments and Decisions 1997VIII, pp. 2821-22, § 55). However,  the absence of any such purpose cannot conclusively rule out a finding of a violation of Article 3 (see, for example, Peers v. , no. 28524/95, § 74, ECHR 2001III). In order for a punishment or treatment associated with it to be “degrading”, the suffering or humiliation involved must in any event go beyond that inevitable element of suffering or humiliation connected with a given form of legitimate treatment or punishment (see V. v. the  [GC], no. 24888/94, § 71, ECHR 1999IX).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  Measures depriving a person of his liberty may often involve such an element. However, it is incumbent on the State to ensure that a person is detained in conditions which are compatible with respect for his human dignity, that the manner and method of the execution of the measure do not subject him to distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention and that, given the practical demands of imprisonment, his health and well-being are adequately secured (see Kalashnikov v. , no. 47095/99, § 95, ECHR 2002VI). When assessing conditions of detention, account has to be taken of the cumulative effects of those conditions, as well as the specific allegations made by the applicant (see Dougoz v. , no. 40907/98, § 46, ECHR 2001II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  In the present case, the applicant was kept in detention for a total period of ten days. During this period he was kept in a cell measuring 10 sq. m with nine other inmates; in other words, he was afforded 1 sq. m of personal space. In this respect the applicant’s situation was comparable to that in the Kalashnikov case, in which the applicant had been confined to a space measuring about 0.9-1.9 sq. m. In that case the Court held that such a severe degree of overcrowding raised in itself an issue under Article 3 of the Convention (see Kalashnikov, cited above, §§ 96-97). Furthermore, the space afforded to the applicant in the present case was significantly smaller than the 4 sq. m minimum requirement for a single inmate in multi-occupancy cells according to the CPT standards (see the relevant CPT reports at paragraphs 30-32 above) and even smaller than the 2.5 sq. m minimum required at the material time under the domestic law. Nothing suggests that the applicant was allowed any out-of-cell activities that could compensate for this serious lack of space (see Cenbauer v. , no. 73786/01, § 49, ECHR 2006III; Malechkov v. , no. 57830/00, § 141, 28 June 2007, and, by contrast, Nurmagomedov v. Russia (dec.), no. 30138/02, 16 September 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court further notes that there were no sleeping facilities or bedding in the cell so the detainees had to sleep on the floor. Other inmates were allowed to smoke while the cell was equipped with a very small window which was apparently closed most of the time, preventing fresh air and natural light from entering the cell.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court finally notes that at no time during his stay in the detention facility was the applicant allowed unrestricted access to the toilet or drinking water, his visits to the toilet or drinking water facilities being limited to only twice a day. Only one meal per day was provided. The Court reiterates that it is unacceptable for a person to be detained in conditions in which no provision has been made for meeting his or her basic needs (see, mutatis mutandis, Riad and Idiab v. , nos. 29787/03 and 29810/03, §§ 106, ECHR 2008 (extracts), and Shchebet v. Russia, no. 16074/07, § 93, 12 June 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court observes that the Government did not contest the applicant’s account of the conditions of his detention (see paragraph 25 above). It further observes that the applicant’s description corresponds to a large extent to the findings of the CPT, which, during its 2002 visit to Armenia, inspected a number of police temporary detention centres where administrative detainees were held (see, for other examples of the Court’s reliance on the CPT reports, Kehayov v. Bulgaria, no. 41035/98, § 66, 18 January 2005, and Ostrovar v. , no. 35207/03, § 80, 13 September 2005). Even if this visit predated the circumstances of the present case, it appears from the CPT materials that no significant improvements had taken place in this field before a large-scale refurbishment programme was launched in December 2004. The Court therefore does not have reasons to doubt the veracity of the applicant’s submissions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court also notes that the length of the applicant’s detention was relatively short, amounting to a total of ten days. However, it observes that conditions of detention of comparable and even of much shorter length have previously been found to be incompatible with the requirements of Article 3 (see Riad and Idiab, cited above, §§ 100-11, in which the applicants were kept in detention for fifteen and eleven days, and Fedotov v. , no. 5140/02, §§ 66-70, 25 October 2005, in which the applicant was detained for twenty-two hours with no food or water or access to a toilet). Therefore, while the length of a detention period may be a relevant factor in assessing the gravity of suffering or humiliation caused to a detainee by the inadequate conditions of his detention (see, for example, Kalashnikov, cited above, § 102, and Dougoz, cited above, § 48), the relative brevity of such a period alone will not automatically exclude the treatment complained of from the scope of Article 3 if all other elements are sufficient to bring it within the scope of that provision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court agrees with the Government that there is not sufficient proof in the materials of the case linking the health problems allegedly experienced by the applicant to his stay at the detention facility. However, it considers that, while evidence of damage caused to a detainee’s health by the conditions of his detention may be a relevant factor to be considered (see, for example, Labzov v. , no. 62208/00, § 47, 16 June 2005), the existence of such consequences is by no means a precondition for finding a violation of Article 3 (see, for example, Dougoz, cited above, §§ 45-49; Cenbauer, cited above, §§ 45-53; Shchebet, cited above, §§ 86-96, and Fedotov, cited above, §§ 66-70).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  It is true that during his detention the applicant did not complain that he was at any time threatened by his cellmates who were allegedly convicted criminals. Nevertheless, having regard to the cumulative effects of the conditions of the applicant’s detention as described above, the Court considers that the hardship the applicant endured appears to have exceeded the unavoidable level inherent in detention and finds that the resulting suffering and feelings of humiliation and inferiority went beyond the threshold of severity under Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  As regards the Government’s submission that the authorities had no intention to debase him, as already indicated above, the absence of any purpose to humiliate or debase the victim cannot exclude a finding of a violation of Article 3 (see paragraph 49 above). The Court therefore concludes that the conditions of the applicant’s detention amounted to degrading treatment within the meaning of Article 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  Accordingly, there has been a violation of that provision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  THE GOVERNMENT’S OBJECTION AS TO NON-EXHAUSTION IN CONNECTION WITH THE APPLICANT’S CONVICTION OF 20 MAY 2004",
                        "elements": [
                            {
                                "content": "60.  The Government claimed that the applicant had failed to exhaust the domestic remedies in respect of the decision of 20 May 2004 by not lodging an appeal with the President of the Criminal and Military Court of Appeal under Article 294 of the CAO.",
                                "elements": []
                            },
                            {
                                "content": "61.  The applicant contested the Government’s objection.",
                                "elements": []
                            },
                            {
                                "content": "62.  The Court notes that it has already examined this issue and found that the review possibility provided by Article 294 of the CAO was not an effective remedy for the purposes of Article 35 § 1 of the Convention (see Galstyan, cited above, § 42). The Government’s preliminary objection must therefore be rejected.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "63.  The applicant complained under Article 5 §§ 1 and 4 of the Convention about his administrative detention. The relevant provisions of Article 5 read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "(a)  the lawful detention of a person after conviction by a competent court;",
                                "elements": []
                            },
                            {
                                "content": "(b)  the lawful arrest or detention of a person for non-compliance with the lawful order of a court or in order to secure the fulfilment of any obligation prescribed by law;",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "(d)  the detention of a minor by lawful order for the purpose of educational supervision or his lawful detention for the purpose of bringing him before the competent legal authority;",
                                "elements": []
                            },
                            {
                                "content": "(e)  the lawful detention of persons for the prevention of the spreading of infectious diseases, of persons of unsound mind, alcoholics or drug addicts or vagrants;",
                                "elements": []
                            },
                            {
                                "content": "(f)  the lawful arrest or detention of a person to prevent his effecting an unauthorised entry into the country or of a person against whom action is being taken with a view to deportation or extradition.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "64.  The Government submitted that the applicant’s administrative detention had been permissible under Article 5 § 1 (a) of the Convention as “the lawful detention of a person after conviction by the competent court”. His case had been examined by the trial court, which was the sole competent authority to do so. As to the judicial supervision required by Article 5 § 4, this had been incorporated in the trial court’s decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The applicant submitted that his administrative detention had been arbitrary, in violation of Article 5 § 1. He further submitted that he had been denied effective access to the appeal court to challenge his detention as required by Article 5 § 4.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Court observes that it has already examined a similar complaint under Article 5 § 1 and found that the administrative detention had been imposed on the applicant after a “conviction by a competent court” within the meaning of Article 5 § 1 (a) and in accordance with a procedure prescribed by law (see Galstyan, cited above, §§ 47-49). It sees no reasons to depart from that finding in the present case. Furthermore, the Court reiterates that, where a sentence of imprisonment is pronounced after a “conviction by a competent court” within the meaning of Article 5 § 1 (a), the supervision required by Article 5 § 4 is incorporated in that decision (see Galstyan, cited above, § 51).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  This part of the application is therefore manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "68.  The applicant made several complaints about the administrative proceedings against him under Article 6 §§ 1 and 3 (b)-(d) of the Convention, which, in so far as relevant, provide:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination ... of any criminal charge against him, everyone is entitled to a fair and public hearing ... by an independent and impartial tribunal...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "(b)  to have adequate time and facilities for the preparation of his defence;",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing...",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "69.  The Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "70.  The Government submitted that the applicant had had a fair and public hearing. He had failed to submit any proof in support of his allegation that the judge had not been impartial. The applicant had been provided with an opportunity to call witnesses, submit evidence and to lodge requests and challenges, which he had failed to do. The court had issued a reasoned decision which was based on various materials, including a witness statement. Both the police officers and the judge had advised the applicant to avail himself of his right to have a lawyer but he had not wished to do so. Lastly, the applicant had been afforded adequate time and facilities for the preparation of his defence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The applicant submitted that the trial had not been fair and the tribunal had not been independent and impartial. Furthermore, it had not been public since it had been held in camera in a judge’s office. The court had failed to provide a reasoned decision. Moreover, this decision had been based solely on the materials prepared by the police. He had not been allowed to call or to cross-examine any witnesses on his behalf. No time was afforded to him to collect evidence and to prepare his defence. He had neither been informed of his right to have a lawyer, nor ever refused to have one. Lastly, he had been arrested at 4 p.m. while the trial had taken place at 6 p.m. Thus, he had been afforded only two hours to prepare his defence, which was insufficient.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court notes from the outset that similar facts and complaints have already been examined in a number of cases against , in which the Court found a violation of Article 6 § 3 (b) taken together with Article 6 § 1 (see Galstyan, cited above, §§ 86-88, and Ashughyan v. Armenia, no. 33268/03, §§ 66-67, 17 July 2008). The circumstances of the present case are practically identical. The administrative case against the applicant was examined in an expedited procedure under Article 277 of the CAO. The applicant was similarly taken to and kept in a police station – without any contact with the outside world – where he was presented with a charge and in several hours taken to a court and convicted. The Court therefore does not see any reason to reach a different finding in the present case and concludes that the applicant did not have a fair hearing, in particular on account of not being afforded adequate time and facilities for the preparation of his defence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  There has accordingly been a violation of Article 6 § 3 taken together with Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  In view of the finding made in the preceding paragraph, the Court does not consider it necessary to examine also the other alleged violations of Article 6.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "VI.  ALLEGED VIOLATION OF ARTICLE 2 OF PROTOCOL NO. 7",
                        "elements": [
                            {
                                "content": "75.  The applicant complained under Article 13 of the Convention that he had had no right to contest the decision of 20 May 2004. The Court considers that this issue falls to be examined under Article 2 of Protocol No. 7 which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone convicted of a criminal offence by a tribunal shall have the right to have his conviction or sentence reviewed by a higher tribunal. The exercise of this right, including the grounds on which it may be exercised, shall be governed by law.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "76.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "77.  The Government submitted that the applicant had had the right to have his conviction reviewed, this right being prescribed by Article 294 of the CAO.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The applicant submitted that all the legal provisions regarding the right to appeal were uncertain and confused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Court notes that the applicant in the present case was convicted under the same procedure as in the above-mentioned case of Galstyan, in which the Court concluded that the applicant did not have at his disposal an appeal procedure which would satisfy the requirements of Article 2 of Protocol No. 7 (see Galstyan, cited above, §§ 124-27). The Court does not see any reasons to depart from that finding in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  Accordingly, there has been a violation of Article 2 of Protocol No. 7.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "VII.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION AND ITS PROTOCOLS",
                        "elements": [
                            {
                                "content": "81.  Lastly, the applicant complained that his conviction violated his rights guaranteed by Articles 10, 11 and 14 of the Convention and that he had not been allowed any contact with his family or lawyer while in detention, in violation of the guarantees of Article 8 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "82.  Having regard to all the material in its possession, and in so far as these complaints fall within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VIII.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "83.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "84.  The applicant claimed 20,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The Government submitted that, if the Court were to find a violation, that would be sufficient just satisfaction. In any event, the amount claimed was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Court considers that the applicant has undoubtedly suffered non-pecuniary damage as a result of being sanctioned through unfair proceedings and having no possibility to appeal against this sanction, which resulted in his detention for a period of ten days in degrading conditions. Ruling on an equitable basis, it awards the applicant EUR 4,500 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "87.  The applicant also claimed USD 3,050 (approximately EUR 2,075) and 3,537.49 pounds sterling (GBP) (approximately EUR 5,200) for the costs and expenses incurred before the Court. These claims comprised:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  USD 3,050 for the fees of his two domestic representatives (16 and 13 hours at USD 150 and 50 per hour respectively);",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  GBP 3,437.49 for the fees of his two KHRP lawyers (about 10 and 13 hours respectively at GBP 150 per hour); and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d)  GBP 100 for administrative costs incurred by the KHRP.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant submitted detailed time sheets stating hourly rates in support of his claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The Government submitted that the claims in respect of the domestic and foreign lawyers were not duly substantiated with documentary proof, since the applicant had failed to produce any contracts certifying that there was an agreement with those lawyers to provide legal services at the alleged hourly rate. Furthermore, the applicant had used the services of an excessive number of lawyers, despite the fact that the case was not so complex as to justify such a need. Moreover, the hourly rates allegedly charged by the domestic lawyers were excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, the Court considers that not all the legal costs claimed were necessarily and reasonably incurred, including some duplication in the work carried out by the foreign and the domestic representatives, as set out in the relevant time sheets. Furthermore, a reduction must also be applied in view of the fact that a substantial part of the initial application and communicated complaints was declared inadmissible. Making its own estimate based on the information available and deciding on an equitable basis, the Court awards the applicant EUR 3,000 in respect of costs and expenses, to be paid in pounds sterling into his representatives’ bank account in the .",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "90.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints under Article 3 and Article 6 §§ 1 and 3 (b)-(d) of the Convention and Article 2 of Protocol No. 7 in respect of the applicant’s conviction of 20 May 2004 and the resulting conditions of his detention admissible, and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention on account of the conditions of the applicant’s detention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 taken together with Article 6 § 3 (b) of the Convention in that the applicant did not have a fair hearing, in particular on account of the fact that he was not afforded adequate time and facilities for the preparation of his defence in the administrative proceedings against him;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there is no need to examine the other complaints under Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 2 of Protocol No. 7;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "\t(i)  EUR 4,500 (four thousand five hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "\t(ii)  EUR 3,000 (three thousand euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses, to be converted into pounds sterling at the rate applicable at the date of settlement and to be paid into his representatives’ bank account in the United Kingdom;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 December 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the concurring opinion of Judge Fura-Sandström is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "The Court found a violation of Article 6 paragraph 1 taken together with Article 6 paragraph 3 (b) of the Convention in that the applicant did not have a fair hearing, in particular on account of the fact that he was not afforded adequate time and facilities for the preparation of his defence (paragraph 72) following the case-law established in the cases of Ashughyan and Galstyan. While accepting this approach, I would have preferred to examine separately the complaints relating to the lack of legal assistance. The applicant alleges that he had neither been informed of his right to have a lawyer nor refused to have one (paragraph 71). For the same reasons expressed in my partly dissenting opinion in the Galstyan case, to which I refer, I find that there has been a violation of Article 6 paragraph 1 taken together with Article 6 paragraph 3 (c) also in this respect.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Elisabet Fura-Sandström",
            "role": "judges"
        },
        {
            "name": "Corneliu Bîrsan",
            "role": "judges"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Alvina Gyulumyan",
            "role": "judges"
        },
        {
            "name": "Egbert Myjer",
            "role": "judges"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TADEVOSYAN v. ARMENIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-89969.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:1202JUD004169804",
    "externalsources": [
        "The Reports of the Committee for the Prevention of Torture on its Visit to Armenia in 2002 , 2004 and 2006"
    ],
    "extractedappno": [
        "41698/04",
        "26986/03",
        "47095/99",
        "72286/01",
        "26772/95",
        "30210/96",
        "28524/95",
        "24888/94",
        "40907/98",
        "73786/01",
        "57830/00",
        "30138/02",
        "29787/03",
        "29810/03",
        "16074/07",
        "41035/98",
        "35207/03",
        "5140/02",
        "62208/00",
        "33268/03"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Section 13 of the Law on Conditions for Holding Arrested and Detained Persons",
        "Art. 277 and 294 of the Code of Administrative Offences"
    ],
    "itemid": "001-89969",
    "judgementdate": "02/12/2008 00:00:00",
    "kpdate": "02/12/2008 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "109",
        "350",
        "90",
        "443",
        "436",
        "445",
        "11",
        "12",
        "13",
        "136",
        "315",
        "440",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "3",
        "P7-2",
        "6-3-b",
        "29",
        "35-1",
        "41",
        "6-1",
        "6-3",
        "35",
        "6",
        "29-3"
    ],
    "parties": [
        "TADEVOSYAN",
        "ARMENIA"
    ],
    "rank": "652.481201171875",
    "representedby": [
        "YILDIZ K."
    ],
    "respondent": "ARM",
    "respondentOrderEng": "3",
    "scl": [
        "Ashughyan v. Armenia, no. 33268/03, §§ 66-67, 17 July 2008",
        "Cenbauer v. Croatia, no. 73786/01, §§ 45-53, ECHR 2006-III",
        "Dougoz v. Greece, no. 40907/98, §§ 45-49, ECHR 2001-II",
        "Fedotov v. Russia, no. 5140/02, §§ 66-70, 25 October 2005",
        "Galstyan v. Armenia, no. 26986/03, §§ 26, 40-42, 47-49, 51, 86-88, 124-127, 15 November 2007",
        "Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, p. 65, § 162",
        "Kalashnikov v. Russia (dec.), no. 47095/99, 18 September 2001",
        "Kalashnikov v. Russia, no. 47095/99, §§ 95-97, 102, ECHR 2002-VI",
        "Kehayov v. Bulgaria, no. 41035/98, § 66, 18 January 2005",
        "Kudla v. Poland [GC], no. 30210/96, § 92, ECHR 2000-XI",
        "Labita v. Italy [GC], no 26772/95, § 119, ECHR 2000-IV",
        "Labzov v. Russia, no. 62208/00, § 47, 16 June 2005",
        "Malechkov v. Bulgaria, no. 57830/00, § 141, 28 June 2007",
        "Melnik v. Ukraine, no. 72286/01, § 67, 28 March 2006",
        "Nurmagomedov v. Russia (dec.), no. 30138/02, 16 September 2004",
        "Ostrovar v. Moldova, no. 35207/03, § 80, 13 September 2005",
        "Peers v. Greece, no. 28524/95, § 74, ECHR 2001-III",
        "Raninen v. Finland, judgment of 16 December 1997, Reports 1997-VIII, pp. 2821-22, § 55",
        "Riad and Idiab v. Belgium, nos. 29787/03 and 29810/03, §§ 100-111, ECHR 2008 (extracts)",
        "Riad and Idiab, cited above, §§ 100-11",
        "Shchebet v. Russia, no. 16074/07, §§ 86-96, 12 June 2008",
        "V. v. the United Kingdom [GC], no. 24888/94, § 71, ECHR 1999-IX"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "350201",
    "typedescription": "15"
}