{
    "__articles": "6;6-1;13;13+6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);Violation of Article 13+6-1 - Right to an effective remedy (Article 13 - Effective remedy) (Article 6 - Right to a fair trial;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "40437/07",
    "article": [
        "6",
        "13"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+6-1 - Right to an effective remedy",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Article 6-1 - Reasonable time"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+6-1 - Right to an effective remedy",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Article 6-1 - Reasonable time"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-111402.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 40437/07) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Slovak national, Mr Ioan Kornelij Komanický (“the applicant”), on 6 September 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Government of the  (“the Government”) were represented by Ms M. Pirošíková, their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 30 June 2011 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1943 and lives in Bardejov. He has thus far brought more than 120 cases under the Convention (see, for example, Komanický v. Slovakia (dec.), no. 9845/06, 13 December 2011, with further references).",
                                "elements": []
                            },
                            {
                                "content": "A.  Civil proceedings",
                                "elements": [
                                    {
                                        "content": "5.  On 9 January 2001 the applicant lodged an action with the Bardejov District Court (Okresný súd) against the City of . He argued that modifications had been carried out without his knowledge and consent on the defendant’s real property and that this encumbered access to his own property. He claimed a judicial order that the defendant “put [its] property in such a state as to enable problem-free access by car or other means to [the applicant’s property]”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The action was registered with the District Court under file no. 3C 15/01.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 7 June 2004, following the applicant’s appeal (odvolanie), the Prešov Regional Court (Krajský súd) quashed a first-instance judgment of 11 February 2003 to dismiss the action and remitted to case to the District Court for reexamination. The Court of Appeal found that the first-instance court had erred in hearing the action on 11 February 2003 in the absence of the applicant despite his having excused himself one day before on health-related grounds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 30 December 2005, following the applicant’s appeal, the  again quashed a first instance judgment (of 3 February 2005) to dismiss the action and remitted the case to the District Court for reexamination. The Court of Appeal found that the first-instance court had erred in that it had failed to instruct the applicant on how to formulate his claim properly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 10 August 2006 and 25 January 2007, respectively, the District Court and, following the applicant’s appeal, the Regional Court declared the action inadmissible on the ground that, despite a previous request and a warning, the applicant had failed to formulate his claims in accordance with the applicable procedural requirements and the instructions in the Regional Court’s judgment of 30 December 2005 (see the preceding paragraph). The decision became final and binding on 15 March 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 1 July 2009, following the applicant’s appeal on points of law (dovolanie), the Supreme Court (Najvyšší súd) quashed the decisions of 10 August 2006 and 25 January 2007 (see the preceding paragraph). It found that the lower courts had failed adequately to inform the applicant on the shortcomings of his submissions and ways of correcting them. The District Court’s decision moreover lacked proper reasoning. In addition, Supreme Court considered it striking and prompting doubts as to the conclusion of the lower courts that the applicant’s submissions were rejected more than five years after the introduction of his action and after it had been decided upon twice on the merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Since the Supreme Court’s judgment of 1 July 2009 (see the preceding paragraph), the case has been pending, presently on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  In the course of the proceedings numerous procedural matters have been examined and resolved at one or two levels of jurisdiction such as, for example, the procedural standing of the applicant’s wife, exemption of the applicant from the obligation to pay the court fees (including questions related to the couple’s financial standing), the applicant’s proposal for an incourt settlement, and modifications to the particulars of the applicant’s claim.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Complaints to the Presidents of the District Court and the ",
                                "elements": [
                                    {
                                        "content": "12.  On 24 March 2003 the applicant filed a brief submission to the President of the District Court entitled “Complaint of judges for delays in proceedings”. In this submission, the applicant invoked his right under Article 48 § 2 of the Convention to a hearing without unjustified delay and referred to “all judges of the District Court to whom his matters ha[d] been assigned and [such matters] ha[d] not been handled within a reasonable time”. No file numbers or other identifiers were mentioned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 26 March 2003 the applicant filed another brief submission with similar content with the President of the  in which he referred to “the judges of the  and the President of the District Court”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 17 July 2004 the applicant filed again a similar submission with the District Court entitled “Repeated complaint of unjustified delays in proceedings”, referring to his complaint of March 2003, presumably that mentioned in paragraph 12 above.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Constitutional proceedings",
                                "elements": [
                                    {
                                        "content": "1.  First complaint",
                                        "elements": [
                                            {
                                                "content": "15.  On 11 May 2004 the applicant filed a complaint under Article 127 of the Constitution (Constitutional Law no. 460/1992 Coll., as amended – Ústava Slovenskej republiky) with the Constitutional Court (Ústavný súd) contesting the length of the proceedings in his action in so far as they had taken place before the Regional Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  On 16 September 2004 the  declared the complaint inadmissible as being manifestly ill-founded. It observed that the applicant had only contested the part of the proceedings before the  and found that the length of that part of the proceedings had not been excessive. In reaching that conclusion the  took into account that the length of those proceedings had partly been influenced by the applicant’s persisting health problems.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Second complaint",
                                        "elements": [
                                            {
                                                "content": "17.  On 3 January 2007 the applicant complained to the Constitutional Court of the length of the proceedings in his action again, this time directing the complaint against both the District Court and the Regional Court and seeking the equivalent of some 4,350 euros (EUR) by way of just satisfaction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 3 April 2007 the Constitutional Court declared the complaint inadmissible on the ground that, prior to its introduction, the applicant had failed to comply with the requirement of exhaustion of remedies pursuant to section 53(1) of the Constitutional Court Act (Law no. 38/1993 Coll., as amended – Zákon o organizácii Ústavného súdu Slovenskej republiky, o konaní pred ním a o postavení jeho sudcov) by asserting his rights by way of a complaint to the president of the given court under the Courts Act (Law no. 757/2004 Coll., as amended – Zákon o súdoch). In particular, the Constitutional Court found that the applicant’s complaints of 24 and 26 March 2003 and 17 July 2004 (see paragraphs 12, 13 and 14 above) could not be considered as having amounted to proper complaints under the Courts Act on account of their vagueness and general tenor, in combination with the extensive amount of litigation that the applicant was involved in before the courts in question.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Third complaint",
                                        "elements": [
                                            {
                                                "content": "19.  On 14 May 2007 the applicant turned to the  again. Relying inter alia on Article 6 § 1 of the Convention, he complained of the decisions to declare his action inadmissible (see paragraph 8 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  On 29 May 2007 the  declared the complaint inadmissible as being manifestly ill-founded, having found no constitutionally relevant unfairness or arbitrariness in the contested decisions.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Constitution (see paragraph 15 above)",
                                "elements": [
                                    {
                                        "content": "21.  The relevant part of Article 48 § 2 provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone shall have the right to have his matter ... heard without undue delay...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Article 127 reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The Constitutional Court shall decide on complaints by natural or legal persons alleging a violation of their fundamental rights or freedoms ... unless the protection of such rights and freedoms falls within the jurisdiction of a different court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  If the Constitutional Court finds a complaint justified, it shall deliver a decision stating that a person’s rights or freedoms as set out in paragraph 1 have been violated by a final decision, specific measure or other act and shall quash such decision, measure or act. If the violation that has been found is the result of a failure to act, the  may order [the authority] which has violated the rights or freedoms to take the necessary action. At the same time it may remit the case to the authority concerned for further proceedings, order such authority to refrain from violating the fundamental rights and freedoms ... or, where appropriate, order those who have violated the rights or freedoms set out in paragraph 1 to restore the situation to that existing prior to the violation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  In its decision on a complaint the  may grant appropriate financial compensation to the person whose rights under paragraph 1 have been violated.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Constitutional Court Act (see paragraph 18 above)",
                                "elements": [
                                    {
                                        "content": "23.  The relevant part of section 53:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  A[n] [individual] complaint is not admissible if the complainant has not exhausted legal remedies or other legal means, which a statute effectively provides to [the complainant] with a view to protecting [the complainant’s] fundamental rights or freedoms, and which the complainant is entitled to use under special statute.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Constitutional Court shall not declare a[n] [individual] complaint inadmissible even if the condition under sub-section 1 has not been fulfilled, if the complainant establishes that [the complainant] has not fulfilled this condition owing to reasons worthy of particular consideration.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.   Courts Act (see paragraph 18 above)",
                                "elements": [
                                    {
                                        "content": "24.  The Act governs the system and powers of courts and courts’ administration. Its chapter (Hlava) 1 in part (Časť) 3 lays down the general rules on administration and management of courts. Its relevant part provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Section 32",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The administration and management of courts may not interfere with their decision making activities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 33",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The administration and management of courts shall be carried out by bodies of administration and management to the extent and by means laid down by statute.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Bodies of administration and management of courts include the president and the vice-president of a court. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 34",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The ministry [of justice] is in charge of the management of courts as the central body of State administration for the judiciary”",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Chapter in part 4 deals with the powers of a president of a court. The relevant part of section 53 provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The president of a court oversees the judges’ compliance with ethical standards and the principles that judicial proceedings should be smooth and dignified and, for that purpose",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(f) monitors the decision-making activities of judges from the point of view of the smooth conduct of judicial proceedings,",
                                        "elements": []
                                    },
                                    {
                                        "content": "(g) examines complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Should the president of a court establish a violation of the principle ... of the smooth conduct of judicial proceedings, the president is duty-bound to debate the shortcomings found with the judge concerned ... and, if necessary, to order measures ... to be taken with a view to eliminating the shortcomings found as well as their cause...",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Chapter 4 in part 4 deals with complaints about a court’s conduct. Its relevant part provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Section 62",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  A complaint may be brought by a participant or a party to proceedings. A complaint about a court’s conduct may be brought following a breach of the right to a public hearing without unjustified delay or [...]",
                                        "elements": []
                                    },
                                    {
                                        "content": "[...]",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 63 – Examination of complaints",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  A complaint shall be dealt with by the president of the court concerned, unless [the Criminal Procedure Code] provides otherwise.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Complaints against the president of the court shall be dealt with by the president of a higher court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 64",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The purpose of dealing with a complaint is to establish whether there has been a delay in proceedings ... and to rectify any shortcomings found.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  In order to establish the status of the matter, the body dealing with a complaint is duty-bound to examine all circumstances. Should the proper dealing with a complaint so require, the complainant shall be heard, as shall the persons against whom the complaint is directed and any other persons who may facilitate the examination of the complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Should the body entrusted with dealing with the complaint establish that it is justified, [it] shall take and ensure the taking of measures with a view to rectifying shortcomings and, if necessary, call those responsible for the shortcomings to account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 65",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  A complaint shall be dealt with within thirty days of the date on which it is received by the body liable to deal with it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[...]",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 66",
                                        "elements": []
                                    },
                                    {
                                        "content": "The complainant must be informed in writing of the way in which a complaint has been dealt with and of the measures taken with a view to rectifying the shortcomings established. [...]",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 67 – Review of examination of complaints",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Should the complainant be of the view that a complaint which he filed to the competent body of a court has not been dealt with properly, [the complainant] may, within 30 days of the service [on the complainant] of the reply [to the complaint], demand that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) the president of a  review the examination of the complaint by the president of a District Court,",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) the ministry [of justice] review the examination of the complaint by the president of a  or the Specialised Criminal Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[...]",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 70 – Common provisions",
                                        "elements": []
                                    },
                                    {
                                        "content": "A complaint submitted to a court under section 62 or [...], shall be considered on its merits.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Act entered into force on 1 April 2005 (Article XV). It replaced (section 102), inter alia, the State Administration of Courts Act (Law no. 80/1992 Coll., as amended – Zákon o sídlach a obvodoch súdov Slovenskej republiky, štátnej správe súdov, vybavovaní sťažností a o voľbách prísediacich (zákon o štátnej správe súdov)), which had regulated the issue until then, according to a similar pattern (see, for example, Polka v. Slovakia (dec.), no. 72241/01, 13 November 2007; Harabin v. Slovakia (dec.), no. 62584/00, 29 June 2004; Molnárová and Kochanová v. Slovakia (dec.), no. 44965/98, 9 July 2002; and I.S. v. Slovakia, no. 25006/94, § 24, 4 April 2000).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  State Liability Act (Law no. 514/2003 Coll., as amended)",
                                "elements": [
                                    {
                                        "content": "28.  The State Liability Act 2003 (Zákon o zodpovednosti za škodu spôsobenú pri výkone verejnej moci) was enacted on 28 October 2003. It became operative on 1 July 2004 and replaced, as from that date, the State Liability Act of 1969 (Law no. 58/1969 Coll. – Zákon o zodpovednosti za škodu spôsobenú rozhodnutím orgánu štátu alebo jeho nesprávnym úradným postupom).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The State Liability Act 1969 had no specific provisions for compensation for damage of a non-pecuniary nature (see, mutatis mutandis, Karlin v. Slovakia, no. 41238/05, § 65, 28 June 2011 with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The explanatory report on the State Liability Act 2003 provides that the purpose of the Act is to render the mechanism of compensation for damage caused by public authorities more effective and thus to reduce the number of cases in which persons are obliged to seek redress before the European Court of Human Rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Section 9 provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The State is liable for damage caused by wrongful official conduct. Wrongful official conduct includes a public authority’s failure to take action or issue a decision within the statutory time-limit, general inactivity in the exercise of public authority, unjustified delays in proceedings or other unlawful interference with rights and legally recognised interests of individuals and legal entities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The right to compensation for damage caused by wrongful official conduct is vested in the person who sustained the damage.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Section 17 defines the manner and extent of compensation for damage. Its relevant part provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Damage and lost profit shall be compensated for, unless special legislation provides otherwise.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  In the event that the finding of a violation of a right alone is not adequate compensation in view of the loss caused by the unlawful official action or wrongful official conduct, monetary compensation shall also be awarded for non-pecuniary damage, if it is not possible to compensate for it otherwise.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Part 5 of the Act contains common and transitional provisions. Section 27 reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Liability under this Act applies to damage caused by decisions [issued] and wrongful official conduct [taking place] after the day of its entry into force.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Liability for damage caused by decisions issued and wrongful official conduct [having taken place] before the entry into force of this Act shall be governed by the hitherto applicable statute.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Constitutional Court’s report and practice",
                                "elements": [
                                    {
                                        "content": "1.  Report",
                                        "elements": [
                                            {
                                                "content": "34.  In connection with three other individual applications under the Convention of a similar kind, the  produced a report.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The report is dated 7 June 2010 and concerns, specifically, the application of the rule of exhaustion of remedies under section 53(1) and (2) of the Constitutional Court Act, with reference to a complaint under the Courts Act, in the context of a complaint under Article 127 of the Constitution about the length of proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The report can be summarised as follows.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  In applying section 53(1) of the Constitutional Court Act, the  relies on the principles of an “available” and “effective” remedy. By this is understood that the remedy is directly accessible to the complainant and that using it has direct procedural consequences capable of achieving redress in the form of restitution, compensation or at least prevention. As to a complaint under the Courts Act in respect of the length of proceedings, its preventive (accelerating) effect for the future is central.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  In the exercise of their duties, should the presidents of courts establish unjustified delays in proceedings, they are duty-bound to debate them with the judge concerned and, if necessary, to prescribe measures to be taken with a view to rectifying the shortcomings found, as well as their cause. Moreover, they have the power to impose disciplinary sanctions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The effectiveness of a complaint under the Courts Act and the requirement for it to be used are examined on the specific facts of every individual case, taking into account:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i) the outcome of the complaint (in particular whether it was found justified or not and whether the complainant has been informed of any measures taken);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii) the conduct of the court subsequent to the introduction of the complaint (whether the court has started examining the matter and begun taking specific procedural steps);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii) the overall length and the subject matter of the proceedings (whether any accelerating effect of the complaint is of importance and relevance from the point of view of the object and purpose of the right to a hearing without unjustified delay, in view of the past length of the proceedings and their subject matter); and",
                                                "elements": []
                                            },
                                            {
                                                "content": "(vi) the conduct of the complainants from the point of view of actively asserting their right to a hearing without unjustified delay.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  Application of the general criteria mentioned in the preceding paragraph results in two contrasting situations, depicted in the following two paragraphs.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  First, the  has not required complainants to use the remedy in question in cases where the length of proceedings has been “extreme” or “manifestly disproportionate”, provided that, in the course of those proceedings, the complainants had been actively seeking their acceleration, even if not by way of a formal complaint under the Courts Act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Second, the  has declared inadmissible complaints under Article 127 of the Constitution on account of the complainants’ failure to comply with the requirement under section 53(1) of the Constitutional Court Act to exhaust remedies – the complaint under the Courts Act – if the complainants lodged their complaints under the Courts Act only formally, that is to say:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i) after they had brought their complaints to the ,",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii) at the same time as they brought their complaints to the , or",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii) if they lodged their constitutional complaints so soon after their complaints under the Courts Act that it was not objectively possible for the ordinary court to provide redress and for the  to assess the effect of the complaint under the Courts Act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  A review by the president of the higher court of the examination of a complaint under the Courts Act by the president of a lower court has never been required by the  for the purposes of the exhaustion rule under section 53(1) of the Constitutional Court Act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  A complaint under the Courts Act, combined with an action for damages under the State Liability Act, and a complaint under Article 127 of the Constitution constitute a set of remedies to be considered compatible with the standards set out in the Court’s judgment in the case of Kudła v. Poland ([GC], no. 30210/96, ECHR 2000 XI), including those under Article 13 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Case-law cited in the report",
                                        "elements": [
                                            {
                                                "content": "43.  The report cites, inter alia, the following cases, which the  declared inadmissible because a complaint under the Courts Act (or its equivalent under the State Administration of Courts Act):",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i) had not been lodged (case no. II. ÚS 93/04, decision of 8 April 2004; case no. III. ÚS 132/05, decision of 5 May 2005; and case no. III. ÚS 401/08, decision of 3 December 2008);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii) had not been lodged in the appropriate (written) form and, in any event, the alleged telephone complaint had been made just four days before the introduction of the constitutional complaint (case no. IV. ÚS 265/05, decision of 7 November 2005); and",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii) could not be considered as having been properly used, as it had been lodged only eight days (case no. IV. ÚS 306/04, decision of 13 October 2004), one month and twenty-five days (case no. III. ÚS 85/06, decision of 8 March 2006), and not earlier than one month and eighteen days (case no. III. ÚS 13/06, decision of 4 January 2006) before the introduction of the respective constitutional complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  As to some other of the Constitutional Court’s decisions (see paragraph 46 below), which may appear not consistent with those cited above, without further elaboration, the report suggests that they are not comparable and thus relevant because:",
                                                "elements": []
                                            },
                                            {
                                                "content": "- the proceedings had commenced on 14 June 2000, the complaint under the Courts Act had been lodged on 6 October 2004, the president had replied on 25 October 2004 and the constitutional complaint had not been lodged until 30 December 2004 (case no. IV. ÚS 15/05);",
                                                "elements": []
                                            },
                                            {
                                                "content": "- a complaint under the Courts Act could no longer have had any accelerating effect since, prior to it, the proceedings had been transferred to a different court for reasons of jurisdiction (case no. III. ÚS 67/05);",
                                                "elements": []
                                            },
                                            {
                                                "content": "- the proceedings had commenced in 1992, an application aimed at eliminating unjustified delays had been lodged on 30 June 2002 and the constitutional complaint had been lodged on 15 November 2005 (case no. I. ÚS 23/06);",
                                                "elements": []
                                            },
                                            {
                                                "content": "- although the president of the court concerned had accepted that there had been unjustified delays in the proceedings, these were due to “objective grounds”, the proceedings having been conducted in a continuous manner, and no corrective measures were envisaged (case no. I. ÚS 33/06);",
                                                "elements": []
                                            },
                                            {
                                                "content": "- the action had been lodged on 16 October 2001, a complaint under the Courts Act had been lodged on 28 September 2005, the response of the president of the court concerned had been served on the complainant on 4 November 2005 and the constitutional complaint had not been introduced until more than four months later (on 21 March 2006) (case no. I. ÚS 182/06);",
                                                "elements": []
                                            },
                                            {
                                                "content": "- in the course of the proceedings the complainants had several times demanded that hearings be scheduled and that the proceedings be conducted in a continuous manner, the proceedings at the relevant time having lasted for some six years and seven months (case no. I. ÚS 30/07); and",
                                                "elements": []
                                            },
                                            {
                                                "content": "- although the complainant had not formally lodged a complaint under the Courts Act, he had actively sought to have hearings scheduled and the proceedings conducted in a continuous fashion on numerous occasions (case no. III. ÚS 154/06).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Other case-law",
                                        "elements": [
                                            {
                                                "content": "45.  In an unrelated case no. II. ÚS 26/95, with reference to a complaint under the State Administration of Courts Act, which was in the relevant aspects comparable to a complaint under the Courts Act (see paragraph 27 above), the Constitutional Court held that the use of such a complaint was not required prior to a claim before the Constitutional Court that the length of the judicial proceedings in question was excessive (judgment (nález) of 25 October 1995).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  In other unrelated cases the  declared admissible the following constitutional complaints:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i) which had been lodged two months and five days (case no. IV. ÚS 15/05, decision of 18 January 2005), two months and two days (case no. III. ÚS 67/05, decision of 2 March 2005), one month and seventeen days (case no. I. ÚS 33/06, decision of 9 February 2006), one month and seven days (case no. III. ÚS 214/06, decision of 27 June 2006), sixteen days (case I. ÚS 258/06, decision of 23 August 2006), twenty-one days (case no. II. ÚS 283/06, decision of 13 September 2006), twelve days (case no. I. ÚS 30/07, decision of 21 March 2007), thirty-one days (case no. IV. ÚS 279/09, decision of 7 August 2009), one month and eleven days (case no. II. ÚS 414/09, decision of 10 December 2009), and seventeen days (case no. II. ÚS 256/2010, decision of 15 March 2010) after the reply of the president of the court concerned who had accepted that there had been unjustified delays in the proceedings concerning actions of 14 June 2000, 20 June 2000, 11 January 1995, 13 September 1999, 13 June 1996, 9 April 2002, 28 March 2000, 13 November 2001, 2 December 1997 and 27 September 2007 respectively; and",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii) without examining whether or not prior to the constitutional complaint the complainant had asserted his rights by way of a complaint under the Courts Act in an action of 13 April 1992 (case no. I. ÚS 23/06 (decision of 18 January 2006)), in an action of 16 October 2001 (case no. I. ÚS 182/06 (decision of 8 June 2006)) and in an action of 6 December 1994 (case brought by the present applicant under file no. II 243/09 (decision of 11 June 2009)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  In cases nos. III. ÚS 220/09 and I. ÚS 267/09 the Constitutional Court dealt with repeated complaints under Article 127 of the Constitution of continuing delays in judicial proceedings following and despite previous judgments of the Constitutional Court finding a violation of the complainants’ right to a hearing within a reasonable time and ordering the courts in question to proceed with the respective cases without delay.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Case no. III. ÚS 220/09 (decision of 28 July 2009) was declared admissible without a specific examination of whether a complaint had been lodged under the Courts Act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Case no. I. ÚS 267/09 (decision of 29 September 2009) was declared inadmissible on account of the complainant’s failure duly to use that remedy, his previous requests for the proceedings to be accelerated not having been taken into account.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  In cases nos. I. ÚS 272/08 and II. ÚS 435/08 the  dealt with complaints by two individuals about the length of the proceedings in their joint action for damages. The complainants were represented by the same lawyer and had both lodged complaints under the Courts Act (30 May and 8 July 2008 respectively) prior to introducing their constitutional complaints (21 July and 29 September 2008 respectively).",
                                                "elements": []
                                            },
                                            {
                                                "content": "Case no. I. ÚS 272/08 (decision of 18 September 2008) was declared inadmissible because it had been lodged too soon after the reply of the president of the respective court (18 June 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "Case no. II. ÚS 435/08 (decision of 27 November 2008) was declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "49.  The applicant complained that the rejection of his action had violated his right of access to a court and that the length of the proceedings in his action had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by a ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Access to a court",
                                        "elements": [
                                            {
                                                "content": "50.  Observing that the decision to declare the applicant’s action inadmissible was quashed and that the case was remitted to the fist-instance court where it has since been pending, the Court finds that the complaint of the alleged violation of the applicant’s right of access to a court is premature.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It follows that the relevant part of the application must be rejected under Article 35 §§ 1 and 4 of the Convention for non-exhaustion of domestic remedies.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Length of the proceedings",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a) Parties’ arguments",
                                "elements": [
                                    {
                                        "content": "51.  The Government argued that the applicant had failed to comply with the requirement of exhaustion of domestic remedies under Article 35 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In that connection, they relied on the Constitutional Court’s report of 7 June 2010 (see paragraphs 34 et seq. above) and advanced two reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  First, the applicant had failed to lodge his complaint under Article 127 of the Constitution in accordance with the applicable formal requirements and established practice of the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "More specifically, with reference to the Constitutional Court’s decision of 3 April 2007 in the applicant’s case (see paragraph 18 above), the applicant could not be considered as having duly used the remedy under the Courts Act because he had failed to formulate his complaints to the presidents of the District Court and the Regional Court with any precision allowing it to be linked to the proceedings at stake in the present case, there being a great number of proceedings involving the applicant before those courts. Moreover, in the Government’s submission, as his action was still pending, it was still open to the applicant to pursue the remedy in question properly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Second, the Government were of the view that the applicant should have, but had not, asserted his rights by way of an action for damages under the State Liability Act, which – under its sections 9 and 17 – applied to unjustified delays in proceedings and allowed for compensation of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In that connection, a finding of a violation of the applicant’s rights by the  was not a precondition of such a compensation claim, and the rejection of the applicant’s constitutional complaint did not exclude them from claiming damages under the State Liability Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Government made a distinction between a complaint under the Courts Act, which was of a preventive (accelerating) nature, and a claim for damages under the State Liability Act, which was of a compensatory nature. In view of the character of the remedy under Article 127 of the Constitution, the  only required the former remedy to be used before a constitutional complaint could be made, but not the latter. Therefore, the failure of the applicant’s constitutional complaint in no way impaired his chances of success under the State Liability Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  As to the substance, the Government admitted that “doubts [might] arise as to the efficiency of the lower courts in handling the contested proceedings”. Nevertheless, in their submission, the overall length of the proceedings was influenced by the applicant’s and his lawyer’s procedural behaviour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The applicant disagreed and reiterated his complaint. In particular, he submitted that it was not appropriate to require of him the exhaustion of any further remedies 11 years after the introduction of his action. Referring to the Constitutional Court’s judgment of 25 October 1995 in the case no. II. ÚS 26/95 (see paragraph 45 above), where it was held specifically that a complaint to the president of the court was not a prerequisite of a constitutional recourse in respect of excessive length of judicial proceedings, and to the Constitutional Court’ decision of 11 June 2009 (see paragraph 46 above) in one of his own unrelated cases, where no complaint to the president of the court in question had been required for the purposes of his constitutional complaint, the applicant concluded that there was no established practice on the part of the Constitutional Court in that respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  As to a claim for damages under the State Liability Act, the applicant submitted inter alia that such a claim would be directed against and entertained by the same court which compromised any prospects of success that it might hypothetically have. In addition, it would generate further litigation without solving the essence of the problem, which was the length of the proceedings in the action that he had lodged in 2001.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b) The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "58.  The Court considers that, in the present case, the question of exhaustion of domestic remedies under Article 35 § 1 of the Convention raises issues which are closely linked to the merits of the applicants’ complaints and that it would be more appropriately examined at the merits stage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  At the same time, the Court considers, in the light of the parties’ submissions, that the complaint under Article 6 § 1 of the Convention raises serious issues of fact and law under the Convention, the determination of which requires an examination of the merits. The Court concludes therefore that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. No other ground for declaring it inadmissible has been established. It must accordingly be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Applicable general principles",
                                        "elements": [
                                            {
                                                "content": "60.  Under Article 1 of the Convention, which provides that “[t]he High Contracting Parties shall secure to everyone within their jurisdiction the rights and freedoms defined in Section I of [the] Convention”, the primary responsibility for implementing and enforcing the rights and freedoms guaranteed by the Convention is laid on the national authorities. The machinery of complaint to the Court is thus subsidiary to national systems safeguarding human rights. This subsidiary character is articulated in Articles 13 and 35 § 1 of the Convention (see, among other authorities, Cocchiarella v. Italy [GC], no. 64886/01, § 38, ECHR 2006 V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The purpose of Article 35 § 1, which sets out the rule on exhaustion of domestic remedies, is to afford the Contracting States the opportunity of preventing or putting right the violations alleged against them before those allegations are submitted to the Court (see, among other authorities, Selmouni v. France [GC], no. 25803/94, § 74, ECHR 1999-V). The rule in Article 35 § 1 is based on the assumption, reflected in Article 13 (with which it has close affinity), that there is an effective domestic remedy available in respect of the alleged breach of an individual’s Convention rights (see Kudła v. Poland [GC], no. 30210/96, § 152, ECHR 2000-XI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Nevertheless, the only remedies which Article 35 of the Convention requires to be exhausted are those that relate to the breaches alleged and at the same time are available and sufficient. The existence of such remedies must be sufficiently certain not only in theory but also in practice, failing which they will lack the requisite accessibility and effectiveness (see, among other authorities, Scordino v. Italy (no. 1) [GC], no. 36813/97, § 142, ECHR 2006 V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  Remedies available to a litigant at domestic level for raising a complaint about the length of proceedings are “effective” within the meaning of Article 13 of the Convention if they prevent the alleged violation or its continuation, or provide adequate redress for any violation that has already occurred. A remedy is therefore effective if it can be used either to expedite a decision by the courts dealing with the case, or to provide the litigant with adequate redress for delays that have already occurred (see Mifsud v. France (dec.) [GC], no. 57220/00, § 17, ECHR 2002-VIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  However, as the Court emphasised, the best solution in absolute terms is indisputably, as in many spheres, prevention. Where the judicial system is deficient with regard to the reasonable-time requirement in Article 6 § 1 of the Convention, a remedy designed to expedite the proceedings in order to prevent them from becoming excessively lengthy is the most effective solution. Such a remedy offers an undeniable advantage over a remedy affording only compensation since it also prevents a finding of successive violations in respect of the same set of proceedings and does not merely repair the breach a posteriori, as does a compensatory remedy. Some States have understood the situation perfectly by choosing to combine two types of remedy, one designed to expedite the proceedings and the other to afford compensation (see Sürmeli v. Germany [GC], no. 75529/01, § 100, ECHR 2006 VII, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  Where a domestic legal system has made provision for bringing an action against the State, the Court has pointed out that such an action must remain an effective, sufficient and accessible remedy in respect of the excessive length of judicial proceedings and that its sufficiency may be affected by excessive delays and depend on the level of compensation (see Sürmeli, cited above, § 101, with further references).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Relevant Convention case-law in respect of ",
                                        "elements": [
                                            {
                                                "content": "66.  Until constitutional amendment no. 90/2001 Coll., there were no effective remedies within the meaning of Article 35 § 1 of the Convention in  in respect of the excessive length of judicial proceedings. The effectiveness of the following remedies was not accepted for the purposes of that provision: a petition under what was then Article 130 of the Constitution (see, for example, Bánošová v. Slovakia (dec.), no. 38798/97, 27 April 2000), a complaint under the State Administration of Courts Act (see, for example, Molnárová and Kochanová v. Slovakia (dec.), no. 44965/98, 4 March 2003) and an action for damages under the State Liability Act 1969 (see, for example, Švolík v. Slovakia, no. 51545/99, §§ 37-38, 15 February 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  Under constitutional amendment no. 90/2001 Coll., a new remedy was established, a complaint under the amended Article 127 of the Constitution (Constitutional Law no. 460/1992 Coll., as amended) (see paragraphs 15 and 11 above), which is in general considered to be a remedy to be used for the purposes of Article 35 § 1 of the Convention in respect of the excessive length of proceedings (see, for example, Andrášik and Others v. Slovakia (dec.), nos. 57984/00, 60237/00, 60242/00, 60679/00, 60680/00, 68563/01 and 60226/00, ECHR 2002 IX).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  In its decision in the application of Bako v. Slovakia (no. 60227/00, 15 March 2005), the Court acknowledged that, when dealing with complaints under Article 127 of the Constitution in respect of the length of proceedings, the Constitutional Court’s practice was to examine separately the segments of those proceedings taking place before different courts. This practice stemmed from the need for the  to identify separately the authorities which might be liable for a violation of the complainant’s human rights and fundamental freedoms and which, as the case may be, it would then order to provide appropriate redress to the person concerned. In the Court’s decision in Bako (cited above), it was also noted that this approach was different from that of the Court, which consists in examining the overall length of the proceedings. In this connection the Court wishes to clarify that an examination of the overall length of the proceedings does not preclude that a particular attention be given to a specific segment of the proceedings taking place before a specific court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  In its decision in Bako (cited above), the Court found that it therefore had to satisfy itself in each individual case whether the protection of a person’s right granted by the Constitutional Court of the Slovak Republic was comparable to that which the Court could provide under the Convention. In cases concerning the length of proceedings this requirement will only be met where the Constitutional Court’s decision, while structured so as to make a separate assessment of each of the individual stages of proceedings, is capable of covering all stages of the proceedings complained of and thus, in the same way as decisions given by the Court, of taking into account their overall length.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  Consequently, it was found that, in order to satisfy the requirements of Article 35 § 1 of the Convention, applicants had to have formulated their complaints under Article 127 of the Constitution in a way that would allow the Constitutional Court to examine the overall length of the proceedings in issue (see Obluk v. Slovakia, no. 69484/01, § 62, 20 June 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Court has also acknowledged the Constitutional Court’s practice of entertaining complaints under Article 127 of the Constitution about the length of proceedings only where the proceedings complained about are pending before the authority liable for the alleged violation at the time such complaints are lodged (see Obluk, cited above, § 51) and it has held that, for the purposes of Article 35 § 1 of the Convention, applicants had to have introduced their constitutional complaints in accordance with this practice (see Mazurek v. Slovakia (dec.), no. 16970/05, 3 March 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  Reaffirming the importance of the protection afforded to applicants in each individual case at the national level being comparable to that afforded by the Court under the Convention, as specified in paragraph 71 above, the Court acknowledged that it is first of all for the national authorities to devise means and methods of examining individual complaints so as to render the protection of their rights effective (see Michalák v. Slovakia, no. 30157/03, §§ 176-77, 8 February 2011).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Assessment of the present case",
                                        "elements": [
                                            {
                                                "content": "73.  The Court reiterates that it is not its role to decide in the abstract whether the applicable domestic law is compatible with the Convention or whether the domestic law has been complied with by the national authorities. In cases arising from individual petitions it must as far as possible examine the issues raised by the case before it. The question of exhaustion of domestic remedies will therefore now be examined with reference to the specific circumstances of the present case only (see, for example, Jakub v. Slovakia, no. 2015/02, § 48, 28 February 2006, with further references).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a) Complaint under the Courts Act",
                                "elements": [
                                    {
                                        "content": "74.  The Court considers that, strictly speaking, the essential question to be answered is not whether a complaint under the Courts Act is effective within the meaning of Article 35 § 1 of the Convention as such, but rather whether the applicant has complied with the exhaustion requirement under that Article.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  From that perspective, the Court reiterates that in Slovakia, in respect of the excessive length of proceedings, the remedy that is normally considered to be effective and that accordingly has to be used for the purposes of the domestic remedies rule under the Convention is the complaint under Article 127 of the Constitution (see Andrášik and Others, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Court observes that the applicant in the present case made three separate submissions aimed at the length of proceedings. These applications were made on 24 and 26 March 2003 and 17 July 2004 (see paragraphs 12, 13 and 14 above) and were phrased in general term and without specifying any particular set of proceedings. Their vagueness in combination with the number of court proceedings involving the applicant before the courts concerned was the reason why the  found that these applications did not amount to a valid complaint under the Courts Act (see paragraphs 18 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  In this context, although it is not decisive, the Court finds it useful to reiterate that lodging a complaint of delays in proceedings to the president of the court concerned under the State Administration of Courts Act, which was comparable to a complaint under the Courts Act (see paragraph 26 above), has been found not to be an effective remedy for the purposes of Article 35 § 1 of the Convention (see paragraph 61 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court also finds it useful to reiterate that, when examining complaints about the length of proceedings, the president of the court concerned acts in the capacity of manager rather than in a judicial capacity (see paragraph 28 above and also DMD GROUP, a.s. v. Slovakia, no. 19334/03, §§ 40, 41 and 65, 5 October 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  At this juncture the Court reiterates that, for a remedy to be “effective” for Convention purposes, it has to allow prevention of the alleged violation or its continuation, or to provide adequate redress for any violation that has already occurred (see paragraph 60 above). While, in respect of lengthy proceedings, a preventive measure is preferable, if a length-of-proceedings violation has already occurred, a remedy designed only to expedite them may not be adequate, and compensation or another form of redress may be called for (see Cocchiarella, cited above, §§ 74-77).",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Court notes that a complaint under Article 127 of the Constitution is precisely aimed at allowing redress of both a preventive and compensatory nature (see Andrášik and Others, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  However, the ultimate effect for an applicant may change when the availability of redress under Article 127 of the Constitution becomes dependent on a complaint under the Courts Act, the latter having no compensatory potential. In this context it is to be noted that, before the , the applicant claimed compensation in the amount of some EUR 4,350 (see paragraph 17 above), that a complaint under the Courts Act could at most bring about acceleration of the proceedings, but that there was no scope for any such compensation claim in connection with it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  In these circumstances, the Court has to examine the overall effectiveness, from the point of view of Article 35 § 1 of the Convention, of the combination of remedies available to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  As to the functional relationship between a complaint under Article 127 of the Constitution and a complaint under the Courts Act, the Court notes the explanations provided by the Government, in particular their reliance on the Constitutional Court’s report of 7 June 2010 (see paragraphs 34 et seq. above), submitting that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "- a complaint under the Courts Act is in general a remedy to be used before a complaint under Article 127 of the Constitution can be made;",
                                        "elements": []
                                    },
                                    {
                                        "content": "- making use of a complaint under the Courts Act is, however, not required in cases where the length of proceedings is “extreme” and “manifestly disproportionate”, provided that the complainant had actively been seeking their acceleration;",
                                        "elements": []
                                    },
                                    {
                                        "content": "- the complaint under the Courts Act cannot be considered as having been duly used if it was lodged at the same time as a complaint under Article 127 of the Constitution, after its introduction, or if the latter was introduced too early after the reply of the president of the court in question to the former.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Court observes that, rather than stemming directly from decisions and judgments of the Constitutional Court, this summary of the Constitutional Court’s practice was drawn up post factum and at an administrative level and that, although being certainly of informative value, it has no normative implications for the facts of the present case which preceded it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  Furthermore, and in any event, the Court cannot but note certain incongruities in the Constitutional Court’s case-law relied on by the Government on the one hand and known to the Court otherwise on the other hand.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In particular, the Court notes that there appears to be a number of cases which were admitted by the Constitutional Court for examination on the merits without the complainants’ having used a complaint under the Courts Act, one of such cases involving the present applicant himself (see paragraph 46 above). At the same time, it has to be noted that the Constitutional Court’s decisions in these cases contain no analysis of the exhaustion of remedies question. In particular, they contain nothing to support the Government’s argument which may be understood as proposing that there are distinct exhaustion rules in respect of certain categories of length-of-proceedings cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  Furthermore the Court notes the Constitutional Court’s specific pronouncement that a complaint under the State Administration of Courts Act was not required prior to a length-of-proceedings claim before the . The Court is aware that this pronouncement was made with reference to the constitutional framework before the amendment providing for the present complaint under Article 127 of the Constitution (see paragraph 65 above). However, the Court observes that no argument has been advanced by the Government or established in the Constitutional Court’s caselaw or otherwise as to why the considerations underlying that pronouncement should not apply mutatis mutandis in respect of the otherwise similar complaint under the Courts Act within the framework of the current Article 127 of the Constitution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  In addition, the Court observes that the impugned decision of the  in the present case (see paragraph 18 above) concerned proceedings, the length of which had been more than 6 years over 2 levels of jurisdiction. The Court finds it questionable wherever, at that stage, a remedy of no more than a preventive nature would have been adequate for the Convention purposes (see Cocchiarella, cited above, §§ 74-77).",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  Finally, the Court observes that a complaint under the Courts Act is by definition linked to the court concerned, whereas the Court’s approach is to examine the overall length of the proceedings (see Bako, cited above). It is therefore unclear how such examination could be obtained from the  if the proceedings in question take place before several courts and the complaint under the Courts Act is to be brought to the president of each of those courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  In view of the above considerations the Court concludes that the applicant cannot be reproached under Article 35 § 1 of the Convention for the way in which he used the remedy under Article 127 of the Constitution in the specific circumstances of his case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b) Claim for damages under the State Liability Act",
                                "elements": [
                                    {
                                        "content": "89.  As for any remedies under the State Liability Act, the Court reiterates first of all that where there is a choice of remedies, the exhaustion requirement must be applied to reflect the practical realities of an applicant’s position, so as to ensure the effective protection of the rights and freedoms guaranteed by the Convention. Moreover, an applicant who has used a remedy which is apparently effective and sufficient cannot be required also to have tried others that were available but probably no more likely to be successful (see Karlin v. Slovakia, no. 41238/05, § 85, 28 June 2011, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  As has been noted above, in the present case, the applicant sought protection of his right to a hearing within a reasonable time before the  under Article 127 of the Constitution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Constitutional Court, as the supreme authority for the protection of human rights and fundamental freedoms in Slovakia, had jurisdiction to examine the applicant’s complaint and to afford them redress if appropriate (see, mutatis mutandis, Lawyer Partners a.s. v. Slovakia, nos. 54252/07, 3274/08, 3377/08, 3505/08, 3526/08, 3741/08, 3786/08, 3807/08, 3824/08, 15055/08, 29548/08, 29551/08, 29552/08, 29555/08 and 29557/08, § 45, ECHR 2009-..., with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  As the Court has equally acknowledged above, the course of action chosen by the applicant in this case is normally considered to be effective for the purposes of the domestic remedies rule under Article 35 § 1 of the Convention. Moreover, there is nothing in the Constitutional Court’s decision to suggest that the applicant’s constitutional complaint was not admissible because he had not made use of the remedy now relied on by the Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  In these circumstances, the Court cannot but find that the applicant’s course of action as to the remedies used was reasonable and appropriate (see Karlin, cited above, § 88, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  Furthermore, and in any event, the Court notes that the Government have not shown that the remedy under the State Liability Act has ever been used with success in a situation comparable to that of the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  Accordingly, the Court finds that the applicant is not required to have had recourse to the remedy under the State Liability Act, as referred to by the Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  Conclusion",
                                        "elements": [
                                            {
                                                "content": "96.  In view of the above consideration the Court concludes that the Government’s preliminary objection of non-exhaustion of domestic remedies must be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  The period to be taken into consideration began on 9 January 2001 and has not ended yet. It has thus far lasted more than 11 years and 3 months for three levels of the ordinary courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  The Court reiterates that the reasonableness of the length of this period must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has accordingly been a breach of Article 6 § 1.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "101.  The applicant further complained that he had not had at his disposal an effective remedy in respect of their complaint under Article 6 § 1 of the Convention, contrary to Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "102.  The Court notes that this complaint is linked to the one examined above and must therefore likewise be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "103.  Referring to their arguments as mentioned above, the Government argued that the applicant had had at his disposal remedies under the Courts Act, the State Liability Act and, ultimately, Article 127 of the Constitution, which, taken together, were compatible with the requirements of Article 13 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  In reply, the applicant argued that the only remedy he had had which in principle was “effective” for the purposes of Article 13 of the Convention was a complaint under Article 127 of the Constitution and that, on the specific facts of his case this remedy had failed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  The Court reiterates that Article 13 of the Convention guarantees the availability at national level of a remedy to enforce the substance of the Convention rights and freedoms in whatever form they may happen to be secured in the domestic legal order. The effect of Article 13 is thus to require the provision of a domestic remedy to deal with the substance of an “arguable complaint” under the Convention and to grant appropriate relief. The effectiveness of a remedy within the meaning of Article 13 does not depend on the certainty of a favourable outcome for the applicant. Also, even if a single remedy does not by itself entirely satisfy the requirements of Article 13, the aggregate of remedies provided for under domestic law may do so. It is therefore necessary to determine in each case whether the means available to litigants in domestic law are “effective” in the sense either of preventing the alleged violation or its continuation, or of providing adequate redress for any violation that has already occurred (see, for example, Sürmeli, cited above, § 98).",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  In the present case, in view of the Court’s finding under Article 6 § 1 of the Convention (see paragraph 100 above), the complaint under that provision must be considered “arguable” for the purposes of Article 13 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  The Court further refers to its finding that the applicant was not required for the purposes of Article 35 § 1 of the Convention to assert his rights under the State Liability Act, inter alia, on the ground that there is no precedent indicating that its use has been successful in a comparable situation (see paragraphs 94 and 95 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  Furthermore, the Court observes that the remedy in question is compensatory in nature and that there is no indication that it may give rise to an order for the acceleration of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  At the same time, the Court also notes that the use by the applicant of the other available remedies has been futile.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  It follows that, in the specific circumstances of the present case, the applicant did not have an effective remedy in respect of his complaint about the length of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a violation of Article 13, in conjunction with Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "111.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "112.  The applicant claimed EUR 200 in respect of pecuniary damage allegedly caused by the defendant of his action to his property and EUR 33,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The Government contested the former claim in principle and the latter claim as to the amount.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, it awards the applicant EUR 3,000 in respect of nonpecuniary damage, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "115.  The applicant also claimed a lump sum of EUR 2,000 for all costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  The Government contested the claim arguing that the applicant had failed to support it by any documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum (see, for example, Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 54, ECHR 2000-XI). Furthermore, Rule 60 § 2 of the Rules of Court provides that itemised particulars of any claim made under Article 41 of the Convention must be submitted, together with the relevant supporting documents or vouchers, failing which the Court may reject the claim in whole or in part.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  In the instant case, the Court observes that the applicant has not substantiated his claim by any relevant supporting documents. Accordingly, the Court decides not to award any sum under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "119.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Decides by a majority to join to the merits the Government’s objection as to the exhaustion of domestic remedies concerning the complaint under the Courts Act;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares by a majority the complaint under Article 6 § 1 of the Convention concerning the excessive length of the proceedings and the complaint under Article 13 of the Convention of the lack of an effective remedy in that respect admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds by five votes to two that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds by five votes to two that there has been a violation of Article 13, in conjunction with Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds by five votes to two",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention EUR 3,000 (three thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses unanimously the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 12 June 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judges López Guerra and Gyulumyan is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "For the same reasons as those stated in my dissenting opinion in the case of Ištván and Ištvánová v. Slovakia (no. 30189/07), I am unable to support the majority’s conclusion as to the exhaustion of domestic remedies in the present case.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Corneliu Bîrsan",
            "role": "judges"
        },
        {
            "name": "Alvina Gyulumyan",
            "role": "judges"
        },
        {
            "name": "Egbert Myjer",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": " Quesada",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KOMANICKY v. SLOVAKIA (No. 6)",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-111402.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0612JUD004043707",
    "externalsources": [],
    "extractedappno": [
        "40437/07",
        "9845/06",
        "15/01",
        "72241/01",
        "62584/00",
        "44965/98",
        "25006/94",
        "41238/05",
        "30210/96",
        "93/04",
        "132/05",
        "401/08",
        "265/05",
        "306/04",
        "85/06",
        "13/06",
        "15/05",
        "67/05",
        "23/06",
        "33/06",
        "182/06",
        "30/07",
        "154/06",
        "26/95",
        "214/06",
        "258/06",
        "283/06",
        "279/09",
        "414/09",
        "243/09",
        "220/09",
        "267/09",
        "272/08",
        "435/08",
        "64886/01",
        "25803/94",
        "36813/97",
        "57220/00",
        "75529/01",
        "38798/97",
        "51545/99",
        "57984/00",
        "60237/00",
        "60242/00",
        "60679/00",
        "60680/00",
        "68563/01",
        "60226/00",
        "60227/00",
        "69484/01",
        "16970/05",
        "30157/03",
        "2015/02",
        "19334/03",
        "54252/07",
        "3274/08",
        "3377/08",
        "3505/08",
        "3526/08",
        "3741/08",
        "3786/08",
        "3807/08",
        "3824/08",
        "15055/08",
        "29548/08",
        "29551/08",
        "29552/08",
        "29555/08",
        "29557/08",
        "30979/96",
        "31107/96",
        "30189/07"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-111402",
    "judgementdate": "12/06/2012 00:00:00",
    "kpdate": "12/06/2012 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6",
        "6-1",
        "13"
    ],
    "parties": [
        "KOMANICKY",
        "SLOVAKIA"
    ],
    "rank": "891.244384765625",
    "representedby": [
        "N/A"
    ],
    "respondent": "SVK",
    "respondentOrderEng": "42",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "371867",
    "typedescription": "15"
}