{
    "__articles": "35;35-1;35-3;41;P1-1;P1-1-1",
    "__conclusion": "Remainder inadmissible;Violation of P1-1;Pecuniary and non-pecuniary damage - award",
    "applicability": "",
    "appno": "27458/06;33604/07;37205/06;37207/06",
    "article": [
        "41",
        "35",
        "p1-1"
    ],
    "conclusion": [
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Pecuniary and non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-107937.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in four separate applications (nos. 27458/06, 37205/06, 37207/06 and 33604/07) lodged with the Court against both Montenegro and Serbia (the first and the third applicants) and against Montenegro alone (the second and the fourth applicants) under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by four Montenegrin nationals, Ms Nevenka Lakićević (the first applicant), Mr Borislav Vukašinović (the second applicant), Mr Veselin Budeč (the third applicant) and Mr Vlado Rajković (the fourth applicant) on 5 June 2006, 2 August 2006, 24 July 2006 and 24 July 2007 respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The first, third and fourth applicants were, exceptionally, granted leave to represent themselves (Rule 36 § 2 of the Rules of Court). The second applicant was represented by Mr V. Đurišić, a lawyer practising in Podgorica. The Montenegrin Government (“the Government”) were represented by their Agent, Mr Z. Pažin.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants complained under Article 6 of the Convention and Article 1 of Protocol No.1 about the suspension of their pensions.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 19 April 2010 the President of the Fourth Section decided to give notice of the applications to the Government. It was also decided to rule on the admissibility and merits of the applications at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5. The applicants - Ms Nevenka Lakićević (the first applicant), Mr Borislav Vukašinović (the second applicant), Mr Veselin Budeč (the third applicant), and Mr Vlado Rajković (the fourth applicant) - are all Montenegrin nationals who were born in 1947, 1937, 1924, and 1944 respectively. They live in Herceg-Novi (the first and third applicants) and Podgorica (the second and fourth applicants).",
                                "elements": []
                            },
                            {
                                "content": "6.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "A.  Suspension of pensions",
                                "elements": [
                                    {
                                        "content": "7.  Between November 1989 and June 2002 the applicants closed their private law firms and submitted papers to begin their retirements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  Between August 1990 and September 2002 their old-age and disability pension entitlements, as well as the exact amount of their pensions (starosna i invalidska penzija), were established by decisions of the Pension and Disability Insurance Fund (Republički fond penzijskog i invalidskog osiguranja; hereinafter “the Pension Fund”). The decisions, as submitted by the second and fourth applicants, allowed the applicants to resume working on a part-time basis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  Between April 1996 and June 2002 the applicants reopened their own legal practices on a part-time basis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 1 April 2004, 20 July 2005, 3 June 2005 and 24 November 2005 the Pension Fund suspended (obustavlja) payment of the applicants’ pensions respectively, until such time as they ceased professional activity. These decisions were all “deemed to be applicable as of 1 January 2004”, which was when section 112 of the Pension and Disability Insurance Act 2003 (hereinafter “the Pension Act 2003”) entered into force (see paragraphs 23 and 25 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The Pension Fund’s rulings were subsequently upheld by the Ministry of Labour and Social Welfare (Ministarstvo rada i socijalnog staranja), as well as, ultimately, by the Administrative Court (Upravni sud) on 6 December 2005, 4 April 2006, 18 April 2006 and 7 February 2007 in respect of the first, second, third and fourth applicants respectively. The  explained, inter alia, that the applicants had not been deprived of their pension entitlements as such, but that the payment of their pensions had instead been suspended on the basis of the relevant domestic legislation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  Finally, on 13 June 2006, 27 June 2006 and 28 May 2007 respectively, the Supreme Court (Vrhovni sud) in Podgorica dismissed the second, third and fourth applicants’ requests for judicial review of their cases (zahtjev za vanredno preispitivanje sudske odluke). In so doing, the Supreme Court essentially endorsed the reasons given by the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The first applicant did not attempt to make use of the judicial review avenue, in view of the fact that the other applicants’ identical requests had already been rejected by the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  Payment of the second applicant’s pension was resumed with effect from 1 December 2007, which is when he ceased his professional activity. The payment of the second, third and fourth applicants’ pensions was resumed with effect from 1 January 2009, which is when the Amendments to the Pension Act entered into force, repealing section 112 of the Pension Act 2003 (see paragraph 26 below).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Civil proceedings against the applicants",
                                "elements": [
                                    {
                                        "content": "1.  The first applicant",
                                        "elements": [
                                            {
                                                "content": "15.  On 30 June 2004 the Pension Fund lodged a compensation claim against the first applicant, seeking repayment of the pension payments she had received for January and February 2004 in the total amount of 425.74 euros (EUR). In response, the first applicant lodged a counterclaim seeking payment of the pension which had not been paid to her between March 2004 and December 2008 due to the suspension of her pension rights, amounting in total to EUR 15,332.45.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  On 4 November 2009 the Court of First Instance (Osnovni sud) in Herceg Novi, after joining the two proceedings, ruled in favour of the first applicant, referring, in particular, to section 6 of the Amendments to the Pension and Disability Insurance Act 2003 (hereinafter “the Amendments to the Pension Act”), section 193 of the Pension Act 2003 as well as a decision of the Constitutional Court of Montenegro (see paragraphs 26, 24 and 28 below). On 19 January 2010 the High Court (Viši sud) in Podgorica overturned this judgment and ruled against the first applicant, relying on sections 112 and 222 of the Pension Act 2003 and considering that their application was not retroactive. This judgment was upheld by the Supreme Court on 3 June 2010, which court mainly endorsed the reasons of the High Court. In doing so, the Supreme Court in particular referred to section 112 of the Pension Act 2003.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 29 July 2010 the Court of First Instance issued an enforcement order providing that the Pension Fund would retain half the first applicant’s pension until the entire sum owed had been paid. On 4 November 2010 this decision was upheld by the High Court.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The second and third applicants",
                                        "elements": [
                                            {
                                                "content": "18.  On 17 January 2007 and an unspecified date the Pension Fund lodged compensation claims against the second and third applicants respectively, seeking repayment of the pension they had received from 1 January 2004 onwards.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 20 June 2007 the Court of First Instance in Podgorica ruled against the second applicant, which judgment was upheld by the High Court in Podgorica on 13 February 2009. It would appear from the case file that this decision has been enforced.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  On 25 February 2010 the Court of First Instance in Herceg Novi ruled in favour of the third applicant. On 16 April 2010 the High Court in Podgorica overturned this decision and ruled against him. In doing so, it referred to the above decisions of the  and the Supreme Court (see paragraphs 11 and 12 above). It would appear from the case file that this decision has been enforced in subsequent enforcement proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  The fourth applicant",
                                        "elements": [
                                            {
                                                "content": "21.  There is no information in the case file as to whether the Pension Fund instituted civil proceedings against the fourth applicant.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Constitutional Charter of the State Union of Serbia and Montenegro (Ustavna povelja državne zajednice Srbija i Crna Gora, published in the Official Gazette of Serbia and  no. 1/03)",
                                "elements": [
                                    {
                                        "content": "22.  Article 9 § 1 of the Constitutional Charter provided that both member States shall regulate, safeguard and protect human rights in its territory.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Pension and Disability Insurance Act 2003 (Zakon o penzijskom i invalidskom osiguranju, published in the Official Gazette of the Republic of Montenegro - OG RM - no. 54/03)",
                                "elements": [
                                    {
                                        "content": "23.  Section 112 paragraph 1 provided that a person’s pension shall be suspended should he or she resume working or establish a private practice, for as long as this activity continues.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Section 193 paragraph 1 provided that beneficiaries of, inter alia, old-age pension (starosna penzija) and disability pension (invalidska penzija), who obtained these rights in accordance with the relevant legislation in force before this Act entered into force, shall preserve these rights afterwards at the same level (u istom obimu) with appropriate adjustments [on the basis of living expenses and average salaries].",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Section 222 provided that this Act would enter into force on 1 January 2004.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Amendments to the Pension and Disability Insurance Act 2003 (Zakon o izmjenama i dopunama zakona o penzijskom i invalidskom osiguranju, published in the Official Gazette of Montenegro - OGM - no. 79/08)",
                                "elements": [
                                    {
                                        "content": "26.  Section 6 repealed section 112 paragraph 1 of the Pension Act 2003. These Amendments entered into force on 1 January 2009.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Decision of the Federal Constitutional Court published in the Official Gazette of the Federal Republic of Yugoslavia no. 39/2002",
                                "elements": [
                                    {
                                        "content": "27.  On 12 July 2002 the Federal Constitutional Court of Yugoslavia, Yugoslavia being comprised of Montenegro and Serbia at the time, held that section 32 of the Federal Pension and Disability Insurance Act, which essentially corresponded to section 112 paragraph 1 of the Pension Act 2003, was in breach of the Constitution of the Federal Republic of Yugoslavia. In particular, once pension entitlements had been acquired they could not be repealed or restricted by subsequent measures. Further, there was a lack of proportionality between the public interest, protection of which was allegedly the intention of the provisions in question on the one hand and the interests of individuals in respect of their property rights on the other. Lastly, the court held that the section in question was indeed retroactive in nature, since it had also been applied to pensioners who had resumed professional activities before its entry into force.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Decision of the Constitutional Court of the Republic of Montenegro U br. 7/04, 11/04, 30/04, 60/04 and 101/04",
                                "elements": [
                                    {
                                        "content": "28.  On 10 November 2004 the Constitutional Court of the  rejected an initiative to assess the constitutionality of section 112 paragraph 1 of the Pension Act 2003. In so doing, it held, inter alia, that it was a matter of legislative judgment whether or not to allow a person to simultaneously receive pension and resume working, and that therefore this matter fell outside the jurisdiction of the . It further held:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“According to the ...Constitutional Court, Article 112 § 1 of the 2003 Act does not have retroactive effect, as it does not apply to situations which came into existence before its entry into force, but only as regards those ... which have arisen ... [thereafter] ...”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Administrative Dispute Act (Zakon o upravnom sporu, published in OG RM no. 60/03 and OGM no. 32/11)",
                                "elements": [
                                    {
                                        "content": "29.  Articles 40-46 provide details concerning a request for judicial review (zahtjev za vanredno preispitivanje sudske odluke).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  In particular, Articles 40-42 provide that parties may file a request for judicial review with the Supreme Court. They may do so within a period of 30 days following receipt of a final decision rendered by the , and only if the relevant legislation, procedural or substantive, has been breached by the lower court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In accordance with Article 46, the Supreme Court shall, should it accept a request for judicial review lodged by one of the parties concerned, have the power to overturn the impugned judgment or quash it and order a re-trial before the .",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "32.  The Court notes that the applications under examination concern the same issue. It is therefore appropriate to join them, in accordance with Rule 42 § 1 of the Rules of Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  The applicants complained about the suspension of their pensions.",
                                "elements": []
                            },
                            {
                                "content": "34.  The Court considers that their complaints naturally fall to be examined under Article 1 of Protocol No. 1 only (see, mutatis mutandis, Janković v.  (dec.), no. 43440/98, ECHR 2000X; Skórkiewicz v. Poland (dec.), no 39860/98, 1 June 1999; and Domalewski v.  (dec.), no. 34610/97, 15 June 1999), which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Compatibility ratione personae",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  As regards the applicants",
                                "elements": [
                                    {
                                        "content": "35.  The Government maintained that the applicants had lost their victim status when the Amendments to the Pension Act entered into force on 1 January 2009, as of that moment payment of their pensions was resumed (see paragraphs 26 and 14 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The first, second and third applicants contested this claim. The fourth applicant made no comment in this respect. In particular, the first applicant maintained that her victim status persisted, as she had never obtained any compensation for the pension she had not received for the period between 1 March 2004 and 31 December 2008, and was thus still deprived of her property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court reiterates that an individual can no longer claim to be a victim of a violation of the Convention when the national authorities have acknowledged, either expressly or in substance, a breach of the Convention and have provided redress (see Eckle v. , 15 July 1982, § 66, Series A no. 51). Accordingly, in principle, where domestic proceedings are settled and include an admission of the breach by the national authorities and the payment of a sum of money amounting to redress, the dual requirements established in Eckle are satisfied, and the applicant can no longer claim to be a victim of a violation of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court notes that in the present case the national authorities have never acknowledged, either expressly or in substance, a breach of the Convention, nor did they provide any redress for the suspension of pensions which the applicants allege constituted a violation of the Convention. On the contrary, the Government explicitly stated that the suspension of the pensions was not in breach of the Convention, and the domestic courts refused to award any compensation in this respect (see paragraph 57 below and paragraphs 15-17 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  In view of the above, without prejudging the merits of the case, the Court considers that the applicants’ status as “victims” within the meaning of Article 34 of the Convention is unaffected. Accordingly, the Government’s objection in this regard must be dismissed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  As regards the respondent States",
                                "elements": [
                                    {
                                        "content": "40.  The first and third applicants made complaints against both Montenegro and .",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court notes that each member State of the then State Union of Serbia and  was responsible for the protection of human rights in its own territory (see paragraph 22 above). Given the fact that the entire proceedings have been conducted solely within the competence of the Montenegrin authorities, which also had the exclusive competence to deal with the subject matter, the Court, without prejudging the merits of the case, finds the applicants’ complaints in respect of Montenegro compatible ratione personae with the provisions of the Convention and Protocol No. 1 thereto. For the same reason, however, the first and third applicants’ complaint in respect of Serbia is incompatible ratione personae within the meaning of Article 35 § 3, and must be rejected pursuant to Article 35 § 4 of the Convention (see Bijelić v. Montenegro and Serbia, no. 11890/05, § 70, 28 April 2009, and Šabanović v. Montenegro and , no. 5995/06, § 28, 31 May 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Compatibility ratione temporis",
                                        "elements": [
                                            {
                                                "content": "42.  Even though the Government did not raise any objection in this regard, the Court has to satisfy itself that it has jurisdiction in any case brought before it (see, mutatis mutandis, Blečić v. Croatia [GC], no. 59532/00, § 67, ECHR 2006-III, as well as Kavaja and Miljanić v. Montenegro (dec.), nos. 43562/02 and 37454/08, § 30, 23 November 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Court notes that the relevant domestic legislation providing for the suspension of the applicants’ pensions had entered into force on 1 January 2004, which was before the respondent State’s ratification of Protocol No. 1 to the Convention on 3 March 2004. However, the Court also observes that the applicants continued to receive their pensions until well after 3 March 2004. The suspension, therefore, did not automatically take place on the basis of the legislation alone, but only after the Pension Fund had rendered specific decisions to that effect, all of which were issued after the respondent State’s ratification of the Convention and Protocol No. 1 thereto.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  In view of this, the Court considers that the impugned interference falls within this Court’s competence ratione temporis (see, mutatis mutandis, Blečić, cited above, § 83-84; as well as Zana v. Turkey, 25 November 1997, § 42, Reports of Judgments and Decisions 1997VII).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Exhaustion of domestic remedies",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  As regards the first applicant",
                                "elements": [
                                    {
                                        "content": "45.  The Government maintained that the first applicant had not exhausted all effective domestic remedies. In particular, she did not seek a Supreme Court judicial review.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The first applicant contested the effectiveness of this remedy, especially in view of the decisions given in respect of the other three applicants, and in view of the fact that the Supreme Court had, in any case, ruled against her in the civil proceedings (see paragraphs 12, 15 and 16 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court reiterates that, according to its established case-law, the purpose of the domestic remedies rule contained in Article 35 § 1 of the Convention is to afford the Contracting States the opportunity of preventing or putting right the violations alleged before they are submitted to the Court. However, the only remedies to be exhausted are those which are effective.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  It is incumbent on the Government claiming non-exhaustion to satisfy the Court that the remedy was an effective one, available in theory and in practice at the relevant time, that is to say, that it was accessible, was one which was capable of providing redress in respect of the applicant’s complaints and which offered reasonable prospects of success. However, once this burden of proof has been satisfied, it falls to the applicant to establish that the remedy advanced by the Government was in fact used or was for some reason inadequate and ineffective in the particular circumstances of the case, or that there existed special circumstances absolving him or her from the requirement (see Akdivar and Others v. Turkey, 16 September 1996, § 65, Reports of Judgments and Decisions 1996-IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The application of this rule must make due allowance for the context. Accordingly, it has recognised that Article 35 § 1 must be applied with some degree of flexibility and without excessive formalism (see Akdivar and Others, cited above, § 69).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court recalls that it has already established that an appeal on points of law in civil proceedings (revizija) and an appeal on points of law in criminal proceedings (zahtjev za ispitivanje zakonitosti pravosnažne presude), are, in principle, effective domestic remedies within the meaning of Article 35 § 1 of the Convention (see, mutatis mutandis, Rakić and Others v. Serbia, nos. 47460/07 et seq., §§ 37 and 27, 5 October 2010, and the authorities cited therein; Debelić v. Croatia, no. 2448/03, §§ 20 and 21, 26 May 2005; and Mamudovski v. the former Yugoslav Republic of Macedonia (dec.), no. 49619/06, 10 March 2009). As the request for judicial review in the administrative dispute, even if described as “extraordinary” in the Administrative Dispute Act (zahtjev za vanredno preispitivanje sudske odluke) corresponds to the said remedies in civil and criminal proceedings, the Court considers that, given its nature, it must also, in principle and whenever available in accordance with the relevant rules on procedure, be considered an effective domestic remedy within the meaning of Article 35 § 1 of the Convention (compare and contrast the analysis in Kolu v. Finland (dec.), no. 56463/10, ECHR 3 May 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  Turning to the present case, the Court notes that the first applicant indeed failed to submit a request for judicial review with the Supreme Court. It also notes that the Supreme Court ruled against the other three applicants upon their requests for judicial review, whose claims were identical to the claim of the first applicant, and, in doing so, it essentially endorsed the reasons given previously by the  (see paragraph 12 above). In addition, the Supreme Court had indeed had a chance to rule in respect of the first applicant, albeit in civil proceedings, and it ruled against her (see paragraph 16 above). As there is nothing in the case file to suggest that the Supreme Court would have ruled any differently in respect of the first applicant, the Court considers that requiring her to use this remedy in such circumstances, would amount to excessive formalism and that therefore she did not have to exhaust this particular avenue of redress (see, mutatis mutandis, Uljar and Others v. , no. 32668/02, § 32 in fine, 8 March 2007). The Government’s objection in this regard must therefore be dismissed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  As regards the other applicants",
                                "elements": [
                                    {
                                        "content": "52.  The Government maintained that the applicants had not exhausted all effective domestic remedies. In particular, they had not instituted civil proceedings in order to obtain compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The first applicant submitted that she had instituted civil proceedings, but to no avail, as the domestic courts had ruled against her. The second and third applicants contested the effectiveness of civil proceedings, claiming that the domestic courts had never awarded any damages in such cases, and inviting the Government to submit any domestic case-law to the contrary. The fourth applicant made no comment in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court notes that the first applicant did institute civil proceedings for compensation, but that the domestic courts ruled against her (see paragraphs 15-17 above). The Court also observes that the Government failed to submit any other domestic case-law in support of their claim that the applicants could have obtained compensation in civil proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  In view of the above, the Court is of the opinion that the civil proceedings cannot be considered as an effective domestic remedy in the particular circumstances of the case, thus absolving the second, third and fourth applicants of the requirement to make use of this remedy. The Government’s objection in this regard must therefore also be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  Conclusion",
                                        "elements": [
                                            {
                                                "content": "56.  The Court notes that the applicants’ complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "57.  The Government maintained that there was no general obligation on the State to allow pensioners to work, and that thus it was within the State’s discretion as to how to regulate it. In particular, it was not in the public interest for people to enjoy the benefits of both a pension and work at the same time. In this respect the Government noted that the domestic authorities were better placed to assess what was in the public interest, and had a wide margin of appreciation in that regard. Therefore, the impugned provision of the Pension Act 2003 was a legitimate measure in the public interest, proportionate to the legitimate aim of preserving the budgetary stability of the State and improving social policy. As everybody could choose which right they preferred to use, a fair balance was achieved between the private interests of the applicants on the one hand and the public interest on the other. Therefore, there was no violation of Article 1 of Protocol No. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The first, second and third applicants contested these claims. In particular, the first applicant referred to section 193 of the Pension Act 2003 (see paragraph 24 above), arguing that it confirmed that this Act did not have retroactive effect but that it should have been applied only to pensioners who re-established their private practice after this Act had entered into force. She held that this was further confirmed by the Constitutional Court of Montenegro (see paragraph 28 above), as well as, eventually, by the State itself when it abolished the relevant part of the relevant section (see paragraph 26 above). The second applicant, in particular, maintained that the State had proved the unlawfulness of the relevant part of the provision concerned by abolishing it by means of the Amendments to the Pension Act. The fourth applicant made no comment in this respect.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "59.  The principles which apply generally in cases under Article 1 of Protocol No. 1 are equally relevant when it comes to pensions (see Andrejeva v.  [GC], no. 55707/00, § 77, 18 February 2009, and, more recently, Stummer v. Austria [GC], no. 37452/02, § 82, 7 July 2011). Thus, that provision does not guarantee the right to acquire property (see, among other authorities, Van der Mussele v. Belgium, 23 November 1983, § 48, Series A no. 70; Slivenko v. Latvia (dec.) [GC], no. 48321/99, § 121, ECHR 2002II; and Kopecký v. Slovakia [GC], no. 44912/98, § 35 (b), ECHR 2004IX). Nor does it guarantee, as such, any right to a pension of a particular amount (see, among other authorities, Müller v. Austria, no. 5849/72, Commission’s report of 1 October 1975, Decisions and Reports (DR) 3, p. 25; T. v. Sweden, no. 10671/83, Commission decision of 4 March 1985, DR 42, p. 229; Janković v. Croatia (dec.), no. 43440/98, ECHR 2000X; Kuna v. Germany (dec.), no. 52449/99, ECHR 2001V (extracts); Lenz v. Germany (dec.), no. 40862/98, ECHR 2001X; Kjartan Ásmundsson v. Iceland, no. 60669/00, § 39, ECHR 2004IX; Apostolakis v. Greece, no. 39574/07, § 36, 22 October 2009; Wieczorek v. Poland, no. 18176/05, § 57, 8 December 2009; Poulain v. France (dec.), no. 52273/08, 8 February 2011; and Maggio and Others v. Italy, nos. 46286/09, 52851/08, 53727/08, 54486/08 and 56001/08, § 55, 31 May 2011). However, where a Contracting State has in force legislation providing for the payment as of right of a pension – whether or not conditional on the prior payment of contributions – that legislation has to be regarded as generating a proprietary interest falling within the ambit of Article 1 of Protocol No. 1 for persons satisfying its requirements (see Carson and Others v. the United Kingdom [GC], no. 42184/05, § 64, ECHR 2010...). The reduction or the discontinuance of a pension may therefore constitute interference with possessions that needs to be justified (see Kjartan Ásmundsson, cited above, § 40; Rasmussen v. Poland, no. 38886/05, § 71, 28 April 2009; and Wieczorek, cited above, § 57).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The first and most important requirement of Article 1 of Protocol No. 1 is that any interference by a public authority with the peaceful enjoyment of possessions should be lawful (see The Former King of Greece and Others v.  [GC], no. 25701/94, §§ 79 and 82, ECHR 2000-XII) and that it should pursue a legitimate aim “in the public interest”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  According to the Court’s caselaw, the national authorities, because of their direct knowledge of their society and its needs, are in principle better placed than the international judge to decide what is “in the public interest”. Under the Convention system, it is thus for those authorities to make the initial assessment as to the existence of a problem of public concern warranting measures interfering with the peaceful enjoyment of possessions. Moreover, the notion of “public interest” is necessarily extensive. In particular, the decision to enact laws concerning pensions or welfare benefits involves consideration of various economic and social issues. The Court accepts that in the area of social legislation including in the area of pensions States enjoy a wide margin of appreciation, which in the interests of social justice and economic well-being may legitimately lead them to adjust, cap or even reduce the amount of pensions normally payable to the qualifying population including, like in the instant case, by means of rules on incompatibility between the receipt of a pension and paid employment. However, any such measures must be implemented in a non-discriminatory manner and comply with the requirements of proportionality. Therefore, the margin of appreciation available to the legislature in implementing such policies should be a wide one, and its judgment as to what is “in the public interest” should be respected unless that judgment is manifestly without reasonable foundation (see, for example, Carson and Others v. the  [GC], no. 42184/05, § 61, 16 March 2010; Andrejeva v.  [GC], no. 55707/00, § 83, 18 February 2009; as well as Moskal v. , no. 10373/05, § 61, 15 September 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Any interference must also be reasonably proportionate to the aim sought to be realised. In other words, a “fair balance” must be struck between the demands of the general interest of the community and the requirements of the protection of the individual’s fundamental rights. The requisite balance will not be found if the person or persons concerned have had to bear an individual and excessive burden (see James and Others v. the , 21 February 1986, § 50, Series A no. 98; and Wieczorek, cited above, §§ 5960, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  While it must not be overlooked that Article 1 of Protocol No. 1 does not restrict a State’s freedom to choose the type or amount of benefits that it provides under a social security scheme (see Stec and Others, cited above § 54; Stec and Others v. the United Kingdom [GC], no. 65731/01, § 53, ECHR 2006VI; and Wieczorek, cited above, § 66 in limine), it is also important to verify whether an applicant’s right to derive benefits from the social security scheme in question has been infringed in a manner resulting in the impairment of the essence of his pension rights (see Domalewski, cited above; Kjartan Ásmundsson, cited above, § 39 in fine; and Wieczorek, cited above, § 57 in fine).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  Turning to the present case, the Court considers that the applicants’ pension entitlements constituted a possession within the meaning of Article 1 of Protocol No. 1 to the Convention. Further, the Pension Fund’s suspension of payment of the applicants’ pensions clearly amounted to an interference with the peaceful enjoyment of their possessions (see paragraph 59 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  As regards the requirement of lawfulness, the Court notes that the payment of pensions was suspended on the basis of section 112 of the Pension Act 2003, which seems to imply that it was in accordance with the law. Certainly, the interpretation of this provision given by the domestic courts favours such a conclusion (see paragraph 16 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Court considers that such an interpretation of the domestic courts raises some doubts in view of Section 193 of the Pension Act 2003, as well as in view of the decision of the Constitutional Court of Montenegro, and the ruling of the Federal Constitutional Court in respect of an essentially identical provision of the Federal Pension and Disability Insurance Act, both Montenegro and Serbia being part of one legal system at the time (see paragraphs 24, 28 and 27 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  In any event, even assuming that it was in accordance with law, it remains to be resolved whether the said interference pursued a legitimate aim and if there was a reasonable relationship of proportionality between the means employed and the aim sought to be realised.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  Even though the Government submitted no supporting documents as to the benefits of this measure, the Court may accept that the aims pursued were social justice and the State’s economic well-being, both of which are legitimate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  As regard the issue of proportionality the Court notes that the initial decisions issued by the Pension Fund conferred on the applicants the entitlement to receive their respective pensions. In doing so, the Pension Fund agreed that the applicants had satisfied all the statutory conditions and qualified for the pensions. Under the rules in force at the time, gainful employment was not incompatible with a Fund member’s receipt of a full pension, as long as the employment was on a part-time basis (see paragraph 8 above). After meeting the legal criteria for retirement, and encouraged by the pension system to which they had contributed over a number of years, the applicants reopened their private practices on a part-time basis whilst at the same time receiving their pensions (see, mutatis mutandis, Kjartan Ásmundsson, cited above, § 44, ECHR 2004IX).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Court further notes that, when the applicants’ pensions were suspended by the relevant Pension Fund decisions in 2004 and 2005, this was not due to any changes in their own circumstances, but to changes in the law. This particularly affected the applicants, as it entirely suspended the payment of the pensions they had been receiving for a number of years, taking no account of the amount of revenue generated by their part-time work (see, mutatis mutandis, Kjartan Ásmundsson, cited above, § 44, as well as, in contrast, among many authorities, Domalewski and Skórkiewicz, both cited above, where the applicants were deprived only of their special privileged status, while retaining all the rights attaching to their ordinary pension under the general social insurance system). Even though the applicants have submitted no data as to how much exactly they earned in their private practice, and as the Government have offered no evidence to the contrary, in view of the fact that they worked on a part-time basis only the Court considers that the pension still constituted a considerable part of their gross monthly income (see Kjartan Ásmundsson, cited above, § 44).",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  In this context, the Court also observes that the Pension Act 2003 affected not only the applicants’ right to receive their pension in the future but partly also the payments received hitherto, as the first, second and third applicants were obliged to pay back the amounts they had received after 1 January 2004 (see paragraphs 17, 19 and 20 above, as well as, in contrast, mutatis mutandis, Wieczorek v. Poland, cited above, § 72, and Hasani v.  (dec.), no. 20844/09, 30 September 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  Against this background, the Court finds that, as individuals, the applicants were made to bear an excessive and disproportionate burden. Even having regard to the wide margin of appreciation enjoyed by the State in the area of social legislation, the impact of the impugned measure on the applicants’ rights, even assuming its lawfulness (see paragraph 66 above), cannot be justified by the legitimate public interest relied on by the Government. It could have been otherwise had the applicants been obliged to endure a reasonable and commensurate reduction rather than the total suspension of their entitlements (see, among many authorities, Kjartan Ásmundsson, cited above, § 45; Wieczorek v. Poland, cited above, § 67, Maggio and Others v. Italy, cited above, § 62, Banfield v. the  (dec.), no. 6223/04, 18 October 2005) or if the legislature had afforded them a transitional period within which to adjust themselves to the new scheme. Furthermore, they were required to pay back the pensions they had received as of 1 January 2004 onwards, which must also be considered a relevant factor to be weighed in the balance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  In view of the above, the Court considers that there has been a violation of Article 1 of Protocol No. 1.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "74.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "75.  The first applicant claimed EUR 15,769.07 in respect of pecuniary damage (EUR 15,332.45 on account of suspended pensions and EUR 436.62 on account of pensions reimbursed to the Pension Fund) and EUR 9.000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The second applicant claimed EUR 12,377.3 in respect of pecuniary damage (EUR 8,532.86 on account of suspended pensions and EUR 3,844.44 on account of pensions reimbursed to the Pension Fund).",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The third applicant claimed a total amount of EUR 18,448.8 in respect of pecuniary damage and EUR 5,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The fourth applicant claimed EUR 10,618.49 in respect of pecuniary damage. He enclosed a calculation made by the Pension Fund stating that the unpaid pensions amounted to EUR 8,038.53, as he had been regularly receiving the pension until 1 May 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Government maintained that the amounts sought by the applicants were inappropriately high and not in line with the relevant case-law of the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Court is satisfied that the applicants have suffered pecuniary damage as a result of the violation found and considers that they should be awarded compensation in an amount reasonably related to any prejudice suffered. It cannot award them the full amounts claimed, precisely because a reasonable and commensurate reduction in their entitlement could have been compatible with their Convention rights (see paragraph 72 above). Deciding in the light of the figures available in the case file, the Court awards the first and third applicants EUR 8,000 each, the second applicant EUR 6,000 and the fourth applicant EUR 4,000, plus any tax that may be chargeable on those amounts (see, mutatis mutandis, Kjartan Ásmundsson, cited above, § 51).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  Even if not the subject of a specific claim by the second and fourth applicants, the Court accepts that all the applicants in the present case have certainly suffered some non-pecuniary damage which cannot be sufficiently compensated by the sole finding of a violation (see, mutatis mutandis, Garzičić v. Montenegro, no. 17931/07, § 42, 21 September 2010; as well as Staroszczyk v. Poland, no. 59519/00, §§ 141-143, 22 March 2007). Making its assessment on an equitable basis, the Court awards each of them the sum of EUR 4,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "82.  The first applicant claimed EUR 679.8 in total for the costs and expenses incurred both before the domestic courts and this Court. The third applicant claimed a lump sum of EUR 400 for the costs of “translation and correspondence”. The second and the fourth applicants made no claims in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Government left the decision in this respect to the Court’s discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the entire sum claimed by the first applicant. As the third applicant failed to submit evidence, such as itemised bills and invoices, that the expenses sought had actually been incurred, the Court accordingly rejects that claim. Lastly, the Court considers that there is no call to award the second and fourth applicants any sum on this account, as they made no claims in this respect.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "85.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaints in respect of Montenegro admissible, and the complaints in respect of  inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts plus any tax that may be chargeable:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 December 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Lech Garlicki",
            "role": "president"
        },
        {
            "name": "David Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF LAKIĆEVIĆ AND OTHERS v. MONTENEGRO AND SERBIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-107937.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:1213JUD002745806",
    "externalsources": [],
    "extractedappno": [
        "27458/06",
        "37205/06",
        "37207/06",
        "33604/07",
        "1/03",
        "54/03",
        "79/08",
        "7/04",
        "11/04",
        "30/04",
        "60/04",
        "101/04",
        "60/03",
        "32/11",
        "43440/98",
        "39860/98",
        "34610/97",
        "11890/05",
        "5995/06",
        "59532/00",
        "43562/02",
        "37454/08",
        "47460/07",
        "2448/03",
        "49619/06",
        "56463/10",
        "32668/02",
        "55707/00",
        "37452/02",
        "48321/99",
        "44912/98",
        "5849/72",
        "10671/83",
        "52449/99",
        "40862/98",
        "60669/00",
        "39574/07",
        "18176/05",
        "52273/08",
        "46286/09",
        "52851/08",
        "53727/08",
        "54486/08",
        "56001/08",
        "42184/05",
        "38886/05",
        "25701/94",
        "10373/05",
        "65731/01",
        "20844/09",
        "6223/04",
        "17931/07",
        "59519/00"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Article 9 § 1 of the Constitutional Charter",
        "Sections 112, 193 and 222 of the Pension and Disability Insurance Act",
        "Section 6 of the Amendments to the Pension and Disability Insurance Act",
        "Articles 40-46 of the Administrative Disputes Act"
    ],
    "itemid": "001-107937",
    "judgementdate": "13/12/2011 00:00:00",
    "kpdate": "13/12/2011 00:00:00",
    "kpthesaurus": [
        "14",
        "400",
        "128",
        "369",
        "304",
        "238",
        "354",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "35-1",
        "35-3",
        "35",
        "P1-1-1",
        "41",
        "P1-1"
    ],
    "parties": [
        "LAKIĆEVIĆ AND OTHERS",
        "MONTENEGRO AND SERBIA"
    ],
    "rank": "848.057250976563",
    "representedby": [
        "N/A"
    ],
    "respondent": "MNE;SRB",
    "respondentOrderEng": "31",
    "scl": [
        "Akdivar and Others v. Turkey, 16 September 1996, Reports of Judgments and Decisions 1996-IV",
        "Andrejeva v. Latvia [GC], no. 55707/00, 18 February 2009",
        "Apostolakis v. Greece, no. 39574/07, § 36, 22 October 2009",
        "Banfield v. the United Kingdom (dec.), no. 6223/04, 18 October 2005",
        "Bijelic v. Montenegro and Serbia, no. 11890/05, § 70, 28 April 2009",
        "Blecic v. Croatia [GC], no. 59532/00, ECHR 2006-III",
        "Carson and Others v. the United Kingdom [GC], no. 42184/05, ECHR 2010",
        "Debelic v. Croatia, no. 2448/03, §§ 20 and 21, 26 May 2005",
        "Domalewski v. Poland (dec.), no. 34610/97, 15 June 1999",
        "Eckle v. Germany, 15 July 1982, § 66, Series A no. 51",
        "Garzicic v. Montenegro, no. 17931/07, § 42, 21 September 2010",
        "Hasani v. Croatia (dec.), no. 20844/09, 30 September 2010",
        "James and Others v. the United Kingdom, 21 February 1986, § 50, Series A no. 98",
        "Jankovic v. Croatia (dec.), no. 43440/98, ECHR 2000-X",
        "Kavaja and Miljanic v. Montenegro (dec.), nos. 43562/02 and 37454/08, § 30, 23 November 2010",
        "Kjartan Ásmundsson v. Iceland, no. 60669/00, ECHR 2004-IX",
        "Kolu v. Finland (dec.), no. 56463/10, ECHR 3 May 2011",
        "Kopecký v. Slovakia [GC], no. 44912/98, § 35 (b), ECHR 2004-IX",
        "Kuna v. Germany (dec.), no. 52449/99, ECHR 2001-V (extracts)",
        "Lenz v. Germany (dec.), no. 40862/98, ECHR 2001-X",
        "Maggio and Others v. Italy, nos. 46286/09, 52851/08, 53727/08, 54486/08 and 56001/08, 31 May 2011",
        "Mamudovski v. the former Yugoslav Republic of Macedonia (dec.), no. 49619/06, 10 March 2009",
        "Moskal v. Poland, no. 10373/05, § 61, 15 September 2009",
        "Müller v. Austria, no. 5849/72, Commission’s report of 1 October 1975, Decisions and Reports (DR) 3, p. 25",
        "Poulain v. France (dec.), no. 52273/08, 8 February 2011",
        "Rakic and Others v. Serbia, nos. 47460/07 et seq., §§ 37 and 27, 5 October 2010",
        "Rasmussen v. Poland, no. 38886/05, § 71, 28 April 2009",
        "Šabanovic v. Montenegro and Serbia, no. 5995/06, § 28, 31 May 2011",
        "Skórkiewicz v. Poland (dec.), no 39860/98, 1 June 1999",
        "Slivenko v. Latvia (dec.) [GC], no. 48321/99, § 121, ECHR 2002-II",
        "Staroszczyk v. Poland, no. 59519/00, §§ 141-143, 22 March 2007",
        "Stec and Others v. the United Kingdom [GC], no. 65731/01, ECHR 2006-VI",
        "T. v. Sweden, no. 10671/83, Commission decision of 4 March 1985, DR 42, p. 229",
        "The Former King of Greece and Others v. Greece [GC], no. 25701/94, §§ 79 and 82, ECHR 2000-XII",
        "Uljar and Others v. Croatia, no. 32668/02, § 32 in fine, 8 March 2007",
        "Van der Mussele v. Belgium, 23 November 1983, § 48, Series A no. 70",
        "Wieczorek v. Poland, no. 18176/05, 8 December 2009",
        "Zana v. Turkey, 25 November 1997, § 42, Reports of Judgments and Decisions 1997-VII"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "365652",
    "typedescription": "15"
}