{
    "__articles": "P1-1;P1-1-1",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "20578/08;21159/08;22903/08;24519/08;24728/08;25084/08;25558/08;25559/08;27555/08;27568/08;28031/08;30511/08;31038/08;45120/08;45124/08;45131/08;45133/08;45141/08;45167/08;45173/08",
    "article": [
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-187466.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in twenty applications (nos. 20578/08, 21159/08, 22903/08, 24519/08, 24728/08, 25084/08, 25558/08, 25559/08, 27555/08, 27568/08, 28031/08, 30511/08, 31038/08, 45120/08, 45124/08, 45131/08, 45133/08, 45141/08, 45167/08 and 45173/08) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”). Their details appeared in a judgment delivered on 1 December 2016 (“the principal judgment”).",
                        "elements": []
                    },
                    {
                        "content": "2.  In the principal judgment, the Court held there had been a violation of Article 1 of Protocol No. 1 to the Convention (Tomina and Others v. Russia, nos. 20578/08 and 19 others, §§ 33-43, 1 December 2016) and made an award under Article 41 of the Convention to the applicants as regards their claims in respect of non-pecuniary damage and costs and expenses. The Court also made an award under Article 41 of the Convention to all the applicants, except Mr Vasyukhin and Ms Vasyukhina, as regards the claims in respect of pecuniary damage (application no. 45173/08).",
                        "elements": []
                    },
                    {
                        "content": "3.  Since the question of the application of Article 41 of the Convention was not ready for decision as regards the claims in respect of pecuniary damage of Mr Vasyukhin and Ms Vasyukhina (hereinafter, “the applicants”), the Court reserved it and invited the Government and the applicants concerned to submit, within four months from the date on which the principal judgment became final in accordance with Article 44 § 2 of the Convention, their written observations on that issue and, in particular, to notify the Court of any agreement they might reach (ibid., § 51, and point 4 of the operative provisions).",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicants and the Government filed observations.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "5.  Article 41 of the Convention provides:",
                        "elements": []
                    },
                    {
                        "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                        "elements": []
                    },
                    {
                        "content": "A.  Damage",
                        "elements": [
                            {
                                "content": "1.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "6.  The applicants submitted that the most appropriate form of redress would be the restoration of their title to the rooms. Alternatively, each of them claimed 600,000 Russian roubles (RUB) in respect of pecuniary damage. They further submitted that the judgments of 10 December 2010 and 16 June 2011 delivered by the Oktyabrskiy District Court of Samara in their favour awarding damages against B. had still not been enforced.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  The Government submitted that the enforcement proceedings in respect of the judgments in the applicants’ favour were still ongoing, and should the Court decide to make an award in respect of pecuniary damage to the applicants, they would receive the amount claimed twice: as just satisfaction awarded by the Court, and as a judgment debt paid by B. They submitted that the Court might “oblige the Government to secure, by appropriate means, the enforcement of the ... judgments [in the applicants’ favour]”, instead of providing the applicants with living premises or their monetary equivalent.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "8.  The Court takes into account the Government’s argument that, in the circumstances of the case, the most appropriate form of redress would be the enforcement of the judgments in the applicants’ favour against B., who was ordered to pay damages to the applicants in respect of the loss of their title to the rooms. In this connection, the Court reiterates that the enforcement of the judgment in the applicants’ favour and any award they might be able to recover from B. may be taken into account for the purposes of its ruling on the issue of just satisfaction under Article 41 of the Convention (compare Gladysheva v. Russia, no. 7097/10, § 62, 6 December 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  However, the Court notes that the judgments of 10 December 2010 and 16 June 2011 referred to by the Government have still not been enforced. The Government have not provided any information as to the progress in the enforcement proceedings. Nor have they demonstrated that the enforcement proceedings have any prospect of success and that the applicants might eventually receive the judgment debt.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The Court also observes that in an earlier case against Russia, in comparable circumstances, it granted an applicant’s claims in respect of pecuniary damage even though she had obtained a judgment in her favour against the vendor of a flat (see Pchelintseva and Others v. Russia, nos. 47724/07 and 4 others, §§ 107-10, 17 November 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  In the instant case, the Court considers that there is a clear link between the violation found and the damage caused to the applicants. Having due regard to its findings in this case and to the fact that the amounts awarded to the applicants by the judgments of 10 December 2010 and 16 June 2011 have not been paid, the Court grants the applicants’ claims in part and awards each of them 8,714 euros (EUR) in respect of pecuniary damage, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "B.  Default interest",
                        "elements": [
                            {
                                "content": "12.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that as regards application no. 45173/08, the respondent State is to pay to each of the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 8,714 (eight thousand seven hundred and fourteen euros), plus any tax that may be chargeable, in respect of pecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "2.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 6 November 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Vincent A. De Gaetano",
            "role": "president"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TOMINA AND OTHERS v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-187466.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:1106JUD002057808",
    "externalsources": [],
    "extractedappno": [
        "20578/08",
        "21159/08",
        "22903/08",
        "24519/08",
        "24728/08",
        "25084/08",
        "25558/08",
        "25559/08",
        "27555/08",
        "27568/08",
        "28031/08",
        "30511/08",
        "31038/08",
        "45120/08",
        "45124/08",
        "45131/08",
        "45133/08",
        "45141/08",
        "45167/08",
        "45173/08",
        "7097/10",
        "47724/07"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-187466",
    "judgementdate": "06/11/2018 00:00:00",
    "kpdate": "06/11/2018 00:00:00",
    "kpthesaurus": [
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "P1-1-1",
        "P1-1"
    ],
    "parties": [
        "TOMINA AND OTHERS",
        "RUSSIA"
    ],
    "rank": "2784.98754882813",
    "representedby": [
        "AKHMEDOV A.",
        "LENEVICH V.",
        "ISAYEVA M.",
        "SERGEYEVA I.",
        "SUCHKOVA M."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "482547",
    "typedescription": "12"
}