{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Public hearing)",
    "applicability": "",
    "appno": "81518/12;81545/12;81547/12",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Public hearing"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-200443.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in three applications (nos. 81518/12, 81545/12 and 81547/12) against the Republic of Azerbaijan lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Ukrainian nationals, Mr Sergey Nikitovich Bibin (“the first applicant”), Mr Genadiy Nikitovich Bibin (“the second applicant”), and one Belarusian national, Anatoliy Frantsevich Vaytkevich (“the third applicant”) (“the applicants”), on 12 December 2012.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Ms V. Leonidchenko, a lawyer based in Russia. The Azerbaijani Government (“the Government”) were represented by their Agent, Mr Ç. Əsgərov.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that the criminal proceedings against them had breached Article 6 §§ 1 and 3 (a) and (c) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 13 October 2014 notice of the applications was given to the Government. On the same date the Ukrainian Government were informed of their right to intervene in the proceedings, in accordance with Article 36 § 1 of the Convention and Rule 44 § 1 (b) of the Rules of Court. They did not avail themselves of that right.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The first and second applicants were born in 1962 and 1960 respectively and are currently serving a prison sentence in Azerbaijan. The third applicant was born in 1954 and lives in Belarus.",
                                "elements": []
                            },
                            {
                                "content": "6.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 3 July 2010 the applicants arrived in Baku by plane with a view to driving onwards to Tehran. During a search carried out at the airport on the same date, at approximately 9 a.m., by officers of the Ministry of National Security (“the MNS”), with the participation of two attesting witnesses and an interpreter, some electronic equipment was found in their baggage and their written statements (izahat) were taken down in Russian, a language they understood.",
                                "elements": []
                            },
                            {
                                "content": "8.  According to the arrest records (tutma haqqında protokol) drawn up by the officer of the MNS, the applicants were arrested on 3 July 2010 at approximately 2 p.m. and apprised in a language they understood of their rights, including the rights to have a lawyer of their own choosing or provided by the State, to remain silent and to refrain from making self-incriminatory statements. The applicants signed the arrest records and were questioned as suspects, with the participation of individually assigned legal-aid lawyers and interpreters.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 4 July 2010 the applicants were charged with the criminal offence of large-scale fraud under Article 178.3.2 of the Criminal Code. On the same day the Nasimi District Court ordered the applicants’ detention for a period of three months.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 16 September 2010 the second applicant lodged a complaint with the prosecuting authorities that he did not have effective legal and interpreter assistance.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 25 September 2010 the investigator in charge of the case decided to provide the second applicant with the legal assistance of an additional lawyer and the assistance of an additional interpreter.",
                                "elements": []
                            },
                            {
                                "content": "12.  Following the submission of expert reports dated 31 August and 5 October 2010 stating that the items found in the applicants’ baggage were suitable for military purposes, on 8 October 2010 the investigator in charge of the case reclassified the criminal case under Article 206.4 (smuggling, committed by an organised group) of the Criminal Code and decided to continue the criminal proceedings against the applicants. The charges against them were based on the fact that the applicants, acting jointly, had smuggled electric relay and contactor systems, which could be used for military purposes, without making a customs declaration.",
                                "elements": []
                            },
                            {
                                "content": "13.  It appears from the forensic report of 5 October 2010 that the expert refused to reply to the question whether public circulation of the items in question was forbidden and required a special licence, stating that this question fell outside his competence and was a matter of legal interpretation.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 11 October 2010 the applicants were charged with the criminal offence under Article 206.4 of the Criminal Code. They were served with copies of the indictments and signed the respective reports, drawn up by the investigator, in the presence of their lawyers and interpreters.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 13 October 2010 the second applicant lodged a request with the investigator for a new forensic examination.",
                                "elements": []
                            },
                            {
                                "content": "16.  By a decision of 18 October 2010 the investigator dismissed the second applicant’s request, finding it unsubstantiated and holding that there was no need to conduct a new forensic examination.",
                                "elements": []
                            },
                            {
                                "content": "17.  The records of admission to consult the criminal case file drawn up by the investigating officer on 15 October 2010 show that the first applicant had completed reading the case file on the premises of the MNS, with the participation of his lawyers and interpreter.",
                                "elements": []
                            },
                            {
                                "content": "18.  The records of admission to consult the criminal case file drawn up by the investigating officer on 20 October 2010 show that the second applicant and his lawyer were provided with facilities to read the case file on the premises of the MNS between 3.35 p.m. on 12 October 2010 and 2.55 p.m. on 20 October 2010. The second applicant noted in handwriting that he had been able to examine six files relating to the criminal case, with the participation of his lawyer and interpreter.",
                                "elements": []
                            },
                            {
                                "content": "19.  The records of admission to consult the criminal case file drawn up by the investigating officer on 15 October 2010 show that the third applicant had completed reading the case file on the premises of the MNS, with the participation of his lawyers and interpreter.",
                                "elements": []
                            },
                            {
                                "content": "20.  No statement concerning translation of the documents in the case file or its incompleteness was entered by the applicants in their respective records of admission to consult the criminal case file.",
                                "elements": []
                            },
                            {
                                "content": "21.  On an unspecified date the second applicant lodged a complaint with the Nasimi District Court in court supervisory proceedings, alleging a violation of his right to defence. He complained in particular that he had not been provided with all the documents relating to the criminal proceedings in a language which he understood.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 26 October 2010 the Nasimi District Court dismissed the second applicant’s complaint as unsubstantiated following his submission at the hearing stating that all the discrepancies he had been complaining of had been removed and that he had been provided with a translation of the entire case file. The second applicant did not lodge an appeal against the decision of the Nasimi District Court concerning his complaint.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 26 November 2010 the Assize Court held a preliminary hearing. According to the transcript of the hearing, the prosecutor had submitted a written motion arguing that the court would have to examine evidence containing State secrets and seeking to have the trial conducted in camera. Having heard the other parties to the proceedings who had objected to the prosecutor’s request, the court considered it well-reasoned and decided to hold the trial in camera. No further explanation was given in the respective court order. The trial court also ordered to leave unchanged the preventive measure of remand in custody in respect of the applicants.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 2 May 2011 the Assize Court found the applicants guilty of smuggling, committed by an organised group, and sentenced the first applicant to nine years’ imprisonment and the second and third applicants to eight years’ imprisonment each. The court held that the applicants, together with their one Iranian and two Azerbaijani accomplices, had planned to smuggle through the Azerbaijani border to Iran items which could be used for military purposes.",
                                "elements": []
                            },
                            {
                                "content": "25.  In the course of the proceedings before the trial court the applicants claimed their innocence and stated that they were retired military engineers by profession and had intended to travel to Iran in order to repair S-200 surface-to-air missile systems. It appears from the judgment that their conviction was based mainly on physical evidence, such as the notes and the equipment found in their baggage during the search carried out on 3 July 2010, and various expert reports.",
                                "elements": []
                            },
                            {
                                "content": "26.  On various dates the applicants lodged appeals against the decision of the trial court, complaining that they had been unlawfully convicted for smuggling equipment which was not in fact subject to any restriction on use and carriage.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 27 July 2011 the Baku Court of Appeal held a preliminary hearing at which it decided, inter alia, to hold the proceedings in camera and to examine only questions of law.",
                                "elements": []
                            },
                            {
                                "content": "28.  On 26 October 2011 the Baku Court of Appeal upheld the Assize Court’s judgment in respect of the applicants.",
                                "elements": []
                            },
                            {
                                "content": "29.  On 3 March 2012 the first applicant lodged a cassation appeal against the decision of the Baku Court of Appeal, complaining that the trial court and the appellate court had unlawfully deprived him of the right to a public hearing. He also complained that the case materials had not been served on him in a language he understood.",
                                "elements": []
                            },
                            {
                                "content": "30.  On 10 January 2012 the second applicant lodged a cassation appeal against the decision of the Baku Court of Appeal, complaining that he had been deprived of the right to a public hearing.",
                                "elements": []
                            },
                            {
                                "content": "31.  On 28 February 2012 the third applicant lodged a cassation appeal against the decision of the appellate court, complaining that the lower courts had incorrectly assessed the facts and misapplied the law. He also complained of the severity of the penalty applied.",
                                "elements": []
                            },
                            {
                                "content": "32.  On 6 July 2012 the Supreme Court upheld the Baku Court of Appeal’s judgment of 26 October 2011 in respect of the applicants without giving assessment to the first and the second applicants’ complaints concerning the proceedings in camera in the lower courts. The court found that the applicants had been provided with lawyers and interpreters from the very outset of the investigation on 3 July 2010 and that they had not made complaints about their lawyers or interpreters.",
                                "elements": []
                            },
                            {
                                "content": "33.  According to the transcripts of the hearings, the proceedings at all three instances were conducted with the participation of interpreters.",
                                "elements": []
                            },
                            {
                                "content": "34.  On 26 May 2014 the third applicant was pardoned.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "35.  Chapter LII of the Code of Criminal Procedure (“the CCrP”) lays down the court supervisory procedure by which parties to criminal proceedings can challenge actions or decisions of the investigation authorities before a court. Article 449.3.3 provides that the accused (suspect) or his counsel can challenge actions or decisions of the investigation authorities on grounds of a violation of the defence rights of the arrested or detained person. The judge examining the lawfulness of the investigation authorities’ actions or decisions can quash them if he or she finds them to be unlawful (Article 451). The decision of the judge on the lawfulness of the prosecuting authorities’ actions or decisions can be challenged before an appellate court in accordance with the procedure established in Articles 452453 of the CCrP.",
                                "elements": []
                            },
                            {
                                "content": "36.  Article 299.3.2 of the CCrP provides that at its preliminary hearing the first-instance court shall in any event consider whether the requirements of this Code have been secured by the investigation authorities, including the accused’s right to defend himself or herself through legal assistance and to have adequate time and facilities for the preparation of his or her defence (Article 19) and the right to have the free assistance of an interpreter and access to the case-file materials in a language he or she understands (Article 26). Furthermore, where an order to conduct the main hearing in camera is made, the decision delivered at the end of the preliminary hearing shall provide, inter alia, reasons for that order (Article 301.2.12).",
                                "elements": []
                            },
                            {
                                "content": "37.  Article 391.2.5 of the CCrP provides that at its preliminary hearing the appellate court shall in any event consider whether the requirements of this Code have been grossly violated during the proceedings in the first-instance court. The decision delivered at the end of the preliminary hearing shall stipulate, inter alia, whether the public should be allowed into or excluded from the main hearing (Article 392.1.6) and can be challenged before a cassation court (Article 391.12).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "38.  Having regard to the similar subject matter of the applications, the Court finds it appropriate to examine them jointly in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AS REGARDS THE TRIAL IN CAMERA",
                        "elements": [
                            {
                                "content": "39.  The applicants complained that the domestic courts unreasonably restricted their entitlement to a public hearing. They relied on Article 6 § 1 of the Convention which, in so far as relevant, reads:",
                                "elements": []
                            },
                            {
                                "content": "“1. In the determination of any criminal charge against him, everyone is entitled to a fair and public hearing ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "40.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "41.  With reference to the relevant articles of the Code of Criminal Procedure and the Law “On State Secret” the Government submitted that the reason for the proceedings on trial and at the Court of Appeal being held in camera was to protect the information related to the intelligence services and its operational means. The Government also invited the Court to consider the applicants’ military background and their intent to engage into the activities concerning national security.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Government further submitted that in any event the hearing before the Supreme Court was open to the public.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The applicants submitted that the Government’s arguments in respect of the proceedings being held in camera lacked substantiation. They argued that the Government did not indicate precisely what information was subject to the restrictions set by the referred domestic legislation. Neither had the Government provided factual substantiation to their submission concerning the applicant’s intent to engage in the activities concerning national security. Moreover, not only the hearings where the officials of the military establishments had been heard and the evidence was examined were held in camera but the entire proceedings were restricted for public attendance and public character of the hearing before the Supreme Court was formal. In the applicants’ view, the proceedings were purposely conducted in camera to prevent the officials of their respective embassies form attending the hearings.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "44.  The Court reiterates that the holding of court hearings in public constitutes a fundamental principle enshrined in Article 6 § 1. This public character of proceedings protects litigants against the administration of justice in secret with no public scrutiny; it is also one of the means whereby confidence in the courts can be maintained. The administration of justice, including trials, derives its legitimacy from being conducted in public. By rendering the administration of justice transparent, publicity contributes to fulfilling the aim of Article 6 § 1, namely a fair trial, the guarantee of which is one of the fundamental principles of any democratic society, within the meaning of the Convention (see Artemov v. Russia, no. 14945/03, § 102, 3 April 2014, and Chaushev and Others v. Russia, nos. 37037/03 and 2 others, § 22, 25 October 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The requirement to hold a public hearing is subject to exceptions. This is apparent from the text of Article 6 § 1 itself, which contains the provision that “the press and public may be excluded from all or part of the trial in the interests of morals, public order or national security in a democratic society ... or to the extent strictly necessary in the opinion of the court in special circumstances where publicity would prejudice the interests of justice” (see Artemov, cited above, § 103).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  In the instant case the proceedings concerning the applicants were conducted in camera in spite of their objections. The Court must therefore ascertain whether the exclusion of the public could be regarded as justified in the light of the circumstances of the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court observes that the lack of a public hearing stems in the present case from the trial court’s order which was based solely on the request of the prosecution on the ground that some of the documents produced by the latter had been “secret” (see paragraph 23 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  However, the Court had previously held that the mere presence of classified information in the case file does not automatically imply a need to close a trial to the public, without assessing the necessity of closure by weighing the principle that court hearings should be held in public against the need to protect public order and national security (see Belashev v. Russia, no. 28617/03, § 83, 4 December 2008, and Welke and Białek v. Poland, no. 15924/05, § 77, 1 March 2011). Accordingly, before excluding the public from criminal proceedings, courts must make specific findings that closure is necessary to protect a compelling governmental interest and limit secrecy to the extent necessary to preserve such an interest (see Pichugin v. Russia, no. 38623/03, § 187, 23 October 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  In the applicants’ criminal case the trial court rejected the defence’s objection to a non-public trial without giving any further explanation (see paragraph 23 above). Neither was any explanation given in the Baku Court of Appeal’s interim decision of 27 July 2011 endorsing the trial court’s order for the hearings to be held in camera (see paragraph 27 above). Therefore, the Government are prevented from developing those reasons before the Court (see Chaushev and Others, cited above, § 24).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  There is no evidence to suggest that any of the conditions indicated in paragraph 45 above was satisfied in the present case. The trial court did not elaborate on the reasons for holding the trial in camera. It did not even indicate what documents in the case file, if any, were considered to contain State secrets or how they were related to the nature and character of the charges against the applicant. The Court further observes that the trial court did not take any measures to counterbalance the detrimental effect that the decision to hold the trial in camera must have had on public confidence in the proper administration of justice for the sake of protecting the State’s interest in keeping its secrets. The Government did not argue – and there is no indication to the contrary in the documents submitted by the parties – that it was not open to the trial court to hold the trial publicly subject to clearing the courtroom for a single or, if need be, a number of non-public sessions to deal with classified documents or information. The Court therefore finds it remarkable that in such a situation the trial court preferred to close the entire trial to the public (see Belashev, cited above, § 84).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Court also notes that the subsequent hearing of the applicants’ cassation appeal by the Supreme Court, even if held in public, was not sufficient to remedy the lack of publicity at the trial and appellate hearings, as the Supreme Court was limited in its competence only to the questions of law and had no jurisdiction to hold a full rehearing of the case (see, Malhous v. the Czech Republic [GC], no. 33071/96, § 62, 12 July 2001; and Hummatov v. Azerbaijan, nos. 9852/03 and 13413/04, § 151, 29 November 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  Having regard to these considerations, the Court concludes that there has been a violation of Article 6 § 1 of the Convention owing to the lack of a public hearing in the applicants’ case.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 and 3 (a) OF THE CONVENTION AS REGARDS THE ALLEGED DENIAL OF THE APPLICANTS’ RIGHT TO USE A LANGUAGE OF WHICH THEY HAD SUFFICIENT COMMAND",
                        "elements": [
                            {
                                "content": "53.  The applicants complained that they were not provided with all documents relating to the criminal proceedings in a language which they understand. Article 6 §§ 1 and 3 (a) of the Convention reads:",
                                "elements": []
                            },
                            {
                                "content": "“1. In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "3. Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(a) to be informed promptly, in a language he understands and in detail, of the nature and cause of the accusation against him;",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "54.  The Government submitted that the applicants had failed to exhaust the domestic remedies in respect of this complaint as that they did not allege before the first-instance court, the Baku Court of Appeal or the Supreme Court that they were not informed promptly, in a language which they understand and in detail, of the nature and cause of the accusations against them.",
                                "elements": []
                            },
                            {
                                "content": "55.  The applicants responded by asserting that their allegations were fully supported by the second applicant’s complaint concerning deficiencies of the investigation to the prosecutor in charge and the Nasimi District Court, as well as their numerous complaints to their respective embassies and various local authorities.",
                                "elements": []
                            },
                            {
                                "content": "56.  The Court finds that it is not necessary to examine whether the applicants have exhausted domestic remedies as, even assuming that they have done so, the complaint is in any event inadmissible for the following reasons.",
                                "elements": []
                            },
                            {
                                "content": "57.  It is not disputed that the applicants had been served with copies of the indictment acts in the presence of their lawyers and interpreter (see paragraph 14 above). Furthermore, following completion of the pre-trial investigation the applicants examined the case file with the participation of their lawyers and interpreters and neither of them complained about the translation of the documents provided, as well as about their inability to understand the content (see paragraphs 17 to 20 above).",
                                "elements": []
                            },
                            {
                                "content": "58.  Moreover, the second applicant, who on an unspecified date lodged a complaint in court supervisory proceedings claiming that he had not been provided with all documents relating to the criminal proceedings in a language which he understood, at the hearing of 26 October 2010 stated that all the discrepancies he had been complaining of had been removed and that he had been provided with translations of entire case file. Subsequently his complaint was dismissed as unsubstantiated and he did not lodge an appeal against the decision of the first-instance court (see paragraph 22 above).",
                                "elements": []
                            },
                            {
                                "content": "59.  The Court also observes that the applicants did not allege either in domestic proceedings or in their applications before the Court that they had not been assisted by interpreters throughout the whole proceedings and that the quality of translation service provided during the court proceedings was insufficient.",
                                "elements": []
                            },
                            {
                                "content": "60.  Given the facts above, the Court takes the view that, as the applicants were made aware of the charges against them, they were placed in a position where they could have knowledge of the case against them and to defend themselves, notably by being able to put before the court their version of the events. They were also able to participate without any restrain in the pre-trial investigation and the court hearings, and to challenge both the acts of the investigation and the domestic courts’ judgments.",
                                "elements": []
                            },
                            {
                                "content": "61.  It follows that the applicants have failed to provide the Court with any convincing evidence showing that they were in any way restricted in accessing content of their case file throughout the entire domestic proceedings. Therefore, this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 and 3 (c) OF THE CONVENTION AS REGARDS THE ALLEGED DENIAL OF THE APPLICANTS’ RIGHT TO LEGAL ASSISTANCE",
                        "elements": [
                            {
                                "content": "62.  The applicants further complained of the fact that they were not provided with legal assistance at the initial stage of the criminal proceedings, in particular after their arrest and during their first questioning. They relied on Article 6 §§ 1 and 3 (c) of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "3. Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "c) to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require;",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "63.  The Government argued non-exhaustion of domestic remedies. They submitted that the applicants had not raised, even in substance, that they were not able to defend themselves through legal assistance of their own choosing or that they were not afforded free legal assistance at the initial stage of the proceedings, including during the search.",
                                "elements": []
                            },
                            {
                                "content": "64.  The applicants submitted that they had made sufficient efforts to exhaust domestic remedies by applying to their respective embassies and various local authorities.",
                                "elements": []
                            },
                            {
                                "content": "65.  The Court observes that the applicants did not lodge a similar complaint at any stage of the domestic proceedings. Moreover, the applicants did not state whether there were special circumstances in the present case which would dispense them from the obligation to do it (compare Muradova v. Azerbaijan, no. 22684/05, § 84, 2 April 2009).",
                                "elements": []
                            },
                            {
                                "content": "66.  It therefore follows that this complaint must be rejected under Article 35 §§ 1 and 4 of the Convention for non-exhaustion of domestic remedies.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "67.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "68.  The applicants did not submit a claim for pecuniary damage.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "69.  The applicants each claimed 100,000 euros (EUR) in respect of non-pecuniary damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Government asked the Court to reject the applicants’ claims, considering them excessive and unsubstantiated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Court considers that the applicants have suffered non-pecuniary damage which cannot be compensated for solely by the finding of a violation, and that compensation should thus be awarded. Therefore, having examined the applicants’ claims and making its assessment on an equitable basis, as required by Article 41 of the Convention, the Court awards each applicant the sum of EUR 2,400 in respect of non-pecuniary damage, plus any tax that may be chargeable on this amount and rejects the remainder of the applicants’ claims in respect of damage.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "72.  The applicants each claimed the following amounts for legal services incurred in the proceedings before the Court: 90,000 Russian rubles (RUB) (approximately EUR 1,446) in applications nos. 81518/12 and 81545/12; and RUB 25,000 (EUR 400) in application no. 81547/12. All the applicants submitted the relevant contracts concluded with their representative and invoices in support of their claims. The first and third applicants further claimed RUB 5,558 (approximately EUR 89) and RUB 6,906 (approximately EUR 110) respectively for postal expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Government considered that the amounts claimed by the applicants were unsubstantiated and excessive. In that connection, the Government asked the Court to apply a strict approach in respect of the applicants’ claims. They further asked it to take into consideration the fact that the applicants were represented before the Court by the same lawyer and had made identical submissions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. The Court notes that in the present case the applicants were represented by the same lawyer and that substantial parts of their submissions in relation to their applications were similar. Having regard to this fact, as well as to the documents in its possession and to its case-law, the Court considers it reasonable to award EUR 489 to the first applicant, EUR 400 to the second applicant and EUR 510 to the third applicant to cover costs.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "75.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaint concerning the lack of a public hearing admissible and the remainder of the applications inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention in respect of all the applicants;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay, within three months, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 30 January 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "André Potocki",
            "role": "president"
        },
        {
            "name": "Mārtiņš Mits",
            "role": "judges"
        },
        {
            "name": "Lәtif Hüseynov",
            "role": "judges"
        },
        {
            "name": "Milan Blaško",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BIBIN AND OTHERS v. AZERBAIJAN",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-200443.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:0130JUD008151812",
    "externalsources": [],
    "extractedappno": [
        "81518/12",
        "81545/12",
        "81547/12",
        "14945/03",
        "37037/03",
        "28617/03",
        "15924/05",
        "38623/03",
        "33071/96",
        "9852/03",
        "13413/04",
        "22684/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-200443",
    "judgementdate": "30/01/2020 00:00:00",
    "kpdate": "30/01/2020 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "385"
    ],
    "languageisocode": "ENG",
    "originatingbody": "29",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "BIBIN AND OTHERS",
        "AZERBAIJAN"
    ],
    "rank": "4756.1787109375",
    "representedby": [
        "LEONIDCHENKO V."
    ],
    "respondent": "AZE",
    "respondentOrderEng": "5",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "495670",
    "typedescription": "15"
}