{
    "__articles": "35;41;46;P1-1;P1-1-1",
    "__conclusion": "Remainder inadmissible;Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Respondent State to take measures of a general character (Article 46 - General measures);Pecuniary and non-pecuniary damage - award",
    "applicability": "",
    "appno": "31925/08",
    "article": [
        "46",
        "41",
        "35",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        },
        {
            "details": [
                "Article 46 - General measures"
            ],
            "element": "Respondent State to take measures of a general character",
            "type": "other"
        },
        {
            "element": "Pecuniary and non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-110378.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 31925/08) against Serbia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Serbian nationals of Bosniak origin, Ms Ljutvija Grudić, formerly Klapija, (“the first applicant”) and Mr Mahmut Grudić (“the second applicant”), on 24 June 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants, who had been granted legal aid, were represented by Ms R. Garibović, a lawyer practising in Novi Pazar. The Serbian Government (“the Government”) were represented by their Agent, Mr S. Carić.",
                        "elements": []
                    },
                    {
                        "content": "3.  The President of the Second Section gave priority to the application in accordance with Rule 41 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicants alleged that they had not been paid their disability pensions for more than a decade, and, further, that they had been discriminated against on the basis of their ethnic minority status.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 3 March 2010 the President of the Second Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (former Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicants were born in 1952 and 1948, respectively, and are married to each other.",
                                "elements": []
                            },
                            {
                                "content": "7.  In 1995 and 1999, respectively, the applicants were granted disability pensions by the Serbian Pensions and Disability Insurance Fund (Republički fond za penzijsko i invalidsko osiguranje zaposlenih; hereinafter “the SPDIF”) – Branch Office in Kosovo.",
                                "elements": []
                            },
                            {
                                "content": "8.  Having lived in Kosovska Mitrovica for many years, in 2005 they moved to Novi Pazar, Serbia proper (i.e. the territory of Serbia excluding Kosovo), as documented in their personal identity cards issued by the respondent State’s Ministry of Internal Affairs (Ministarstvo unutrašnjih poslova).",
                                "elements": []
                            },
                            {
                                "content": "A.  The pension-related proceedings",
                                "elements": [
                                    {
                                        "content": "9.  The first and second applicants regularly received their pensions until 9 June 1999 and 15 January 2000, respectively, when the monthly payments stopped without any explanation having been provided by the SPDIF.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 22 May 2003 the applicants sought that the payment of their pensions be resumed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 1 March 2005 and 17 May 2004, the SPDIF adopted formal decisions to suspend payment of the applicants’ pensions as of 9 June 1999 and 15 January 2000, retroactively. In so doing, it noted that Kosovo was now under international administration which was why the pensions could no longer be paid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  By two separate judgments of 11 July 2006 the District Court (Okružni sud) in Novi Pazar annulled (poništio) the impugned decisions, noting, inter alia, that they did not refer to the relevant domestic law or provide a satisfactory explanation as to why the payment of the applicants’ pensions should be suspended. In respect of the latter, the District Court effectively re-stated parts of the Supreme Court’s Opinion of 15 November 2005, but did not formally cite it (see paragraph 31 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The SPDIF thereafter filed two separate appeals on points of law (dva zasebna zahteva za vanredno preispitivanje presude) in respect of the District Court’s rulings of 11 July 2006. In its appeal as regards the second applicant the SPDIF, inter alia, stated that, since the respondent State has been unable to collect any pension insurance contributions in Kosovo as of 1999, persons who had already been granted SPDIF pensions in this territory could not continue receiving them. In support of this position the SPDIF cited the Opinion of the Ministry for Social Affairs (Ministarstvo za socijalna pitanja) of 7 March 2003 (see paragraph 29 below) and noted that it considered this opinion binding.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 13 September 2007 and 26 February 2008 the Supreme Court (Vrhovni sud Srbije) rejected the said appeals on points of law. Whilst the appeal as regards the second applicant was rejected as incomplete, the same remedy concerning the first applicant was rejected on its merits. In the latter case, the Supreme Court confirmed the impugned decision of the District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  By means of two separate decisions of 3 April 2008 the SPDIF suspended the proceedings instituted on the basis of the applicants’ requests for the resumption of payment of their pensions until such time, as stated in the operative provisions, when the entire issue shall be resolved between the Serbian authorities and the international administration in Kosovo. The SPIDF decisions had an appearance of printed templates where merely the applicants’ names, their place of residence and case identification data were entered by hand.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The applicants maintain that they filed administrative appeals against these decisions. The Government contests this claim. The applicants have provided the Court with copies of postal certificates indicating that correspondence of some sort had been sent to the SPDIF, as well as the Ministry for Labour, Employment and Social Policy (Ministarstvo rada, zapošljavanja i socijalne politike), but have not supplied the Court with copies of the appeals in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  Without formally deciding to resume the stayed proceedings, on 7 April 2008 the SPDIF requested (zaključkom o obezbeđenju dokaza) the applicants to provide them with the decisions granting their pensions. It would appear that the applicants complied with this request. They have also provided this Court with copies of the decisions in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  There seem to have been no procedural developments thereafter.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Other relevant facts",
                                "elements": [
                                    {
                                        "content": "19.  In June 1999 Kosovo was placed under international administration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The applicants submitted that all ethnically Serbian pensioners from Kosovo had continued receiving their pensions normally, as have many Bosniaks, Roma, Turks and Albanians. They further contended that they also could have solved their pension problem had they been willing to “bribe those in charge”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 18 June 2004 the Serbian Ministry for Work, Employment and Social Policy, in response to a prior query, informed Kosovo’s Ombudsman that the pension system in  was based on the concept of “ongoing financing”. Specifically, pensions were secured through current pension insurance contributions. It followed that since the Serbian authorities have been unable to collect any such contributions in Kosovo as of 1999, persons who had already been granted SPDIF pensions in Kosovo also could not expect, for the time being, to continue receiving them. Further, the Ministry noted the adoption of Regulation 2001/35 on pensions in Kosovo, providing for a separate pension system for persons living in the territory (see paragraph 39 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  In 2005, following the destruction of their house, the applicants moved from Kosovska Mitrovica to Novi Pazar located in  proper.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 2 April 2008 the SPDIF certified, inter alia, that the first applicant’s maiden family name had been Klapija.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Both applicants are suffering from serious heart-related conditions, and are living under very difficult financial circumstances. They maintain, however, that they have never applied for pensions in Kosovo.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The Pensions and Disability Insurance Act (Zakon o penzijskom i invalidskom osiguranju; published in the Official Gazette of the Republic of Serbia – OG RS – nos. 34/03, 64/04, 84/04, 85/05, 101/05, 63/06, 5/09, 107/09, 30/10 and 101/10)",
                                "elements": [
                                    {
                                        "content": "25.  Article 104 provides, inter alia, that administrative proceedings before the SPDIF may be reopened, at the request of the insured person or ex proprio motu, if new relevant facts or evidence become known or if in the original proceedings such facts or evidence were not presented.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Article 110 provides, inter alia, that one’s pension and disability rights shall be terminated if it transpires that one no longer meets the original statutory requirements. However, should an entitled pensioner secure an additional pension before another pension and disability insurance fund established by one of the other States formed in the territory of the former Yugoslavia, his or her pension paid by the SPDIF, unless stipulated otherwise by an international agreement, shall be reassessed (recalculated) based on the pensionable employment period (penzijski staž) already taken into account by the former.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Article 169 provides, inter alia, that the SPDIF’s assets consist of: pension and disability insurance contributions; its own property; earmarked sums in the States’ budget; subsidies and donations, return on various investments; and a certain portion of the funds obtained through the privatisation of State-owned and socially-owned capital.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Decisions of the SPDIF concerning jurisdictional issues adopted on 19 August 1999 and 22 March 2007, respectively (Odluka o privremenom načinu ostvarivanja prava iz penzijskog i invalidskog osiguranja osiguranika i lica sa područja AP Kosovo i Metohija od 19. avgusta 1999. i Odluka o privremenoj nadležnosti za ostvarivanje prava iz penzijskog i invalidskog osiguranja za osiguranike i lica sa područja AP Kosovo i Metohija od 22. marta 2007)",
                                "elements": [
                                    {
                                        "content": "28.  These decisions set out details concerning the procedural competence of various branches of the SPDIF as regards the entitlements of insured persons from Kosovo.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Opinion of the Ministry for Social Affairs (Mišljenje Ministarstva za socijalna pitanja) no. 181-01-126/2003 of 7 March 2003, and the Opinion of the Ministry for Labour, Employment and Social Policy (Mišljenje Ministarstva rada, zapošljavanja i socijalne politike) no. 182-02-20/2004-07 of 18 June 2004",
                                "elements": [
                                    {
                                        "content": "29.  These Opinions state, inter alia, that the pension system in Serbia is based on the concept of “ongoing financing”. Specifically, pensions are secured through current pension insurance contributions. Since the Serbian authorities have been unable to collect any such contributions in Kosovo as of 1999, persons who have been granted SPDIF pensions in Kosovo also cannot expect, for the time being, to continue receiving them. Further, it is noted that Regulation 2001/35 on pensions in Kosovo, adopted by the United Nations Interim Administration Mission, provides for a separate pension system for persons living in the territory, which in itself amounts to a serious issue (see paragraph 39 below).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The ’s case-law",
                                "elements": [
                                    {
                                        "content": "30.  The Serbian Constitutional Court (Ustavni sud Srbije) has consistently held that Opinions and Instructions issued by various Government ministries do not amount to legislation (ne predstavljaju propis ili opšti pravni akt), and are instead merely meant to facilitate the implementation thereof (see, for example, IU-293/2004 of 29 June 2006 and IUo-275/2009 of 19 November 2009).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  The Opinion adopted by the Supreme Court’s Civil Division on 15 November 2005 (Pravno shvatanje Građanskog odeljenja Vrhovnog sud Srbije, sa obrazloženjem, utvrdjeno na sednici od 15. novembra 2005. godine, Bilten sudske prakse br. 3/05)",
                                "elements": [
                                    {
                                        "content": "31.  In response to the situation in Kosovo, this Opinion states, inter alia, that one’s recognised right to a pension may only be restricted on the basis of Article 110 of the Pensions and Disability Insurance Act (see paragraph 26 above). In view of Article 169 of the said Act, one’s recognised pension rights cannot either depend on whether or not current pension insurance contributions can be collected in a given territory (see paragraph 27 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Opinion further explains that administrative proceedings (upravni postupak) and, if needed, judicial review proceedings (upravni spor) would be the appropriate avenue to challenge any restriction of one’s pension rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Lastly, the Opinion notes that the civil courts shall, in this context, only be competent to adjudicate cases involving claims of malfeasance (nezakonit i nepravilan rad) on the part of the SPDIF.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  The Administrative Disputes Act (Zakon o upravnim sporovima; published in the Official Gazette of the Federal Republic of Yugoslavia – OG FRY – no. 46/96)",
                                "elements": [
                                    {
                                        "content": "34.  Articles 5 and 6 provide, inter alia, that judicial review proceedings may be brought against an administrative decision issued by a competent State body or public authority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Article 24 provides that should a second instance administrative body fail to decide on an appeal filed more than 60 days earlier, and should it again fail to do so in another 7 days, upon receipt of the claimant’s repeated request to this effect, the latter may directly institute a judicial review suit, i.e. as if his or her appeal had been rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Article 41 § 3 provides that the competent court may not only quash the impugned administrative act but may also rule on the merits of the plaintiff’s claim, should the facts of the case and the very nature of the dispute in question allow for this particular course of action.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  The Statutory Interest Act (Zakon o visini stope zatezne kamate; published in OG FRY no. 9/01 and OG RS no. 31/11)",
                                "elements": [
                                    {
                                        "content": "37.  Article 1 provides that statutory interest shall be paid as of the date of maturity of a recognised monetary claim in Serbian dinars until the date of its settlement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Article 2 states that such interest shall be calculated on the basis of the official consumer price index plus another 0.5% monthly.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT LAW IN KOSOVO",
                        "elements": [
                            {
                                "content": "A.  Regulation 2001/35 on pensions in Kosovo and Regulation 2005/20 amending Regulation 2001/35, both regulations having been adopted by the United Nations Interim Administration Mission in Kosovo",
                                "elements": [
                                    {
                                        "content": "39.  These regulations provide for a separate pension system whereby, inter alia, all persons “habitually residing” in Kosovo, aged 65 or above, shall have the right to a “basic pension”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Amendments and Additions Act to Regulations 2001/35 and 2005/20 adopted by the Kosovan Assembly",
                                "elements": [
                                    {
                                        "content": "40.  On 13 June 2008 the Kosovan Assembly adopted this Act which, essentially, endorsed the pension system as set up by the two Regulations cited above but transferred the functional competencies from the United Nations Interim Administration Mission in Kosovo to the Kosovan authorities.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1",
                        "elements": [
                            {
                                "content": "41.  The applicants did not rely on a specific provision of the Convention or of any of the Protocols thereto. In substance, however, they complained about not being paid their disability pensions for more than a decade.",
                                "elements": []
                            },
                            {
                                "content": "42.  It being the “master of the characterisation” to be given in law to the facts of any case before it (see Akdeniz v. Turkey, no. 25165/94, § 88, 31 May 2005), the Court considers that these complaints fall to be examined under Article 1 of Protocol No. 1 to the Convention, which provision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "43.  The Government maintained that the applicants had failed to exhaust all effective domestic remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  In particular, they had not lodged an appeal against the SPDIF’s decision of 3 April 2008 nor, for that matter, subsequently requested a re-opening of the proceedings in accordance with Article 104 of the Pensions and Disability Insurance Act (see paragraphs 15 and 25 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  As regards the judicial review proceedings (see paragraphs 34-36 above), the Government noted that it was impossible for the courts to rule on the merits of pension claims such as the applicants’. The reason for this was the destroyed or missing documentation, lack of co-operation between the competent institutions in Kosovo and in Serbia, frequent abuse of pension rights, and the need to have the entire problem resolved through negotiations. In most cases the courts thus refused even to quash the impugned decisions adopted by the SPDIF, essentially endorsing the reasoning contained in the Opinions of the two ministries of 7 March 2003 and 18 June 2004 (see paragraph 29 above). To this effect the Government provided copies of more than a dozen court decisions rendered throughout the country.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The applicants maintained that they had complied with the exhaustion requirement. Specifically, they had filed an appeal against the SPDIF’s decision of 3 April 2008 (see paragraph 16 above). However, a request for the re-opening of the administrative proceedings, or indeed a judicial review action, would have been clearly ineffective. The applicants, lastly, expressed doubts as regards the alleged destruction of the pension-related documentation in question since, for example, many persons from the northern part of Kosovska Mitrovica, a town in which they lived until 2005, have continued receiving their pensions.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "47.  The Court reiterates that the rule of exhaustion of domestic remedies referred to in Article 35 § 1 of the Convention requires applicants first to use the remedies provided by the national legal system, thus dispensing States from answering before the Court for their acts before they have had an opportunity to put matters right through their own legal system. The rule is based on the assumption that the domestic system provides an effective remedy in respect of the alleged breach. The burden of proof is on the Government claiming non-exhaustion to satisfy the Court that an effective remedy was available in theory and in practice at the relevant time; that is to say, that the remedy was accessible, capable of providing redress in respect of the applicant’s complaints and offered reasonable prospects of success. However, once this burden of proof has been satisfied it falls to the applicant to establish that the remedy advanced by the Government was in fact exhausted or was for some reason inadequate and ineffective in the particular circumstances of the case or that there existed special circumstances absolving him or her from the requirement (see Mirazović v. Bosnia and Herzegovina (dec.), no. 13628/03, 6 May 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The exhaustion rule is also inapplicable where an administrative practice consisting of a repetition of acts incompatible with the Convention and official tolerance by the State authorities has been shown to exist, and is of such a nature as to make proceedings futile or ineffective (Aksoy v. Turkey, 18 December 1996, § 52, Reports of Judgments and Decisions 1996-VI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Court has recognised that Article 35 § 1 (formerly Article 26) must be applied with some degree of flexibility and without excessive formalism (see, for example, Cardot v. France, judgment of 19 March 1991, § 34, Series A no. 200). The rule of exhaustion is neither absolute nor capable of being applied automatically; in reviewing whether it has been observed it is essential to have regard to the particular circumstances of each individual case (see, for example, Van Oosterwijk v. Belgium, judgment of 6 November 1980, § 35, Series A no. 40). This means, amongst other things, that it must take realistic account not only of the existence of formal remedies in the legal system of the Contracting Party concerned but also of the general context in which they operate as well as the personal circumstances of the applicants (see Akdivar and Others v. Turkey [GC], 16 September 1996, § 69, Reports 1996IV).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Turning to the present case, the Court notes that the SPDIF has unequivocally expressed its view that the payment of pensions to all persons in a situation such as the applicants’ should be suspended (see paragraph 13 above). It did so on the basis of the Opinion of the Ministry for Social Affairs of 7 March 2003, which Opinion was itself reaffirmed by the subsequent Opinion of the Ministry for Labour, Employment and Social Policy of 18 June 2004 (see paragraphs 13 and 29 above). Both of these Opinions stated, inter alia, that the pension system in Serbia was based on the concept of “ongoing financing”. This meant that since the Serbian authorities have been unable to collect any pension insurance contributions in Kosovo as of 1999, persons who had already been granted SPDIF pensions in Kosovo also could not continue receiving them. The Court therefore considers that no administrative remedy within the competence of the SPDIF at various levels, be it an appeal or a request for the re-opening of proceedings, or, indeed, any other remedy addressed to the said ministries, could be deemed effective in the specific circumstances of the present case. It is irrelevant, in this context, that a number of persons in the applicants’ situation would appear to have continued receiving their SPDIF pensions, given that this seems to have occurred on a non-transparent basis.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  As regards the judicial review procedure, the Government themselves conceded that it was “impossible” for the Serbian judiciary to rule on the merits of pension claims such as the applicants’. The courts instead, for the most part, upheld the impugned administrative decisions, accepting the reasoning contained in the above-mentioned Opinions (see paragraphs 45 and 29 above, in that order). Again, in such very specific circumstances, the applicants could not have been expected to make use of yet another avenue of, at best, theoretical redress.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  In view of the above, as well as this Court’s cited case-law, the Government’s objection as regards the non-exhaustion of effective domestic remedies must be rejected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court notes that the complaints in question are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicants’ arguments",
                                "elements": [
                                    {
                                        "content": "54.  The applicants reaffirmed their complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  In so doing, they maintained that the respondent State was clearly unwilling to resume payment of their pensions. The SPDIF’s decision of 3 April 2008 to suspend the payment thereof simply ignored the District Court’s ruling of 11 July 2006 (see paragraphs 15 and 12 in that order).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The pension entitlements in question were acquired rights (stečena prava) and could not be lawfully revoked or suspended except in cases provided for by the Pensions and Disability Insurance Act (see paragraph 26 above). The Kosovo conflict was of no relevance in this respect. In any event, many persons residing in Kosovo continued receiving their pensions, mostly Serbs but also a number of others, including Bosniaks.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The notion that current pensions are only being paid from ongoing pensions’ insurance contributions is without merit, because if this were indeed the case, and given the number of companies which have been unable to pay these contributions throughout Serbia, hardly any pensions could have been paid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The applicants have never sought or been granted pensions by the Kosovo institutions, and the impugned suspension of their pensions can no longer be described as temporary, since more than ten years have elapsed in the meantime. Many persons in the applicants’ situation have already died without this issue having been resolved.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  Despite their house having been destroyed, the applicants lived in Kosovska Mitrovica until May 2005. During this period they stayed with their relatives. In May 2005 they moved to Novi Pazar in Serbia proper and formally registered their residence in this town.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The applicants were told by the Social Care Centre in Novi Pazar that they were not entitled to receive any social assistance, “being recipients of disability pensions”, which is why they never filed a formal request to this effect. The applicants could not have survived all these years without the financial support of their children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The applicants addressed the SPDIF repeatedly, in writing and in person, but to no avail. Irrespective of various political considerations, the applicants insisted that they were entitled to their pensions.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Governments arguments",
                                "elements": [
                                    {
                                        "content": "62.  The Government noted that as of 1992 a new pensions and disability insurance system had been put in place. From the outset, however, it encountered major funding issues, which frequently caused delayed payment of pensions throughout the country. Some of the reasons for this situation included armed conflict in the territory of the former Socialist Federal Republic of Yugoslavia, ongoing political crisis, economic sanctions imposed on Serbia and the overall weakness of the Serbian economy, as well as the increased number of pensioners combined with fewer employees paying their contributions into the system.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  As a result of the North Atlantic Treaty Organisation’s (hereinafter “NATO”) intervention in Serbia, in 1999, specifically the aerial bombings and the developments thereafter, most relevant documentation concerning the entitled pensioners in Kosovo was either destroyed or seized by others, and was thus no longer available to the SPDIF.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  In June 1999 Kosovo was placed under international administration, and the Serbian pensions system ceased to operate in the territory.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The current Serbian pension system is based on the principle of “pay as you go”, whereby pensions are funded through current pension insurance contributions, whilst as of 2001 a separate pension system, based on a different approach, has been set up in Kosovo (see paragraphs 39 and 40 above). According to information compiled by the Kosovan authorities, as of November 2008 there were 137,792 persons receiving such pensions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  As of 1999 persons employed in Kosovo had ceased paying their insurance contributions to the SPDIF. There has never been any co-ordination between the two pension systems. In a situation of this sort, the Serbian authorities essentially had no choice but to suspend the payment of pensions in the province. They did so by adopting Opinions to this effect (see paragraph 29 above). Serbia, however, never adopted legislation aimed at discriminating against any particular ethnic group. The Government further provided the Court with an indicative list of 32 persons of non-Serbian ethnic origin who continued receiving the SPDIF pension in question. They also noted that there were many others, but that such statistics would be difficult to produce since they were never collected and classified on the basis of ethnicity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The SPDIF continued paying pensions to internally displaced persons from Kosovo, as well as, exceptionally, to those still living in Kosovo but where the local branches of the SPDIF were still operational, and where possibilities for abuse were excluded (the pensioners identity, status and residence being verifiable). The latter is all the more significant in view of the amounts in question. For example, in 2009 the respondent State spent 40% of its budget on pensions and other social benefits. The payment of pensions to persons whose residence was dubious, however, and who had not registered with the SPDIF prior to the establishment of the parallel pensions system in Kosovo could not be resumed. Clearly, it would have been unacceptable for certain persons to be receiving two pensions on the same basis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The applicants maintained that they had remained in Kosovo following the NATO intervention until 2005 when they moved to Novi Pazar. It is, however, unclear where exactly they lived during this period. Following the communication of the present application to the Government, and upon the Agent’s own initiative, the Serbian police provided information to the effect that the applicants only occasionally lived at their address in Novi Pazar. At the time of verification they were in the , for medical reasons, and had authorised Ms Z.F. to receive their mail in Novi Pazar.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Government strongly suspect that the applicants are receiving a pension from the competent international institutions in Kosovo. They tried to verify this by contacting these institutions, but to no avail. An argument to this effect is that the applicants only asked for the resumption of payment of their pensions in 2003, even though they claim to have lived in the northern part of Kosovska Mitrovica where there was a functioning branch of the SPDIF. It is strange that they waited for almost four years following the suspension to do so. The applicants also never sought any other social assistance until the resolution of their case. The Government provided a copy of the certificate issued by the Novi Pazar Social Care Centre to this effect. There were likewise serious abuse issues concerning the submission of false information as regards the residence of numerous pensioners, particularly those claiming to be residents of Novi Pazar. In this respect the Government submitted a memorandum produced by the SPDIF, stating that many such persons had initially registered their residence in Novi Pazar but had then returned to live in Kosovo, having authorised others to continue receiving their correspondence in Novi Pazar.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  In any event, the subject matter of the present application is a political issue which requires a political solution, through negotiations. It cannot be resolved unilaterally by Serbia. The Agent had informed all competent Government bodies about the importance of dealing with the situation urgently. On 19 May 2010, inter alia, the Minister of Finance endorsed the general approach of the SPDIF to the matter, but personally committed herself to organising a meeting with the Government bodies concerned immediately following the conclusion of discussions with the International Monetary Fund.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Government noted that the total amount of the respondent State’s potential debt involving situations such as the applicants’ would be very high indeed, and would significantly undermine the country’s financial stability. To this effect the Government referred to official data provided by the SPDIF indicating that the sum in question had been estimated at 1,008,358,614 Euros (“EUR”), whilst the Ministry of Finance had itself set this sum at EUR 1,050,468,312, i.e. less than 10% of the total foreign currency reserves of Serbia.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "72.  The principles which apply generally in cases under Article 1 of Protocol No. 1 are equally relevant when it comes to pensions (see Andrejeva v. Latvia [GC], no. 55707/00, § 77, 18 February 2009, and, more recently, Stummer v. Austria [GC], no. 37452/02, § 82, 7 July 2011). Thus, that provision does not guarantee the right to acquire property (see, among other authorities, Van der Mussele v. Belgium, 23 November 1983, § 48, Series A no. 70; Slivenko v. Latvia (dec.) [GC], no. 48321/99, § 121, ECHR 2002II; and Kopecký v. Slovakia [GC], no. 44912/98, § 35 (b), ECHR 2004IX). Nor does it guarantee, as such, any right to a pension of a particular amount (see, among other authorities, Müller v. Austria, no. 5849/72, Commission’s report of 1 October 1975, Decisions and Reports (DR) 3, p. 25; T. v. Sweden, no. 10671/83, Commission decision of 4 March 1985, DR 42, p. 229; Janković v. Croatia (dec.), no. 43440/98, ECHR 2000X; Kuna v. Germany (dec.), no. 52449/99, ECHR 2001V (extracts); Lenz v. Germany (dec.), no. 40862/98, ECHR 2001X; Kjartan Ásmundsson v. Iceland, no. 60669/00, § 39, ECHR 2004IX; Apostolakis v. Greece, no. 39574/07, § 36, 22 October 2009; Wieczorek v. Poland, no. 18176/05, § 57, 8 December 2009; Poulain v. France (dec.), no. 52273/08, 8 February 2011; and Maggio and Others v. Italy, nos. 46286/09, 52851/08, 53727/08, 54486/08 and 56001/08, § 55, 31 May 2011). However, where a Contracting State has in force legislation providing for the payment as of right of a pension – whether or not conditional on the prior payment of contributions – that legislation has to be regarded as generating a proprietary interest falling within the ambit of Article 1 of Protocol No. 1 for persons satisfying its requirements (see Carson and Others v. the United Kingdom [GC], no. 42184/05, § 64, ECHR 2010...). The reduction or the discontinuance of a pension may therefore constitute an interference with peaceful enjoyment of possessions that needs to be justified (see Kjartan Ásmundsson, cited above, § 40; Rasmussen v. Poland, no. 38886/05, § 71, 28 April 2009; and Wieczorek, cited above, § 57).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The first and most important requirement of Article 1 of Protocol No. 1 is that any interference by a public authority with the peaceful enjoyment of possessions should be lawful (see The Former King of Greece and Others v. Greece [GC], no. 25701/94, §§ 79 and 82, ECHR 2000-XII) and that it should pursue a legitimate aim “in the public interest”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  As regards lawfulness, it requires in the first place the existence of and compliance with adequately accessible and sufficiently precise domestic legal provisions (see, amongst other authorities, the Malone judgment of 2 August 1984, §§ 66-68, Series A no. 82; and Lithgow and Others v. the United Kingdom, 8 July 1986, § 110, Series A no. 102).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  According to the Court’s caselaw, the national authorities, because of their direct knowledge of their society and its needs, are in principle better placed than the international judge to decide what is “in the public interest”. Under the Convention system, it is thus for those authorities to make the initial assessment as to the existence of a problem of public concern warranting measures interfering with the peaceful enjoyment of possessions. Moreover, the notion of “public interest” is necessarily extensive. In particular, the decision to enact laws concerning pensions or welfare benefits involves consideration of various economic and social issues. The Court accepts that in the area of social legislation including in the area of pensions States enjoy a wide margin of appreciation, which in the interests of social justice and economic well-being may legitimately lead them to adjust, cap or even reduce the amount of pensions normally payable to the qualifying population. However, any such measures must be implemented in a non-discriminatory manner and comply with the requirements of proportionality. Therefore, the margin of appreciation available to the legislature in the choice of policies should be a wide one, and its judgment as to what is “in the public interest” should be respected unless that judgment is manifestly without reasonable foundation (see, for example, Carson and Others v. the United Kingdom [GC], cited above, § 61; Andrejeva v. Latvia [GC], cited above, § 83; as well as Moskal v. Poland, no. 10373/05, § 61, 15 September 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  Any interference must also be reasonably proportionate to the aim sought to be realised. In other words, a “fair balance” must be struck between the demands of the general interest of the community and the requirements of the protection of the individual’s fundamental rights. The requisite balance will not be found if the person or persons concerned have had to bear an individual and excessive burden (see James and Others v. the United Kingdom, 21 February 1986, § 50, Series A no. 98; and Wieczorek, cited above, §§ 5960, with further references). Of course, the issue of whether a fair balance has indeed been struck becomes relevant only if and when it has been established that the interference in question has satisfied the aforementioned requirement of lawfulness and was not arbitrary (see Iatridis v. Greece [GC], no. 31107/96, § 58, ECHR 1999-II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  Turning to the present case, the Court considers that the applicants’ existing pension entitlements constituted a possession within the meaning of Article 1 of Protocol No. 1 to the Convention. Further, the SPDIF’s suspension of payment of the pensions in question clearly amounted to an interference with the peaceful enjoyment of their possessions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  As regards the requirement of lawfulness, the Court notes that Article 110 of the Pensions and Disability Insurance Act states that one’s pension and disability rights shall only be terminated if it transpires that one no longer meets the original statutory requirements, a ground patently inapplicable to the applicants. There is also no reference to a possible indefinite suspension of pensions in this provision, and the recalculation of pensions referred to concerns very specific circumstances which are likewise not relevant to the present case (see paragraph 26 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  It is further noted that the impugned suspensions were instead based on the Opinions of the Ministry for Social Affairs and the Ministry for Labour, Employment and Social Policy of 7 March 2003 and 18 June 2004, respectively, wherein it was stated, inter alia, that the pension system in Serbia was based on the concept of “ongoing financing”. According to these Opinions, for which there is no evidence that they have ever been published in the Official Gazette of the Republic of Serbia, since the Serbian authorities have been unable to collect any pension insurance contributions in Kosovo as of 1999, persons who had already been granted SPDIF pensions in Kosovo also could not expect, for the time being, to continue receiving them. The Government themselves accepted that the suspension of the applicants’ pensions has been based on the said Opinions (see paragraph 66 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  At the same time, however, the Constitutional Court, in its decisions of 2006 and 2009, held that such Opinions do not amount to legislation, and are instead merely meant to facilitate the implementation thereof, whilst the Supreme Court, in its Opinion of 15 November 2005, concerning the situation in Kosovo, specifically noted that one’s recognised right to a pension may only be restricted on the basis of Article 110 of the Pensions and Disability Insurance Act. Further, in view of Article 169 of the said Act, recognised pension rights could not depend on whether or not current pension insurance contributions can be collected in a given territory (see paragraphs 30 and 31 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  In such circumstances, the Court cannot but conclude that the interference with the applicants’ “possessions” was not in accordance with the relevant domestic law, which conclusion makes it unnecessary for it to ascertain whether a fair balance has been struck between the demands of the general interest of the community on the one hand, and the requirements of the protection of the individual’s fundamental rights on the other (see Iatridis v. Greece [GC], cited above, § 58), the seriousness of the alleged financial implications for the respondent State notwithstanding.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The Court further notes that there is no evidence that the applicants were recipients of the so-called “Kosovo pensions”, and that, in any event, they are both under 65 years of age, which would make them formally ineligible even to apply for such pensions (see paragraphs 39 and 40 above). The Government’s reference to the applicants’ place of residence and the missing documentation in general also seem irrelevant since the payment of their pensions was not suspended on those bases. In any event, the applicants would appear to have provided the SPDIF with the documents in question (see paragraph 17 above), even though they had lived in Kosovska Mitrovica at the relevant time, a town where according to the Government themselves there was a functioning branch of the SPDIF (see paragraph 69 above). The applicants cannot, lastly, be reasonably expected to spend all of their time living at their officially registered address in Novi Pazar, particularly given their need for medical treatment (see paragraph 68 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  There has, accordingly, been a violation of Article 1 of Protocol No. 1.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "84.  The applicants further complained about being discriminated against on the basis of their ethnic minority status.",
                                "elements": []
                            },
                            {
                                "content": "85.  The Court considers that the applicants’ complaints fall to be examined under Article 14 of the Convention taken together with Article 1 of Protocol No. 1 thereto (see Akdeniz v. Turkey, cited above, § 88).",
                                "elements": []
                            },
                            {
                                "content": "86.  The former provision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "87.  In view of the relevant facts of the present case, as well as the parties’ submissions, the Court finds that there is no evidence to indicate that the applicants have been discriminated against on the grounds of ethnicity (see in particular, paragraphs 20, 56 and 66 above).",
                                "elements": []
                            },
                            {
                                "content": "88.  It follows that their complaints are manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "89.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "90.  Each applicant claimed EUR 7,000 euros in respect of the non-pecuniary damage suffered. The applicants further requested, on account of pecuniary damages, the payment of their pensions due as of 9 June 1999 and 15 January 2000, respectively, plus statutory interest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Government contested these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The Court considers that the applicants in the present case have certainly suffered some non-pecuniary damage, in respect of which it awards them the full amount sought, i.e. the sum of EUR 7,000 each. In addition, the respondent Government must pay the first and second applicants, on account of the pecuniary damage suffered, their pensions due as of 9 June 1999 and 15 January 2000, respectively (see paragraphs 9 and 11 above), together with statutory interest (see paragraphs 37 and 38 above).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "93.  Each applicant also claimed EUR 600 for the travel expenses incurred domestically, plus EUR 1 for the postage costs per domestic written pleading, as well as EUR 5 for the postage costs per submission filed with this Court. The applicants further sought costs for their representation before the Court, but left it to the Court’s discretion as to the exact amount.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The Government contested these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to their quantum. In the present case, regard being had to the documents in its possession and the above criteria, as well as the fact that the applicants have already been granted EUR 850 under the Council of Europe’s legal aid scheme, the Court considers it reasonable to award them jointly the additional sum of EUR 3,000 covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "96.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 46 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "97.  Article 46 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“1. The High Contracting Parties undertake to abide by the final judgment of the Court in any case to which they are parties.",
                                "elements": []
                            },
                            {
                                "content": "2. The final judgment of the Court shall be transmitted to the Committee of Ministers, which shall supervise its execution.”",
                                "elements": []
                            },
                            {
                                "content": "98.  Given these provisions, it follows, inter alia, that a judgment in which the Court finds a breach imposes on the respondent State a legal obligation not just to pay those concerned any sums awarded by way of just satisfaction, but also to choose, subject to supervision by the Committee of Ministers, the general and/or, if appropriate, individual measures to be adopted in their domestic legal order to put an end to the violation found by the Court and to redress, in so far as possible, the effects thereof (see Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 249, ECHR 2000-VIII).",
                                "elements": []
                            },
                            {
                                "content": "99.  In view of the above, as well as the large number of potential applicants, the respondent Government must take all appropriate measures to ensure that the competent Serbian authorities implement the relevant laws in order to secure payment of the pensions and arrears in question. It is understood that certain reasonable and speedy factual and/or administrative verification procedures may be necessary in this regard.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints under Article 1 of Protocol No. 1 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Serbian dinars at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the amounts specified under (a) at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "(c)  that the respondent State shall pay the first and second applicants, on account of the pecuniary damage suffered, their pensions due as of 9 June 1999 and 15 January 2000, respectively, together with statutory interest, all within the said three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "(d)  that the respondent Government must, within six months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, take all appropriate measures to ensure that the competent Serbian authorities implement the relevant laws in order to secure payment of the pensions and arrears in question, it being understood that certain reasonable and speedy factual and/or administrative verification procedures may be necessary in this regard.",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 17 April 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Guido Raimondi",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GRUDIĆ v. SERBIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-110378.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0417JUD003192508",
    "externalsources": [],
    "extractedappno": [
        "31925/08",
        "2001/35",
        "34/03",
        "64/04",
        "84/04",
        "85/05",
        "101/05",
        "63/06",
        "5/09",
        "107/09",
        "30/10",
        "101/10",
        "3/05",
        "46/96",
        "9/01",
        "31/11",
        "2005/20",
        "25165/94",
        "13628/03",
        "55707/00",
        "37452/02",
        "48321/99",
        "44912/98",
        "5849/72",
        "10671/83",
        "43440/98",
        "52449/99",
        "40862/98",
        "60669/00",
        "39574/07",
        "18176/05",
        "52273/08",
        "46286/09",
        "52851/08",
        "53727/08",
        "54486/08",
        "56001/08",
        "42184/05",
        "38886/05",
        "25701/94",
        "10373/05",
        "31107/96",
        "39221/98",
        "41963/98"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Articles 104, 110 and 169 of the Pensions and Disability Insurance Act",
        "Decisions of the SPDIF concerning jurisdictional issues adopted on 19 August 1999 and 22 March 2007",
        "Opinion of the Ministry for Social Affairs no. 181-01-126/2003 of 7 March 2003, and the Opinion of the Ministry for Labour, Employment and Social Policy no. 182-02-20/2004-07 of 18 June 2004",
        "Opinion adopted by the Supreme Court's Civil Division on 15 November 2005",
        "Articles 5, 24 and 41 of the Administrative Disputes Act",
        "Articles 1 and 2 of the Statutory Interest Act",
        "Regulation 2001/35 on pensions in Kosovo and Regulation 2005/20 amending Regulation 2001/35, both regulations having been adopted by the United Nations Interim Administration Mission in Kosovo"
    ],
    "itemid": "001-110378",
    "judgementdate": "17/04/2012 00:00:00",
    "kpdate": "17/04/2012 00:00:00",
    "kpthesaurus": [
        "14",
        "216",
        "26",
        "638",
        "369",
        "304",
        "321"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "46",
        "35",
        "P1-1-1",
        "41",
        "P1-1"
    ],
    "parties": [
        "GRUDIĆ",
        "SERBIA"
    ],
    "rank": "879.156555175781",
    "representedby": [
        "GARIBOVIC R."
    ],
    "respondent": "SRB",
    "respondentOrderEng": "40",
    "scl": [
        "Akdeniz v. Turkey, no. 25165/94, § 88, 31 May 2005",
        "Akdivar and Others v. Turkey [GC], 16 September 1996, § 69, Reports 1996-IV",
        "Aksoy v. Turkey, 18 December 1996, § 52, Reports of Judgments and Decisions 1996-VI",
        "Andrejeva v. Latvia [GC], no. 55707/00, 18 February 2009",
        "Apostolakis v. Greece, no. 39574/07, § 36, 22 October 2009",
        "Cardot v. France, judgment of 19 March 1991, § 34, Series A no. 200",
        "Carson and Others v. the United Kingdom [GC], no. 42184/05, § 64, ECHR 2010-...",
        "Iatridis v. Greece [GC], no. 31107/96, § 58, ECHR 1999-II",
        "James and Others v. the United Kingdom, 21 February 1986, § 50, Series A no. 98",
        "Jankovic v. Croatia (dec.), no. 43440/98, ECHR 2000-X",
        "Kjartan Ásmundsson v. Iceland, no. 60669/00, §§ 39-40, ECHR 2004-IX",
        "Kopecký v. Slovakia [GC], no. 44912/98, § 35 (b), ECHR 2004-IX",
        "Kuna v. Germany (dec.), no. 52449/99, ECHR 2001-V (extracts)",
        "Lenz v. Germany (dec.), no. 40862/98, ECHR 2001-X",
        "Lithgow and Others v. the United Kingdom, 8 July 1986, § 110, Series A no. 102",
        "Maggio and Others v. Italy, nos. 46286/09, 52851/08, 53727/08, 54486/08 and 56001/08, § 55, 31 May 2011",
        "Malone v. the United Kingdom, 2 August 1984, §§ 66-68, Series A no. 82",
        "Mirazovic v. Bosnia and Herzegovina (dec.), no. 13628/03, 6 May 2006",
        "Moskal v. Poland, no. 10373/05, § 61, 15 September 2009",
        "Müller v. Austria, no. 5849/72, Commission’s report of 1 October 1975, Decisions and Reports (DR) 3, p. 25",
        "Poulain v. France (dec.), no. 52273/08, 8 February 2011",
        "Rasmussen v. Poland, no. 38886/05, § 71, 28 April 2009",
        "Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 249, ECHR 2000-VIII",
        "Slivenko v. Latvia (dec.) [GC], no. 48321/99, § 121, ECHR 2002-II",
        "Stummer v. Austria [GC], no. 37452/02, § 82, 7 July 2011",
        "T. v. Sweden, no. 10671/83, Commission decision of 4 March 1985, DR 42, p. 229",
        "The Former King of Greece and Others v. Greece [GC], no. 25701/94, §§ 79 and 82, ECHR 2000-XII",
        "Van der Mussele v. Belgium, 23 November 1983, § 48, Series A no. 70",
        "Van Oosterwijk v. Belgium, judgment of 6 November 1980, § 35, Series A no. 40",
        "Wieczorek v. Poland, no. 18176/05, 8 December 2009"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "373409",
    "typedescription": "15"
}