{
    "__articles": "8;8-2;8-1;29;29-3;34;35;35-1;41;9;9-2",
    "__conclusion": "Violation of Art. 8;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses (domestic proceedings) - claim dismissed",
    "applicability": "",
    "appno": "7508/02",
    "article": [
        "9",
        "8",
        "34",
        "35",
        "29",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "domestic proceedings"
            ],
            "element": "Costs and expenses",
            "type": "other"
        },
        {
            "element": "- claim dismissed",
            "type": "other"
        }
    ],
    "content": {
        "001-77356.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 7508/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a French national, Mr L.L. (“the applicant”), on 6 February 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr Forrer, a lawyer practising in . The French Government (“the Government”) were represented by their Agent, Mrs E. Belliard, Director of Legal Affairs at the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 19 May 2005 the Court declared the application partly inadmissible and decided to give notice to the Government of the complaint under Article 8. In accordance with Article 29 § 3, the Court decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "A.  The circumstances of the case",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1957 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  On 5 February 1996 the applicant’s wife filed a divorce petition with the appropriate tribunal de grande instance. In an interlocutory decision of 26 March 1996, the family-affairs judge, finding that the couple were not reconciled, gave the petitioner leave to bring divorce proceedings against her husband and ruled on the interim arrangements. The judge granted parental responsibility for the children, who were born in 1985 and 1988, jointly to their father and mother, decided that they should habitually live with their mother and made provisions for the applicant’s right of visiting contact. The judge also ordered a welfare report together with a medical and psychological examination of all the members of the family. The welfare report, filed on 9 July 1996, revealed that the applicant was present and active as a father and had developed a sound relationship with his children. It recommended that he be granted broad rights of visiting and staying contact.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 25 September 1996 the applicant’s wife brought divorce proceedings against him before the same tribunal de grande instance. She alleged that her husband had repeatedly subjected her to acts of violence and that he had chronic alcoholism.",
                                "elements": []
                            },
                            {
                                "content": "7.  In a judgment of 4 September 1998, the tribunal de grande instance granted the divorce on grounds of fault by the applicant alone, confirmed the interim arrangements indicated in the interlocutory decision, acknowledged the father’s poor financial situation and exempted him from child maintenance obligations. It ruled as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The wife has produced duly substantiated medical certificates attesting to the reality of the acts of violence to which she has been subjected and of which the only plausible origin lies in her husband’s behaviour towards her. Her husband, as she has also shown, suffers from alcoholism, and this may reasonably be said to constitute the primary cause of his behaviour.",
                                "elements": []
                            },
                            {
                                "content": "These acts imputable to the husband constitute serious and repeated breaches of his marital duties and obligations and have led to an irretrievable breakdown in the marriage. It is appropriate to grant the petition and pronounce the divorce on grounds of fault by the husband alone.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "8.  The applicant appealed against the judgment before the appropriate Court of Appeal, requesting that the divorce be granted on grounds of fault by both spouses and seeking a more extensive right of contact with his children. As to the grounds of divorce, he alleged that he had been subjected to aggressive behaviour and harassment by his wife and disputed her claim that he was an alcoholic. In this connection, he principally requested the exclusion from the case file of a document from his medical records that his wife had, according to him, obtained by fraudulent means and on which she had relied to show that he was an alcoholic. The document in question was an operation report of 2 April 1994 concerning a splenectomy which the applicant had undergone. It had been sent on 20 April 1994 in a letter from Doctor C. (a specialist in digestive surgery) to the applicant’s general practitioner. The applicant claimed, however, that he had never provided his wife with a copy of the document, nor had he released the doctor who signed it from his duty of medical confidentiality in that connection. As to the ancillary arrangements decided by the court below, he considered that the restrictions on his right of contact were unjustified, arguing that the welfare report and the additional documents he had produced proved his attachment to his children and the guarantees he was able to give in order to receive them. The applicant’s ex-wife, for her part, reiterated the complaints she had made before the court below. She also denied that she had obtained a medical document fraudulently, alleging that her husband had entrusted her with “the management of paperwork”, rejected any accusation of violence, and considered that the applicant’s demands, in respect of his right of contact, were premature as he was living with his parents and had not yet overcome his drink problem.",
                                "elements": []
                            },
                            {
                                "content": "9.  In a judgment of 21 February 2000, the Court of Appeal upheld the provisions of the judgment appealed against as regards the granting of the divorce, the exercise of parental responsibility and the children’s habitual residence, giving the following reasoning:",
                                "elements": []
                            },
                            {
                                "content": "“–  The granting of the divorce:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Whilst certain testimony she has produced, concerning manifest drunkenness and resulting violent behaviour on the part of her husband at family gatherings, is very dated and not useful for the proceedings, she has nevertheless submitted to the Court testimony from two of his sisters concerning Mr [L.L.]’s alcohol addiction and his resulting aggressiveness.",
                                "elements": []
                            },
                            {
                                "content": "Mr [L.L.]’s alcoholism has been confirmed by medical documents and in particular a letter of 20 April 1994 to his general practitioner from Doctor C. – and there is no evidence to suggest that it was obtained fraudulently by his wife – referring to ‘a bout of acute pancreatitis with a background of alcoholism’ and indicating that the consequences of the pancreatitis could only be brought under control if the subject gave up alcohol.",
                                "elements": []
                            },
                            {
                                "content": "Mrs [L.L.] also produced medical certificates dated 26 July 1994, 2 September 1994, 15 September 1994 and 2 February 1996 in which various injuries were recorded – in particular a perforated eardrum – and from which violent acts by the husband must necessarily be inferred, as no other explanations have been suggested by Mr [L.L.].",
                                "elements": []
                            },
                            {
                                "content": "This conduct ... constitutes a serious and repeated breach of marital duties, leading to an irretrievable breakdown in the marriage, and the judgment appealed against must accordingly be upheld in so far as it granted the divorce petition filed by the wife. ...”",
                                "elements": []
                            },
                            {
                                "content": "10.  As regards the applicant’s request for the extension of his rights of visiting and staying contact, the court considered it necessary to order, as an interlocutory measure, a medical and psychological report on the family group. After the expert’s report had been filed, on an undetermined date, the Court of Appeal, on 7 June 2001, granted the applicant’s request and accorded him a right of contact with which he was satisfied.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 14 June 2000 the applicant wrote a letter to the President of the Court of Cassation in which he expressed his intention to appeal on points of law against the judgment of 21 February 2000, considering that the “legislation [had] not been correctly applied”. As regards the medical documents produced in the case, he criticised the courts that had ruled on his case for using those documents in spite of his protests, and added that such a practice was in breach of the Criminal Code since “judges [could not] require hospital records to be produced without risking the disclosure of facts protected by professional confidentiality”.",
                                "elements": []
                            },
                            {
                                "content": "12.  For the purposes of his appeal on points of law, the applicant filed a request for legal aid with the Court of Cassation’s Legal Aid Board. His request was rejected by the Board on 10 May 2001, then by the President of the Court of Cassation on 11 July 2001, on the ground that “it [did] not appear from an examination of the material in the case file that a ground of appeal on points of law [could] be argued with any real prospect of success”.",
                                "elements": []
                            },
                            {
                                "content": "13.  In the meantime, following a report of ill-treatment filed by the applicant with the Department for Prevention and Social Services, the children’s judge at the tribunal de grande instance, on 25 October 2000, initiated the procedure providing, in respect of the couple’s children, for a measure of guidance in the home community. That measure was extended on 4 December 2001 for a further one-year period.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.  Relevant domestic law and practice",
                        "elements": [
                            {
                                "content": "14.  At the material time the relevant provisions of the Civil Code read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 9",
                                "elements": []
                            },
                            {
                                "content": "“Everyone has the right to respect for his private life. ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 248",
                                "elements": []
                            },
                            {
                                "content": "“The proceedings on the cause of action, the consequences of the divorce and on the interim arrangements shall not be public.”",
                                "elements": []
                            },
                            {
                                "content": "Article 259",
                                "elements": []
                            },
                            {
                                "content": "“Facts relied on as grounds for divorce or as a defence to a divorce petition may be established by any type of evidence, including confessions.”",
                                "elements": []
                            },
                            {
                                "content": "Article 259-1",
                                "elements": []
                            },
                            {
                                "content": "“A spouse may not produce in the proceedings any letters exchanged between his or her spouse and a third party that he or she may have obtained by duress or fraud.”",
                                "elements": []
                            },
                            {
                                "content": "Article 259-2",
                                "elements": []
                            },
                            {
                                "content": "“Reports drawn up at the request of a spouse shall be declared inadmissible as evidence in the event of trespass on domestic premises or unlawful interference with private life.”",
                                "elements": []
                            },
                            {
                                "content": "15.  Articles 259 and 259-1 of the Civil Code were amended by Law no. 2004-439 of 26 May 2004, which came into force on 1 January 2005. Those Articles now read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 259 (as amended)",
                                "elements": []
                            },
                            {
                                "content": "“Facts relied on as grounds for divorce or as a defence to a divorce petition may be established by any type of evidence, including confessions. However, evidence from descendants may never be heard in respect of the complaints submitted by the spouses.”",
                                "elements": []
                            },
                            {
                                "content": "Article 259-1 (as amended)",
                                "elements": []
                            },
                            {
                                "content": "“A spouse may not produce in the proceedings any evidence that he or she may have obtained by duress or fraud.”",
                                "elements": []
                            },
                            {
                                "content": "16.  In divorce proceedings, evidence of the complaints submitted is unrestricted and may be adduced by any means, unless it is shown that it has been obtained by duress or fraud (Article 259-1 of the Civil Code) or that reports drawn up at the request of a spouse have given rise to unlawful interference with private life or trespass on domestic premises (Article 2592 of the Civil Code).",
                                "elements": []
                            },
                            {
                                "content": "In this connection, where, for the purposes of adducing preliminary evidence of a spouse’s breach of his or her duty of fidelity, a report establishing adultery has been drawn up by a bailiff, with judicial authorisation, at the domicile of the other party to the adulterous relationship, such an act constitutes lawful interference with private life (Court of Cassation, Second Civil Division, 5 June 1985, Bulletin civil (Bull. civ.) no. 111). Similarly, a report drawn up without judicial authorisation, at the request of the husband, on premises of which he has possession, may be taken into consideration by the tribunals of fact (Court of Cassation, Second Civil Division, 14 December 1983). However, having regard to Article 9 of the Civil Code, the Court of Cassation has held that where a person has been spied on, watched and followed for several months, interference with that person’s private life, by a private detective acting on instructions to identify aspects of his or her way of life that might support a request for the discontinuance of a compensatory financial provision paid by the person’s former spouse, is disproportionate to the aim pursued (Court of Cassation, Second Civil Division, 3 June 2004, Bull. civ. no. 273).",
                                "elements": []
                            },
                            {
                                "content": "Conversely, having regard to Article 259-1 of the Civil Code, a court of appeal which held, on the basis of the evidence which it alone was empowered to assess, that a relationship detrimental to a husband carried on between his wife and a third party could be established by e-mails and by a private investigation report, rightly inferred therefrom, absent any evidence of duress or fraud, that serious and repeated breaches of marital duties were thus substantiated (Court of Cassation, First Civil Division, 18 May 2005, Bull. civ. I no. 213). In the same vein, a private investigation report is admissible when corroborated by other evidence such as comments written in a diary (Court of Cassation, Second Civil Division, 3 March 1983, unreported) or witness statements. As regards letters exchanged between one of the spouses and a third party within the meaning of the former Article 259-1 of the Civil Code, a court, in order to declare inadmissible letters from a wife to third parties, together with her diary, is not entitled to find that their production breached her privacy unless the husband obtained those documents by fraud or duress (Court of Cassation, Second Civil Division, 29 January 1997, Juris-classeur périodique 1997, Bull. civ. II no. 28). It has been held, however, that a diary should be declared inadmissible on the basis of Article 8 of the Convention ( tribunal de grande instance, judgment of 9 June 2000).",
                                "elements": []
                            },
                            {
                                "content": "17.  The relevant provisions of the new Code of Civil Procedure read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 1440",
                                "elements": []
                            },
                            {
                                "content": "“Registrars and custodians of public registers shall be required to issue a copy or an extract therefrom to any applicant, subject to the exercise of their rights.”",
                                "elements": []
                            },
                            {
                                "content": "Article 1441",
                                "elements": []
                            },
                            {
                                "content": "“In the event of refusal or where no response is obtained, the president of the tribunal de grande instance, or, where the refusal emanates from a registrar, the president of the court to which his office is attached, seised by way of application, shall adjudicate, after hearing representations from the applicant and the registrar or custodian, or after giving them notice to appear.",
                                "elements": []
                            },
                            {
                                "content": "Appeals shall be lodged, examined and determined as in non-contentious matters.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "18.  The applicant complained that medical documents concerning him (operation report of 2 April 1994) had been produced and used before the court, without his consent and without a medical expert having been appointed for such purpose. He alleged that this had entailed a breach of professional confidentiality and serious and unjustified interference with his right to respect for his private life. He relied on Article 8 of the Convention, of which the relevant parts read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private ... life ...",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society ... for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "19.  The Government disputed this argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "20.  The Government raised two objections to the admissibility of the application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Firstly, they considered that the applicant had not submitted his complaints, either expressly or in substance, before the domestic courts. They did not deny that the complaint related to the protection of private and family life, within the meaning of Article 8 of the Convention, but observed that the applicant had simply relied in his grounds of appeal, in an elusive and laconic manner, on the fraudulent production of a medical document and a breach of medical confidentiality in order to justify the exclusion of the document in question. In those circumstances, having regard to the elusive, summary and indirect nature of the applicant’s arguments before the Court of Appeal and the Court of Cassation, the Government submitted, as their principal argument, that the applicant had failed to exhaust domestic remedies. In the alternative, the Government considered that the applicant had lost his victim status in the course of the proceedings. They observed that the applicant, in his presentation of the facts to the Court, had claimed that the production of the medical documents in issue had been decisive as regards his right of contact with his children and his line of argument was thus no longer going to the reclassification of the grounds of divorce as mutual fault. In this connection the Government pointed out that the Court of Appeal, in its judgment of 21 February 2000, before ruling on the request for an extension of the applicant’s right of contact, had ordered a medical and psychological report on the couple and their two children, and that, in the meantime, the applicant had still benefited from the ancillary arrangements decided by the courts below. Consequently, the applicant could not claim to have been deprived of the right to see his children. Lastly, and above all, following the filing of the expert’s report, the Court of Appeal had granted the applicant’s request in its judgment of 7 June 2001. In those circumstances, the consequences of the production of the operation report had thus, in any event, been negated. Accordingly, the applicant could no longer claim victim status at this stage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The applicant argued that it could be seen from the facts of the case, which the Government had not disputed, that in his appeal he had requested a ruling disallowing the production in the proceedings of a medical document that in his view constituted interference with his private life. His application for legal aid for the purposes of lodging an appeal on points of law having been dismissed, he considered that he could not be criticised for failure to exhaust all available domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Court reiterates that the purpose of Article 35 § 1 of the Convention is to afford Contracting States the opportunity of preventing or putting right – usually through the courts – the violations alleged against them before those allegations are submitted to the Court. Consequently, States are dispensed from answering before an international body for their acts before they have had an opportunity to put matters right through their own legal system. Nevertheless, that rule must be applied “with some degree of flexibility and without excessive formalism”; it is sufficient that the complaints intended to be made subsequently in Strasbourg should have been raised, “at least in substance and in compliance with the formal requirements and time-limits laid down in domestic law”, before the national authorities (see Castells v. Spain, 23 April 1992, §§ 27 et seq., Series A no. 236; Akdivar and Others v. Turkey, 16 September 1996, §§ 6569, Reports of Judgments and Decisions 1996IV; and Fressoz and Roire v. France [GC], no. 29183/95, § 37, ECHR 1999I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court must therefore ascertain whether, having regard to all the circumstances of the case, the applicant may be regarded as having done everything that could reasonably be expected of him to exhaust domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Court first notes that his request for legal aid, filed with the Court of Cassation’s Legal Aid Board, was rejected first by the Board and then by the President of that court on the ground that “it [did] not appear from an examination of the material in the case file that a ground of appeal on points of law [could] be argued with any real prospect of success”. Consequently, the applicant did not lodge an appeal with the Court of Cassation, which is nevertheless one of the remedies that should in principle be exhausted in order to comply with Article 35 of the Convention (see Civet v. France [GC], no. 29340/95, § 41, ECHR 1999VI). However, taking into account the applicant’s lack of resources and the fact that legal representation was mandatory (in the context of divorce proceedings), the Court considers that the applicant cannot be accused of having failed to exhaust domestic remedies by discontinuing the appeal procedure after the decision dismissing his request (see, mutatis mutandis, Gnahoré v. , no. 40031/98, §§ 46-48, ECHR 2000IX).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court further observes that, in his grounds of appeal, the applicant requested that the correspondence of 20 April 1994 between Doctor C. and his general practitioner, containing the operation report of 2 April 1994, should be declared inadmissible as evidence on the ground that it had been obtained fraudulently by his wife. He further indicated that he had never given her a copy of that report, nor had he released the doctor who signed it from his duty of medical confidentiality in that connection. Whilst it is true that the complaint thus submitted before the Court of Appeal was premised, in its first limb, on an allegation of fraud on the part of his wife, the second limb of the complaint nevertheless raised issues concerning release from a duty of medical confidentiality (which the applicant denied having granted for that purpose) and therefore relating to the admission in evidence of a document protected by such confidentiality. It was, moreover, in this vein that the applicant wrote to the President of the Court of Cassation in a letter of 14 June 2000 complaining that “judges [could] not require hospital records to be produced without risking the disclosure of facts protected by professional confidentiality”. Respect for the confidentiality of medical data is of fundamental importance to the protection of a patient’s privacy (see, in this connection, Z v. , 25 February 1997, § 95, Reports 1997I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In those circumstances, it appears that the complaint raised by the applicant before the Court under Article 8 of the Convention was inherent in his pleadings before the Court of Appeal. Accordingly, the Court considers that the applicant submitted before that court, “at least in substance”, his complaint under Article 8 of the Convention. This preliminary objection should therefore be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  As to the plea of inadmissibility based on the applicant’s alleged loss of victim status, the Court reiterates that the word “victim”, in the context of Article 34 of the Convention, denotes the person or persons directly or indirectly affected by the alleged violation of the Convention or its Protocols. The question whether or not the applicant can claim to be a victim of the violation alleged is relevant at all stages of the proceedings under the Convention (see Burdov v. Russia, no. 59498/00, § 30, ECHR 2002III) and a decision or measure favourable to the applicant is not in principle sufficient to deprive him of his status as a “victim” unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention complained of by the applicant (see, for example, Eckle v. Germany, 15 July 1982, §§ 66 et seq., Series A no. 51; Amuur v. France, 25 June 1996, § 36, Reports 1996III; Dalban v. Romania [GC], no. 28114/95, § 44, ECHR 1999VI; and Jensen v.  (dec.), no. 48470/99, ECHR 2001X).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  In the present case, the Court observes that the gravamen of the applicant’s grievances lies not in the decision as to visiting and staying contact in respect of his children, as the Government have contended, but in the production and use by the judge of medical data concerning him, in breach of his right to respect for his private life. This is clear from the presentation of the applicant’s complaints as set out in his application. That finding is sufficient for the Court to dismiss the Government’s preliminary objection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Court concludes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It moreover considers that no other ground for declaring it inadmissible has been established and therefore declares it admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Whether there was interference with the applicant’s right to respect for his private life",
                                        "elements": [
                                            {
                                                "content": "27.  The Government have sought to show, first of all, that the production and use of the impugned document did not entail any interference with the applicant’s private and family life.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  They pointed out that in the area of family law, and divorce proceedings in particular, the judge has to deal with evidence relating to the private and family life of the parties. Refusal by a judge to give consideration to such evidence, on the pretext that it might interfere with the private and family life of the parties, would be tantamount to limiting their right to a hearing, because certain material evidence, or evidence capable of influencing the outcome of the dispute, as regards, for example, the determination of arrangements for the exercise of parental responsibility, would be declared inadmissible. This would have the effect of endangering family life and the stability of children. In this connection the law provided that “[f]acts relied on as grounds for divorce or as a defence to a divorce petition [might] be established by any type of evidence” (Article 259 of the Civil Code), as long as such evidence had been obtained honestly. The Government thus emphasised the fact that to refuse evidence relating to private life would, in this sense, be contrary to the applicable legislation. They cited in this connection a judgment delivered on 29 January 1997 by the Court of Cassation, which held that a court of appeal was wrong to declare inadmissible letters from a wife to third parties and her diary, on the ground that the production of such evidence would interfere with her private life, without first considering whether the husband had obtained those documents by duress or fraud.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The Government further observed that there were specific guarantees under French law concerning the use of data relating to the private life of parties in proceedings of this kind. They observed that medical data produced in connection with divorce proceedings were not made known to the public or to third parties since, firstly, “[t]he proceedings on the cause of action, the consequences of the divorce and on the interim arrangements [were] not ... public”, this being an exception to the principle of public proceedings (Article 248 of the Civil Code), and, secondly, a divorce could be validly established vis-à-vis third parties simply by producing an extract from the decree containing only its operative provisions (in accordance with former Article 1148 of the Code of Civil Procedure, now provided for in Article 1082-1 of the new Code of Civil Procedure). The judge always had the possibility, in the event of duress or fraud, of declaring inadmissible any documents of a personal nature.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  Lastly, the Government submitted that the significance of the production of the disputed document had to be kept in perspective, since it had been only one of many items on which the Court of Appeal had based its decision and had not been decisive, as the Court of Appeal had pointed out that there was still some uncertainty as to the evolution of the applicant’s condition: he claimed he had given up alcohol but had not shown that he was undergoing specialised treatment. Accordingly, the Government considered that the production and use of the impugned document did not constitute interference with the applicant’s private life, in so far as it had not been shown that his ex-wife had obtained it by duress or fraud, nor that there had been a breach of medical confidentiality.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The applicant considered that the Court of Appeal had failed in its duty to ensure that personal data as fundamental as that resulting from medical observations could not be diverted from its initial purpose and cause prejudice to the person complaining of a breach of his or her privacy, in so far as that court had, in justifying its decision, expressly referred to the medical documents in question. He regarded this as interference with his right to respect for his private life.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The Court observes, first of all, that it has not been disputed by either of the parties that the information contained in the medical document in question relates to the applicant’s private life, since that information, being of a personal and sensitive nature, directly concerns his health. The Court notes in this connection that the information in question, which is of a medical nature, constitutes personal data as defined in the Council of Europe’s 1981 Convention for the Protection of Individuals with regard to Automatic Processing of Personal Data (no. 108).",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Court further notes that the Court of Appeal partly based its decision on the detailed observations to be found in the operation report of 2 April 1994, reproducing the passages that it considered relevant. By doing so, it disclosed and made public information concerning the applicant’s health and therefore his private life. In this connection, the Court notes that the domestic law of the respondent State, as the Government rightly pointed out, affords specific guarantees in respect of the use of data relating to the private life of parties in divorce proceedings: such proceedings are not public, being an exception to the principle of publicity, and the copy of the divorce decision which is valid vis-à-vis third parties contains only the operative provisions (see paragraph 29 above). However, under Articles 1440 and 1441 of the new Code of Civil Procedure, concerning the issuance of copies of official documents and registers, any person may, without having to prove a particular interest, request a copy of a judicial decision (judgments and other decisions of upper or lower courts) in civil, employment, welfare or commercial matters, from the registry of the relevant court, which will be required to provide that copy or extract.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  There is therefore no doubt, in the Court’s view, that the admissibility and use by the judge of the above-mentioned medical document in evidence constituted interference with the applicant’s right to respect for his private life as secured by Article 8 § 1 of the Convention. It remains to be ascertained whether the interference was justified in the light of paragraph 2 of that Article.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Whether the interference was justified",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  “In accordance with the law”",
                                "elements": [
                                    {
                                        "content": "35.  Even supposing that there had been interference, the Government, with regard first of all to the condition of foreseeability, observed that under Articles 259 and 259-3 of the Civil Code evidence was unrestricted, meaning that any document, even if it came from medical records, could be produced and used except in the event of duress and fraud. Moreover, they noted that the impugned document and the factual argument based thereon had been lawfully submitted in the proceedings and that the applicant had been given the opportunity of presenting his observations as to their significance in the dispute.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The applicant acknowledged that Article 259-1 of the Civil Code, as worded at the material time, might imply that a document concerning a party’s private life was admissible. Apart from the fact that the information contained in the letter of 20 April 1994 was of a medical nature, the applicant noted that there had also been a misappropriation of his private correspondence with his doctor, which clearly fell outside the scope of the “paperwork” that he said he had entrusted to his ex-wife.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court takes note of the parties’ agreement as to the fact that the interference in question was “in accordance with the law”. The legal basis for the interference lies in the gathering of evidence in divorce proceedings, which is governed by special legal rules under Articles 259 et seq. of the Civil Code (see paragraphs 14-16 above). The Court finds no evidence to suggest that the measure in question was not compliant with domestic law or that the effects of the relevant legislation had not been sufficiently foreseeable to satisfy the quality requirement inherent in the expression “in accordance with the law”, within the meaning of Article 8 § 2.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Legitimate aim",
                                "elements": [
                                    {
                                        "content": "38.  The Government considered that this interference could be regarded as satisfying at least two of the legitimate aims provided for in Article 8 § 2 of the Convention. The family-affairs judge had certainly been required to take account of the protection of the rights and freedoms of others, because the applicant’s alcoholism had been considered as part of the cause of the violence he had been inflicting on his wife at the time, and the judge had also had a duty to protect the health and morals of the children, in respect of whom a right of visiting and staying contact had been granted to their father.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The applicant, for his part, considered that the interference with his private life had not pursued any legitimate aim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court considers, in view of the circumstances of the case, that the aim of the impugned measure was to protect the rights of the applicant’s wife, who was seeking to establish a correlation between her husband’s aggressive behaviour and his alcohol dependence to support her petition for divorce on grounds of fault by her husband alone. Accordingly, the aim of the interference was to “protect the rights and freedoms of others”, namely the spouse’s right to produce evidence in order to succeed in her claims. Moreover, the Court need not examine the second aim alleged by the Government, the protection of the health or morals of the couple’s children, since, in any event, the existence of the first has shown that, in its principle, the impugned measure pursued a legitimate aim.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  “Necessary in a democratic society”",
                                "elements": [
                                    {
                                        "content": "41.  The Government lastly argued that the alleged interference had met the requirement of being necessary in a democratic society. They took the view that to find such documents inadmissible would prevent courts from ruling on situations that might present a risk for the health, morals or stability of other family members, especially where there were alcohol-related problems. They added that the fact of excluding documents obtained by duress or fraud fulfilled the State’s positive obligation under Article 8 of the Convention. The Government further indicated that the Court of Appeal had maintained the applicant’s right of contact in respect of his children pending the results of the expert’s report, and inferred from this that any interference would thus, in any event, have been proportionate. Lastly, they observed that such interference, when compared with that in Z v. Finland (cited above) and M.S. v. Sweden, (27 August 1997, Reports 1997IV), appeared far less significant and was circumscribed by the requisite safeguards.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The applicant argued that, even supposing the interference had pursued a legitimate aim, the method used could not, in any event, be regarded as proportionate to the breach of his right to respect for his private life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In order to ascertain whether the impugned measure was “necessary in a democratic society”, the Court will consider, in the light of the case as a whole and having regard to the margin of appreciation enjoyed by the State in such matters, whether the reasons adduced to justify it were relevant and sufficient and whether the measure was proportionate to the legitimate aim pursued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court firstly reiterates that the protection of personal data, not least medical data, is of fundamental importance to a person’s enjoyment of his or her right to respect for private and family life as guaranteed by Article 8 of the Convention, bearing in mind that respect for the confidentiality of health data is a vital principle in the legal systems of all the Contracting Parties to the Convention. Consequently, domestic law must therefore afford appropriate safeguards to prevent any communication or disclosure of personal health data as may be inconsistent with the guarantees in Article 8 of the Convention (see Z v. Finland, cited above, § 95).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court notes at the outset that the present case concerns civil proceedings in the area of divorce, which by definition are proceedings during which information on the intimacy of private and family life may be revealed and where it is in fact part of a court’s duty to interfere in the couple’s private sphere in order to weigh up the conflicting interests and settle the dispute before it. However, in the Court’s view, any unavoidable interference in this connection should be limited as far as possible to that which is rendered strictly necessary by the specific features of the proceedings and by the facts of the case (see, mutatis mutandis, Papon v. France (no. 1) (dec.), no. 64666/01, ECHR 2001VI, concerning conditions of detention under Article 3 of the Convention, and H. v. France, no. 11799/85, Commission decision of 5 October 1988, unreported, concerning interference with the right to respect for family life in connection with an applicant’s detention).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  In the particular circumstances of the case, the Court does not find compelling the Government’s argument that the breach of the applicant’s right to respect for his private life was justified. Whilst the impugned measure may appear justified at first sight, it does not stand up to closer scrutiny. As the Government themselves have acknowledged (see paragraph 30 above), the production of the disputed document was not decisive in the granting of the divorce on grounds of fault by the applicant alone and was in fact only one of the items of evidence on which the domestic courts based their findings. The relevant domestic decisions referred, above all, to testimony concerning the applicant’s alcohol addiction and to the “duly substantiated” medical certificates referring to “the reality of the acts of violence to which [the wife had] been subjected”, thus concluding that the acts attributable to the husband constituted serious and repeated breaches of marital duties and obligations which had led to an irretrievable breakdown in the marriage. In reality, it was only on an alternative and secondary basis that the domestic courts used the disputed medical document in justifying their decisions, and it thus appears that they could have declared it inadmissible and still reached the same conclusion. In other words, the impugned interference with the applicant’s right to respect for his private life, in view of the fundamental importance of the protection of personal data, was not proportionate to the aim pursued and was therefore not “necessary in a democratic society for the protection of the rights and freedoms of others”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Lastly, as the Court has already observed (see paragraph 33 in fine above), the domestic law does not afford sufficient safeguards in respect of the use of data relating to the private life of parties to proceedings of this kind, except for those guarantees referred to by the Government (see paragraph 29 above), and this a fortiori justifies strict scrutiny of the necessity of such measures within the meaning of Article 8 § 2 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Accordingly, in the light of the foregoing, there has been a violation of Article 8 § 2 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "49.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "50.  The applicant claimed 20,000 euros (EUR) in respect of alleged non-pecuniary damage. He presented a medical certificate dated 7 December 2005 indicating that his medical disorders “[had] been accentuated by his difficult family situation over the past few years”. As regards pecuniary damage, he explained that he was not in a position to evaluate or substantiate the losses he had actually sustained as a direct result of the violation of Article 8 of the Convention or to produce any supporting documents in this connection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Government considered that these claims were manifestly excessive and bore no relation to the alleged grievance. They noted that the applicant had been unable to evaluate or substantiate the losses sustained and had provided no details as to the existence, nature or amount of the pecuniary damage claimed, nor as to its causal link with the alleged violation. As regards non-pecuniary damage, the Government considered that the production of the medical certificate was not capable of proving that damage with certainty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court fails, in any event, to find any causal link between the violation observed and the alleged pecuniary damage, and it dismisses this claim. It further considers that the finding of a violation constitutes sufficient just satisfaction for the non-pecuniary damage sustained.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "53.  The applicant pointed out that he had been granted legal aid in the proceedings before the French courts. However, he explained that he had incurred considerable costs for travel, correspondence and telecommunications, estimating the total amount at EUR 1,000. The applicant further indicated that, in the proceedings before the Court, he had been awarded an amount by the Council of Europe by way of legal aid, and he thus considered that there were no justifiable expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Government submitted that the travel expenses could not give rise to compensation in the context of costs and expenses incurred before the domestic courts. Moreover, they noted that supporting documents had not been kept and inferred that the costs and expenses could not be duly substantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  According to the Court’s case-law, in order for costs and expenses to be awarded, the applicant must establish that they were actually and necessarily incurred and reasonable as to quantum. In the present case, and having regard to the information in its possession and to the criteria set out above, the Court dismisses the claim for costs and expenses incurred in the domestic proceedings.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that the finding of a violation constitutes sufficient just satisfaction for the non-pecuniary damage sustained by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 10 October 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "András Baka",
            "role": "president"
        },
        {
            "name": "Jean-Paul Costa",
            "role": "judges"
        },
        {
            "name": "Rıza Türmen",
            "role": "judges"
        },
        {
            "name": "Mindia Ugrekhelidze",
            "role": "judges"
        },
        {
            "name": "Elisabet Fura-Sandström",
            "role": "judges"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF L.L. v. FRANCE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-77356.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:1010JUD000750802",
    "externalsources": [],
    "extractedappno": [
        "7508/02",
        "29183/95",
        "29340/95",
        "40031/98",
        "59498/00",
        "28114/95",
        "48470/99",
        "64666/01",
        "11799/85"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-77356",
    "judgementdate": "10/10/2006 00:00:00",
    "kpdate": "10/10/2006 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "154",
        "269",
        "377",
        "183",
        "498",
        "354",
        "451",
        "203",
        "268",
        "319",
        "429",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "9",
        "8",
        "8-1",
        "34",
        "9-2",
        "35-1",
        "41",
        "8-2",
        "35",
        "29",
        "29-3"
    ],
    "parties": [
        "L.L.",
        "FRANCE"
    ],
    "rank": "563.689453125",
    "representedby": [
        "FORRER"
    ],
    "respondent": "FRA",
    "respondentOrderEng": "16",
    "scl": [
        "Akdivar and Others v. Turkey, judgment of 16 September 1996, Reports of Judgments and Decisions 1996-IV, §§ 65-69",
        "Amuur v. France, 25 June 1996, Reports 1996-III, p. 846, § 36",
        "Burdov v. Russia, no. 59498/00, § 30, ECHR 2002-III",
        "Castells v. Spain, judgment of 23 April 1992, Series A no. 236, § 27",
        "Civet v. France [GC], no. 29340/95, § 41, ECHR 1999-VI",
        "Dalban v. Romania [GC], no. 28114/95, § 44, ECHR 1999-VI",
        "Eckle v. Germany, judgment of 15 July 1982, Series A no. 51, p. 32, §§ 69 et seq.",
        "Fressoz and Roire v. France [GC], no. 29183/95, § 37, ECHR 1999-I",
        "Gnahoré v. France, no. 40031/98, § 46-48, ECHR 2000-IX",
        "H. v. France (dec.), no. 11799/85, 5 October 1988",
        "Jensen v. Denmark (dec.), no. 48470/99, ECHR 2001-X",
        "Papon v. France (no. 1) (dec.), no. 64666/01, ECHR 2001-VI",
        "Z v. Finland, judgment of 25 February 1997, Reports of Judgments and Decisions 1997-I, § 95"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "414656",
    "typedescription": "15"
}