{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Art. 6-1",
    "applicability": "",
    "appno": "41265/05",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-102645.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 41265/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Ms Jadwiga Mazurek (“the applicant”), on 20 October 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr T. Rutowski, a lawyer practising in . The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 14 September 2009 the President of the Fourth Section decided to communicate the complaint concerning the length of the proceedings.",
                        "elements": []
                    },
                    {
                        "content": "4.  In accordance with Protocol No. 14, the application was allocated to a Committee of three Judges. The Government objected to the examination of the application by a Committee. After having considered the Government's objection, the Court rejects it.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1951 and lives in Warszawa.",
                                "elements": []
                            },
                            {
                                "content": "1. Administrative proceedings concerning a building permit",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant is a co-owner of a plot of land in  and a building situated on that plot. On 4 February 2000 the Poznań Mayor issued a building permit for spouses P., her neighbours and co-owners of that building, concerning an extension to it.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 12 June 2000, shortly after the construction works had started, the applicant requested the Mayor to have the works stopped, submitting that spouses P. had made changes to the original construction plans which had served as a basis of the building permit and of her agreement which had been a necessary condition for having the permit granted. The Mayor regarded her application as a request for the re-opening of the proceedings and refused it. The applicant appealed, submitting that the building permit had not been served on her properly and that, as a result, she had not been properly informed about the manner in which the future construction would affect the use of her property.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 29 August 2000 the Wielkopolski Governor quashed the Mayor's refusal and remitted the case, noting that the applicant had not been properly informed about the conditions of the permit which affected her situation. Spouses P. complained about this decision to the  which dismissed their appeal by a judgment of 10 October 2001. The court noted that the applicant and spouses P. were co-owners of the building concerned. Therefore the fact that the applicant had not been properly informed about details of the building project had to be taken into account by the second-instance authority when deciding on her request to have the proceedings re-opened.",
                                "elements": []
                            },
                            {
                                "content": "9.  Subsequently, by a decision of 5 June 2002 the Mayor refused to reopen the proceedings in which spouses P. had been granted the building permit, because the construction works had already been finished. The applicant appealed.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 26 July 2002 the Wielkopolski Governor quashed the Mayor's refusal and remitted the case, finding that the extension erected by spouses P. should have complied with an agreement which the applicant had concluded with them before they had applied for the permit.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 22 January 2003 the applicant lodged a complaint about inactivity on the part of the Mayor. On 5 February 2003 the Wielkopolski Governor found that the complaint about the inactivity was well-founded and ordered the Mayor to issue a decision on the merits of the case within one month.",
                                "elements": []
                            },
                            {
                                "content": "12.  In the meantime, on 28 January 2003 the Mayor refused to set aside the building permit. The applicant appealed. On 27 March 2003 the Wielkopolski Governor allowed the appeal.  He noted that it had not been properly established in the proceedings whether spouses P. had informed the applicant about the technical conditions of the building project and whether the alterations made in the building on the basis of that project did not excessively affect the applicant's unhindered use of the property.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 28 April 2003 spouses P. appealed to the .",
                                "elements": []
                            },
                            {
                                "content": "14.  On 13 April 2005 the  dismissed their appeal. It observed that throughout the proceedings the applicant had been submitting that she had accepted the project on the basis of information provided by spouses P. that the roof of the planned extension of the building would be flat, while ultimately they had a sloping roof built. The applicant had reiterated that this had made impossible for her to proceed with her own extension plans. The court held that it had not been shown whether during the original proceedings which had led to the issuance of the building permit the applicant had indeed been properly informed about the technical details of the project.",
                                "elements": []
                            },
                            {
                                "content": " 15.  In the meantime, on 7 April 2005 the applicant lodged a complaint with the  under section 5 of the Act of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (“the 2004 Act”).",
                                "elements": []
                            },
                            {
                                "content": "16.  On 3 June 2005 the  dismissed her complaint on the ground that there had been no undue delays in the judicial proceedings.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 31 January 2006 the Poznań Mayor refused to quash the building permit of 4 February 2000. The applicant appealed. By a decision of 8 March 2006 the Wielkopolski Governor set aside the decision of the Poznań Mayor, but refused to quash the permit, having observed that more than five years had elapsed since it had been issued. Hence, under the applicable laws it was impossible to set it aside.",
                                "elements": []
                            },
                            {
                                "content": "2. The second set of administrative proceedings",
                                "elements": []
                            },
                            {
                                "content": "18.  On 13 October 1999 the applicant requested the Poznań Mayor to issue a decision allowing for an extension of her house to be built. On 29 April 2003 the Poznań Local Government Board of Appeal upheld the Poznań Mayor's decision of 31 December 1999 given at the applicant's request.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 6 June 2003 the applicant appealed to the . On 13 April 2005 the  dismissed her appeal.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 10 May 2005 the applicant lodged with the  a complaint under the 2004 Act about the excessive length of judicial proceedings.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 24 June 2005 the  allowed her complaint finding that delays in the proceedings had been attributable to the . The court underlined that the lower court had not scheduled any hearings for over 12 months and pointed to the fact that the case had not been very complex. The court awarded her PLN 1,000 as just satisfaction.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "22.  The applicant complained that the length of the first set of proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Applicability of Article 6 § 1 to the proceedings",
                                "elements": [
                                    {
                                        "content": "23.  The Court must first determine whether Article 6 § 1 of the Convention is applicable to the proceedings concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Government submitted that Article 6 § 1 of the Convention did not apply to the proceedings in their entirety. According to the Convention organs' case-law, this provision did not apply to proceedings in which re-opening of a case terminated by a final decision was sought (see, e.g., Maksym v. Poland, no. 14450/02, § 35, 19 December 2006). In the present case the final decision granting the building permission to the co-owners of the building had been issued on 4 February 2000. On 12 June 2000 the applicant requested the Poznań Mayor to re-open the proceedings. However, it had been only on 4 March 2002 that ultimately the Mayor allowed her request for the proceedings concerning the building permit to be reopened. Hence, Article 6 had become applicable to the proceedings only on that date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court reiterates that Article 6 applies under its “civil head” if there was a “dispute” (“contestation”) over a “right” which can be said, at least on arguable grounds, to be recognised under domestic law. That dispute must be genuine and serious; it may relate not only to the existence of a right but also to its scope and the manner of its exercise. The Court must also be satisfied that the result of the proceedings at issue was directly decisive for the right asserted (see, among many other authorities, Rolf Gustafson v. Sweden, judgment of 1 July 1997, Reports of Judgments and Decisions 1997IV, p. 1160, § 38).",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Court is well aware that guarantees of Article 6 of the Convention do not apply to proceedings in which the re-opening of proceedings terminated by a final judicial decision is sought (see, among many other authorities, Wierciszewska v. , no. 41431/98, § 35, 25 November 2003). However, the Court observes that the circumstances of the present case differ markedly from ordinary civil or criminal proceedings. Firstly, the nonapplicability of the procedural guarantees of Article 6 of the Convention to proceedings in which re-opening of civil or criminal proceedings terminated by a final judicial decision is sought, finds its justification in, inter alia, the essential principle of legal certainty. However, that principle cannot be said to be applicable with the same force in the context of administrative proceedings. Indeed, it is their normal feature that they may be re-opened and conducted again if it becomes necessary in the light of evolution of circumstances which had led to the original decision (see, mutatis mutandis, J.S. and A.S. v. Poland, no. 40732/98, § 52, 24 May 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  In this connection, the Court notes that on 4 February 2000 the applicant's neighbours obtained a building permit and subsequently started the construction works. Shortly after the works had started, on 12 June 2000, the applicant requested the Mayor to have the construction works stopped and the proceedings leading to the grant of the building permit re-opened because, as she alleged, the co-owners of the adjacent plot had made changes to the original construction plans on the basis of which the permit had been granted. In subsequent proceedings the administrative court, in its judgment of 10 October 2001, noted that the fact that the applicant had not been properly informed about the details of the building project had to be taken into account by the second-instance authority when deciding on her request to have the proceedings re-opened. Furthermore, in its judgment of 13 April 2005 the same court observed that throughout the proceedings the applicant had sought the re-opening of the original proceedings, submitting that the building as actually constructed had made it impossible for her to proceed with her own extension plans.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In these circumstances, it would be difficult to deny that the proceedings by which the applicant sought to have the proceedings concerning the building permit of neighbours re-opened had indisputable impact on the way in which she could exercise her ownership rights in respect of the building concerned. That dispute was therefore genuine and serious enough to bring the proceedings concerned within the ambit of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  In the light of the above, the Court concludes that Article 6 of the Convention is applicable to the proceedings concerned in the present case in their entirety.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Exhaustion of domestic remedies",
                                "elements": [
                                    {
                                        "content": "29.   The Government submitted that the applicant had not attempted to pursue all effective domestic remedies with respect to her complaint about the length of the proceedings. She had the following remedies at her disposal: a complaint to the higher authority under Article 37 § 1 of the Code of Administrative Procedure; a complaint to the Supreme Administrative Court under Article 17 of the Law of 11 May 1995 on the Supreme Administrative Court (“the 1995 Act”) and a complaint provided for by Article 3 of the 2002 Act on the Proceedings before Administrative Courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Secondly, the Government argued that the applicant had failed to lodge a compensation claim with a civil court in order to seek redress for the alleged damage which had resulted from the inactivity of the administrative authorities. They relied on Article 417 and, in respect of the period after 1 September 2004, Article 417¹ § 3 of the Civil Code as amended by the Law of 17 June 2004 on Amendments to the Civil Code and Some Other Laws.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The applicant submitted that she had lodged a complaint about the administrative's authority failure to deal with her case within a reasonable time (see paragraph 11 above) and was successful in that the governor acknowledged that the proceedings had been protracted and ordered the Mayor to give a decision on the merits of the case within one month. Hence, she had recourse to the relevant remedy. As to the compensatory remedy relied on by the applicant, she submitted that this was not a remedy necessary for the purposes of exhaustion of domestic remedies within the meaning of Article 35 of the Convention. She relied on the Court's judgments in cases of Cichla v. Poland, no. 18036/03, 10 October 2006 and Jagiełło v. Poland, no. 59738/00, 23 January 2007)",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court reiterates that the obligation to exhaust domestic remedies requires only that an applicant make normal use of effective and sufficient remedies that are capable of remedying the situation at issue and affording redress for the breaches alleged (see, among other authorities, Selmouni v. France [GC], §§ 74-76, ECHR 1999-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court has held in a number of cases against Poland that in order to comply with the requirement of exhaustion of domestic remedies in the context of lengthy administrative proceedings it was necessary to have recourse first to a hierarchical complaint about inactivity of an administrative authority and if this proved unsuccessful, to a subsequent complaint to the Supreme Administrative Court (see, e.g., Zynger (dec.), no. 66096/01, 7 May 2002; Futro v. Poland (dec.), no. 51832/99, 3 June 2003; Koss v. Poland, no. 52495/99, 28 March 2006; Beller v. Poland, no. 51837/99, 1 February 2005; Karasińska v. Poland, no. 13771/02, 6 October 2009; Puchalska v. Poland, no. 10392/04, 6 October 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Examining the instant case, the Court first observes that the applicant lodged a hierarchical complaint alleging inactivity on the part of the administrative authorities with the respective higher authority. Her complaints was found to be wellfounded and time-limit was fixed for dealing with the case (see paragraph 11 above). The applicant also filed a complaint with the administrative court about the excessive length of the judicial stage of the proceedings (see paragraph 15 above). The remedies which the applicant used were therefore adequate and sufficient to afford her redress in respect of the alleged breach (see, e.g., Rygalski v. Poland, no. 11101/04, 22 January 2008; Lorenc v. Poland, no. 28604/03, 15 September 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court further observes that according to Article 417 of the Civil Code and subsequently according to Article 417¹ § 3 of that Code no claim for damages resulting from the unreasonable length of administrative proceedings could arise unless it was been formally determined that there was an unlawful failure to issue an administrative decision within the relevant time-limits. The Court also notes that the domestic caselaw relied on by the Government does not constitute evidence of a sufficiently established judicial practice to show that a claim for compensation based on Article 417¹ § 3 of the Civil Code was an effective remedy, and they have thus failed to substantiate their contention (see,e.g., Boszko v. Poland, no. 4054/03, § 35, 5 December 2006; Puczyński v. Poland, no. 32622/03, § 40, 8 December 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Accordingly, the Court concludes that, for the purposes of Article 35 § 1 of the Convention, the applicant has exhausted domestic remedies in respect of the administrative proceedings. For these reasons, the Government's plea of inadmissibility on the ground of nonexhaustion of domestic remedies must be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court further notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It also notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Merits",
                                "elements": [
                                    {
                                        "content": "37.  The Court finds, having regard to its finding as to the applicability of Article 6 of the Convention (see paragraph 29 above), that the period to be taken into consideration began on 12 June 2000 when the applicant requested that the proceedings leading to the issuance of the original building permit granted to spouses P. be re-opened and ended on 8 March 2006. It thus lasted five years and nine months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court further notes that it is relevant for its finding of a violation that it was solely the lapse of time between the applicant's request of 12 June 2000 and 8 March 2006 which made her request unsuccessful as ultimately the authorities were prevented by law from re-examining the merits of an administrative decision given more than five years before. Had the proceedings been conducted speedily, the substance of her request could have been examined.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "42.  The applicant further complained that she had no effective remedy to complain about the length of administrative proceedings. The  dismissed her length complaint in the first set of the administrative proceedings, but it found the second set of judicial proceedings too long, despite the fact that the circumstances and the time-frame in both cases were almost identical. She relied on Article 13 of the Convention.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "43.  The Court notes that this complaint is linked to the one examined above and must therefore likewise be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "44.  The Court reiterates that Article 13 guarantees an effective remedy before a national authority for an alleged breach of the requirement under Article 6 § 1 to hear a case within a reasonable time (see Kudła v. Poland [GC], no. 30210/96, § 156, ECHR 2000-XI). It has already repeatedly found that the administrative law remedies available under Polish law were effective in cases in which an applicant complains of excessive length of administrative proceedings (see, Zynger v. Poland (dec.), no. 66096/01, 7 May 2002, and Bukowski v. Poland (dec.), no. 38665/97, 11 June 2002). It further reiterates that the word “remedy” within the meaning of Article 13 does not mean a remedy which is bound to succeed, but simply an accessible remedy before an authority competent to examine the merits of a complaint (see, e.g., Šidlová v. Slovakia, no. 50224/99, § 77, 26 September 2006). The Court further reiterates that divergences in case-law are an inherent consequence of any judicial system which is based on a network of first- and second-instance courts with authority over the area of their territorial jurisdiction (see Zielinski and Pradal and Gonzalez and Others v. France [GC], nos. 24846/94 and 34165/96 to 34173/96, § 59, ECHR 1999-VII).",
                                "elements": []
                            },
                            {
                                "content": "45.  It follows that this part of the application is manifestly illfounded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A. Damages",
                                "elements": [
                                    {
                                        "content": "47.  The applicant claimed 25,000 euros (EUR) in respect of nonpecuniary damage.   The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.   The Court considers that the applicant must have sustained nonpecuniary damage. Ruling on an equitable basis, it awards award her EUR 1,500 under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Default interest",
                                "elements": [
                                    {
                                        "content": "49.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the excessive length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months EUR 1,500 (one thousand five hundred euros), plus any tax that may be chargeable, in respect of nonpecuniary damage, to be converted into Polish zlotys at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 11 January 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Ján Šikuta",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Vincent A. de Gaetano",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MAZUREK v. POLAND",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-102645.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:0111JUD004126505",
    "externalsources": [],
    "extractedappno": [
        "41265/05",
        "14450/02",
        "41431/98",
        "40732/98",
        "18036/03",
        "59738/00",
        "66096/01",
        "51832/99",
        "52495/99",
        "51837/99",
        "13771/02",
        "10392/04",
        "11101/04",
        "28604/03",
        "4054/03",
        "32622/03",
        "30979/96",
        "30210/96",
        "38665/97",
        "50224/99",
        "24846/94",
        "34165/96",
        "34173/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-102645",
    "judgementdate": "11/01/2011 00:00:00",
    "kpdate": "11/01/2011 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "28",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "MAZUREK",
        "POLAND"
    ],
    "rank": "773.999267578125",
    "representedby": [
        "RUTOWSKI T."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "358795",
    "typedescription": "15"
}