{
    "__articles": "6;6-1;6-3-c;6-2;41",
    "__conclusion": "No violation of Art. 6-1 and 6-3-c as regards the fact that the applicant was not permitted to speak at the hearing in the Court of Cassation;Violation of Art. 6-1 as regards the failure to supply a copy of the Advocate-General's submissions;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award",
    "applicability": "",
    "appno": "32911/96;35237/97;34595/97",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-3-c",
            "base_article": "6",
            "element": "No violation of Art. 6-1 and 6-3-c as regards the fact that the applicant was not permitted to speak at the hearing in the Court of Cassation",
            "type": "no-violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1 and 6-3-c as regards the fact that the applicant was not permitted to speak at the hearing in the Court of Cassation",
            "type": "no-violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1 as regards the failure to supply a copy of the Advocate-General's submissions",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award",
            "type": "other"
        }
    ],
    "content": {
        "001-60638.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in three applications (nos. 32911/96, 35237/97 and 34595/97) against the French Republic lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by three French nationals, Mr Nouredine Meftah, Mr Alain Adoud and Mr Michel Bosoni (“the applicants”), on 10 July 1996, 28 January 1997 and 19 November 1996 respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants complained in particular that the procedure in the Court of Cassation was unfair and contravened Article 6 §§ 1 and 3 (c) of the Convention, in that the advocate-general's submissions had not been communicated to them, with the result that they had been unable to reply, and they had not been informed of the date of the hearing or permitted to address the Court of Cassation at the hearing.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applications were transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11). ",
                        "elements": []
                    },
                    {
                        "content": "4.  The applications were allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). On 23 November 1999 Mr Meftah's application was declared partly admissible by a Chamber of that Section, composed of the following judges: Mr W. Fuhrmann, President, Mr J.P. Costa, Mrs F. Tulkens, Mr K. Jungwiert, Sir Nicolas Bratza, Mr K. Traja and Mr M. Ugrekhelidze, and also of Mrs S. Dollé, Section Registrar. On 12 September 2000, following two partial admissibility decisions on 7 September 1999, the applications of Mr Adoud and Mr Bosoni were joined and declared admissible by a Chamber of that Section composed of the following judges: Mr L. Loucaides, President, Mr  Costa, Mr P. Kūris, Mrs Tulkens, Mr Jungwiert, Mrs H.S. Greve and Mr  Ugrekhelidze, and also of Mrs  Dollé, Section Registrar. ",
                        "elements": []
                    },
                    {
                        "content": "5.  The Court delivered its judgments on 27 February 2001 in Mr Adoud's and Mr Bosoni's case and on 26 April 2001 in the case of Mr Meftah. The Court held unanimously that there had been a violation of Article 6 § 1 of the Convention. A joint separate opinion of Mr Costa and Mr Jungwiert was annexed to the judgment of 27 February 2001. ",
                        "elements": []
                    },
                    {
                        "content": "6.  The French Government (“the Government”) filed requests – on 15 May 2001 in the case of Mr Adoud and Mr Bosoni and on 19 June 2001 in the case of Mr Meftah – for the cases to be referred to the Grand Chamber under Article 43 of the Convention and Rule 73. Requests for a referral to the Grand Chamber were also lodged by Mr Meftah on 9 May 2001 and Mr Adoud and Mr Bosoni on 31 May 2001. A panel of the Grand Chamber granted the requests on 5 September 2001.",
                        "elements": []
                    },
                    {
                        "content": "7.  The composition of the Grand Chamber was determined according to the provisions of Article 27 §§ 2 and 3 of the Convention and Rule 24.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 18 January 2002 the Grand Chamber ordered the joinder of the applications.",
                        "elements": []
                    },
                    {
                        "content": "9.  The applicants and the Government each filed a memorial on the merits.",
                        "elements": []
                    },
                    {
                        "content": "10.  A hearing took place in public in the Human Rights Building, Strasbourg, on 27 February 2002 (Rule 59 § 2).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Rio, Mr Abraham and Mr Cotte, and also their replies to questions put by some of the judges.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "11.  The applicants were born in 1960, 1950 and 1938 and live at Irigny, at Colombes and in Paris respectively.",
                                "elements": []
                            },
                            {
                                "content": "A.  The case of Mr Meftah",
                                "elements": [
                                    {
                                        "content": "12.  The applicant was arrested on 15 April 1992 and charged by an investigating judge at Mâcon tribunal de grande instance with using a vehicle registration document that had been obtained illegally and handling a stolen vehicle. He was remanded in custody from 16 April to 18 May 1992. On 31 March 1994 he was committed to stand trial before the Mâcon Criminal Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  In a judgment of 21 October 1994 the Mâcon Criminal Court dismissed the applicant's application to have the proceedings set aside as defective and, finding him guilty, imposed a suspended sentence of eight months' imprisonment and a fine of 10,000 French francs (FRF). The applicant appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 2 February 1995 the Dijon Court of Appeal upheld the judgment of the Criminal Court in its entirety. The applicant appealed to the Court of Cassation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  By a judgment of 17 January 1996 the Court of Cassation dismissed the appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The case of Mr Adoud",
                                "elements": [
                                    {
                                        "content": "16.  On 5 November 1994 the applicant was caught by a speed trap while at the wheel of his vehicle. The gendarmerie reported him for exceeding the speed limit by at least 40 k.p.h., namely by driving at 143 k.p.h. in a 90 k.p.h. speed-limit zone. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 14 March 1995 the Melle Police Court found him guilty of the offence, and imposed a fine of FRF 1,500 and banned him from driving for twenty-one days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 15 December 1995 the Poitiers Court of Appeal upheld the conviction, and increased the fine to FRF 3,000 and the ban to three months. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  By a judgment of 6 August 1996 the Criminal Division of the Court of Cassation dismissed the applicant's appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The case of Mr Bosoni",
                                "elements": [
                                    {
                                        "content": "20.  On 11 November 1994 the police reported the applicant for two offences of failing to stop at a red traffic light. He was summoned to appear at the Paris Police Court for a hearing on 8 March 1995. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 12 April 1995 the Paris Police Court found the applicant guilty of the offences. It imposed two fines of FRF 1,800 each and banned him from driving for one month.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 27 October 1995 the Paris Court of Appeal upheld the judgment of the Police Court in its entirety. On 2 November 1995 the applicant appealed to the Court of Cassation. He sought communication of the advocate-general's written submissions in order to be able to reply to them, but to no avail.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  By a judgment of 10 July 1996 the Court of Cassation dismissed the applicant's appeal.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Code of Criminal Procedure",
                                "elements": [
                                    {
                                        "content": "24.  The relevant provisions, as worded at the material time, read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 567",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Judgments of indictment divisions and judgments of the criminal courts against which no ordinary appeal lies may, in the event of a breach of the law, be set aside on an appeal on points of law to the Court of Cassation lodged by the public prosecutor or by the party adversely affected, according to the distinctions made hereafter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The appeal must be lodged with the Criminal Division of the Court of Cassation.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 584",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Appellants in the Court of Cassation may lodge a pleading bearing their signature and containing the grounds of their appeal with the registry of the court against whose judgment they are appealing either when giving notice of appeal or within the following ten days. The registrar shall issue them with a receipt.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 585",
                                        "elements": []
                                    },
                                    {
                                        "content": "“After the expiry of that time-limit, convicted appellants may send their pleading directly to the Court of Cassation; the other parties may not avail themselves of this provision without being represented by a member of the Court of Cassation Bar. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 585-1",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Save where the President of the Criminal Division decides otherwise, convicted appellants shall lodge their pleading with the registry of the Court of Cassation no later than one month from the date of the notice of appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The same rule shall apply to notices of acting lodged by lawyers representing an appellant in the Court of Cassation.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 590",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The pleadings shall contain the grounds of appeal and cite the legal provisions that are alleged to have been infringed. ... ",
                                        "elements": []
                                    },
                                    {
                                        "content": "They must be lodged within the prescribed time-limit. No further pleadings may be added to them once the reporting judge has filed his report. Any pleading setting out additional grounds that is lodged out of time may be declared inadmissible.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 602",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The reports shall be presented at the hearing. The parties' lawyers shall make their observations after the report, if appropriate. The public prosecutor shall make his or her submissions.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Submissions of the advocate-general",
                                "elements": [
                                    {
                                        "content": "25.  Current practice is for the advocate-general to inform the parties' lawyers before the day of the hearing of the tenor of his or her submissions and in cases where, at the request of the lawyers, there is an oral hearing, they are entitled to reply to his or her submissions orally or by a note sent to the court in deliberations (see Reinhardt and Slimane-Kaïd v. France, judgment of 31 March 1998, Reports of Judgments and Decisions 1998-II, p. 666, § 106). ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Appearance at the hearing before the Court of Cassation",
                                "elements": [
                                    {
                                        "content": "26.  In cases in which representation by a member of the Conseil d'Etat and Court of Cassation Bar is not compulsory, an ordinance of 15 January 1826, Article 15 of which has not been repealed, lays down that the parties may make oral representations with the permission of the Court of Cassation. On the basis of the ordinance of 1826 the Court of Cassation accepts that it is possible for it to give the parties leave to address it, or for a member of the ordinary bar to speak on their behalf. Although it is for the Court of Cassation to decide whether or not to grant permission according to the circumstances (Court of Cassation, Criminal Division, 3 May 1990, Bull. crim. [Criminal Bulletin] no. 166), it appears that its practice is to refuse such applications (see the period 1990 to 2001 and the judgments available on the Légifrance Internet site) in terms similar to the following: ",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Regard being had to Article 37 of the Ordinance of 15 January 1826, which has not been repealed in so far as it concerns the procedure applicable before the Criminal Division; as [the appellant] has set out his grounds of appeal against the impugned decision in a pleading which he has lodged in person, his appearance in person before the Criminal Division does not appear to be either necessary or appropriate; it is not necessary to order it.” (judgment of 15 December 1999, appeal on points of law no. 99-80015)",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  As regards more particularly cases involving road-traffic offences (such as parking or speeding offences), there have been numerous decisions in which applications made by members of the ordinary bar have been turned down, the Court of Cassation holding as in the following decision:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“[The appellant] has requested permission to appear before the Court of Cassation assisted by Mr [...], a member of the Paris Bar [...]. As [the appellant] has set out his grounds of appeal against the impugned decision in a pleading which he has lodged in person, his appearance in person before the Criminal Division does not appear to be essential.” (judgment of 16 May 2001, appeal on points of law no. 0086011)",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  Indeed, the Government acknowledge that such permission is rarely granted, the principle being that the members of the Conseil d'Etat and Court of Cassation Bar have a monopoly on making oral representations. They must consult the President of the Criminal Division beforehand regarding the ground of appeal on points of law for which they consider oral representations to be necessary. In 2001 oral representations were only made in some 40 or so appeals out of a total of 9,637 that were heard.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Members of the Conseil d'Etat and Court of Cassation Bar (avocats aux Conseils)",
                                "elements": [
                                    {
                                        "content": "29.  The members of the Conseil d'Etat and Court of Cassation Bar are the successors to the King's Bench attorneys, who practised during the Ancien Régime. Rights of audience before the King's Bench were reserved to attorneys who were royal officers and owned their official appointment (charge) from 1643 onwards. By the time of the Revolution in 1789 there were seventy-three attorneys at the King's Bench. The Revolution brought their activities to an end. They became counsel at the Tribunal of Cassation that was created in 1790, and subsequently, in 1804, members of the Court of Cassation Bar. Another group of lawyers practised at the Conseil d'Etat. The two groups were merged by an ordinance of 10 September 1817. That ordinance, which for many years served as the Bar Council Charter, was amended by a decree of 28 October 1991 (which codified the conditions of access to the profession and has since undergone a number of subsequent amendments; see also the law of 20 March 1948, which made women eligible to enter the profession, and the decree of 15 March 1978, allowing lawyers to practise in professional partnerships). The existence of a specialised bar is peculiar to France and Belgium (where only members of the Court of Cassation Bar belong to a separate bar council).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Members of the Conseil d'Etat and Court of Cassation Bar, unlike members of the ordinary bar, are ministerial officers. The number of official appointees has been irrevocably set at sixty since 1817. The conditions of access require in principle the candidate to be a practising lawyer, to have undergone special training and to have passed a professional entrance examination organised by the Bar Council (the legislation nevertheless provides for a number of exemptions and special means of access). Appointments are made by order of the Minister of Justice, on the basis of a reasoned opinion issued by the Bar Council, the Vice-President of the Conseil d'Etat and the President of the Court of Cassation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In proceedings before the Court of Cassation, representation by a member of the Conseil d'Etat and Court of Cassation Bar is in principle compulsory, particularly in civil proceedings, unless an exemption is obtained. Members of the Conseil d'Etat and Court of Cassation Bar cannot represent the parties before the lower courts (although they may give advice and appear before the administrative courts of appeal and administrative courts). In proceedings before the Criminal Division of the Court of Cassation they are required to consult with the President of the Criminal Division before the hearing if they wish to make oral representations, in order to explain the points of law they wish to make orally and to determine by agreement the arrangements under which they will be allowed to do so. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Directive 98/5/EC of the European Parliament and of the Council of 16 February 1998 to facilitate practice of the profession of lawyer on a permanent basis in a member State other than that in which the qualification was obtained provides, inter alia, at Article 5 § 3, sub-paragraph 2: “... in order to ensure the smooth operation of the justice system, member States may lay down specific rules for access to supreme courts, such as the use of specialist lawyers” (see also Court of Justice of the European Communities, 7 November 2000, Grand-Duchy of Luxembourg, Case no. 168/98).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 and 3 (c) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  The applicants complained that the procedure in the Court of Cassation had been unfair, in that the advocate-general's submissions had not been communicated to them and they had not been able to reply. Nor had they been informed of the date of the hearing or permitted to address the Court of Cassation. They alleged a violation of Article 6 §§ 1 and 3 (c) of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair and public hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "“3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require;",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions of the parties",
                                "elements": [
                                    {
                                        "content": "1.  The applicants",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Mr Meftah",
                                "elements": [
                                    {
                                        "content": "34.  The applicant pointed out in particular that, as criminal appeals to the Court of Cassation had suspensive effect under domestic law, the Court of Appeal's judgment had been neither enforceable nor final. The Government could not therefore contend that Article 6 § 3 only concerned “persons charged, but not yet convicted”. In addition, the right to conduct one's own defence was a fundamental right guaranteed by Article 6 (see Foucher v. France, judgment of 18 March 1997, Reports of Judgments and Decisions 1997-II) that was also applicable in proceedings before the Court of Cassation. He said that in Voisine v. France (no. 27362/95, 8 February 2000) the Court had noted that the applicant in that case, who had not been represented by a member of the Conseil d'Etat and Court of Cassation Bar, had not benefited from the practice whereby advocates-general at the Court of Cassation informed counsel to the parties of the tenor of their submissions before the hearing. The applicant's rights had therefore been infringed, as he had been unable to establish the tenor of the advocate-general's submissions or to reply to them and had not been summoned to the hearing. The fact that he had not applied for legal aid could not constitute a waiver of his right to adversarial process. Litigants could not therefore, without a breach of the provisions of the Convention, be treated differently depending on whether or not they were assisted by a member of the Conseil d'Etat and Court of Cassation Bar.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Mr Adoud and Mr Bosoni",
                                "elements": [
                                    {
                                        "content": "35.  The applicants considered that it was the concept of debate itself that lay at the heart of their applications. A debate necessarily entailed unity of time and place. However, under French law, the place where the debate was organised was the public hearing held by the Criminal Division and the debate began on the day of the hearing. They contended that they had been deprived of unity of time and place, as their pleadings had been lodged at the beginning of the proceedings before the Court of Cassation, whereas the advocate-general had made his submissions on the day of the hearing. Furthermore, appellants in the Court of Cassation had to make their representations in writing whereas the advocate-general made his submissions orally. The solution would therefore be to permit appellants in the Court of Cassation to take part in all the stages of the proceedings before the Criminal Division, including the hearing, with the assistance of a lawyer of their choosing, that is to say without being required to instruct a member of the Conseil d'Etat and Court of Cassation Bar. On that point, they challenged the monopoly of the members of the Conseil d'Etat and Court of Cassation Bar, pointing out, inter alia, firstly, that lawyers practising at a European bar had sufficient technical expertise to take part in proceedings before the Court of Cassation, as attested by the fact that they were entitled to appear before all other national and European courts and, secondly, that the monopoly on the rights to address the Court of Cassation was not based on any provision of domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicants also indicated that by virtue of Article 569 of the Code of Criminal Procedure, appeals to the Court of Cassation operated as a stay of execution of sentence. An appeal to the Court of Cassation was an essential stage in criminal proceedings, as the supervision by the judges of that court enabled any error of law by the lower courts to be corrected, both as regards the definition of the charge and the trial procedure. Consequently, convicted persons who appealed to the Court of Cassation retained their status as a person charged, both under domestic law and under the Convention, until such time as their appeal to the Court of Cassation had been dismissed. They accordingly continued to be presumed innocent and necessarily retained all the rights guaranteed by Article 6 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "36.  The Government submitted that the right to defend oneself in person, guaranteed by Article 6 § 3 (c) of the Convention on behalf of “everyone charged with a criminal offence” (see Foucher, cited above), could not concern proceedings in the Court of Cassation, as before that court it was no longer the defendants but the decisions themselves that were subjected to legal scrutiny, without any review of the facts or decision on guilt or sentence. Accordingly, convicted persons who appealed to the Court of Cassation were no longer “[persons] charged with a criminal offence” within the meaning of Article 6 § 3 (c) of the Convention because, as a matter of principle, their guilt had already been established by the courts below. The guarantees under Article 6 § 3 (c) should not therefore extend to stages of the proceedings, such as an appeal to the Court of Cassation, that did not concern the determination of the charge. In any event, the right to conduct one's own defence could be regulated by domestic law (see, among other authorities, Croissant v. Germany, judgment of 25 September 1992, Series A no. 237-B; Correia de Matos v. Portugal (dec.), no. 48188/99, ECHR 2001-XII). The Government accordingly concluded that the Convention did not prohibit States from making an accused's representation by a lawyer compulsory for certain aspects of criminal proceedings before trial and appeal courts and that, a fortiori, there was nothing to guarantee appellants in the Court of Cassation a right to conduct their own defence at all stages of the proceedings before the Criminal Division of that court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The Government submitted that, although in exceptional circumstances domestic law afforded convicted persons appealing to the Court of Cassation a partial right to conduct their own defence, that right did not entail any possibility of their taking part in the oral stage of the proceedings unrepresented. The very specific nature of appeals to the Court of Cassation served to explain the special features of the procedure followed by that court, the desirability of using specialist lawyers and, conversely, the limited importance given to oral hearings. The ordinary procedure in both civil and criminal appeals to the Court of Cassation entailed in principle compulsory representation by a member of the Conseil d'Etat and Court of Cassation Bar, a rule that did not in any respect contravene the provisions of the Convention. However, as an exception to that rule, French law did not make representation compulsory for the written stage of appeals to the Court of Cassation by persons appealing against conviction. Such persons were entitled to sign the notice of appeal and to lodge a signed pleading in person in accordance with the statutory rules. Regard being had to the essentially written nature of the procedure, all appellants therefore had the same rights to put forward their arguments, whether they were acting in person, or were assisted, either by a member of the ordinary bar or by a member of the Conseil d'Etat and Court of Cassation Bar. In addition, whether drafted by an appellant in person or signed by a member of the Conseil d'Etat and Court of Cassation Bar, the written submissions crystallised once and for all the arguments that could be made against the impugned decision, such that no further points could be added orally. It was neither necessary nor usual for members of the Conseil d'Etat and Court of Cassation Bar to make oral submissions: since oral submissions were optional under Article 602 of the Code of Criminal Procedure, members of the Conseil d'Etat and Court of Cassation Bar did not even attend hearings, save in the very rare instances when they wished to address the court at hearings in which the argument was always highly technical and largely incomprehensible to the layperson. Although appellants to the Court of Cassation could nevertheless make an application under an ordinance of 15 January 1826 for permission to appear in person, without being represented by a member of the Conseil d'Etat and Court of Cassation Bar, such applications were very rarely granted, as they were of no real benefit to an appellant lacking the requisite knowledge of the law governing appeals to the Court of Cassation or of the techniques used in such appeals. Offering appellants the right to make oral representations at the hearing would therefore only create an appearance that the adversarial principle was being observed, whereas that principle constituted a right that was intended to be concrete and effective, not purely formal. Moreover, in Voisine, cited above, the Court had acknowledged that the special nature of the procedure before the Court of Cassation could justify the monopoly of the right to make oral representations being reserved to specialist lawyers, notwithstanding its finding of a violation of Article 6 for the failure to communicate the advocate-general's submissions. Indeed, in Reinhardt and Slimane-Kaïd (judgment of 31 March 1998, Reports 1998-II, p. 666, § 106) the Court had said that the practice currently used, whereby advocates-general informed the parties' lawyers prior to the hearing of the tenor of their submissions and the parties' lawyers were entitled in cases where there was an oral hearing to reply to them, afforded the parties an opportunity of apprising themselves of the advocate-general's submissions and of commenting on them in a satisfactory manner. In the Government's submission, only a practice of that type could guarantee an effective debate. Incidentally, statistical data for the year 2000 clearly showed that unassisted appellants were four times less likely to be successful in an appeal to the Court of Cassation than parties assisted by a member of the Conseil d'Etat and Court of Cassation Bar. That was a reflection of the difficulty experienced by unrepresented appellants in formulating valid points of law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Government added that it was always open to a convicted appellant to obtain assistance from a member of the Conseil d'Etat and Court of Cassation Bar in order to take part in the oral stage of the proceedings before the Criminal Division, as the latter operated a particularly liberal legal-aid scheme. At the material time, it was the practice systematically to grant provisional legal aid in criminal cases to convicted persons who had lodged an appeal to the Court of Cassation. That practice had now been abandoned save in exceptional cases, but legal-aid applications were dealt with very rapidly. Accordingly, appellants who, like the applicants, decided not to be represented by a member of the Conseil d'Etat and Court of Cassation Bar, either chosen by them or assigned by the legal-aid office, deliberately chose the written procedure rather than a different procedure offering the advantages of assistance by a member of the Conseil d'Etat and Court of Cassation Bar. In the instant case, the applicants had had at their disposal all the information they needed to take their decision: Mr Meftah had been advised by a citizens advice bureau, and Mr Adoud and Mr Bosoni by their lawyer, who had also acted for Mr Voisine.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Lastly, as regards the proceedings taken as a whole, the Government considered that the applications were manifestly unfounded when the entire proceedings before the domestic legal order and the role played by the Court of Cassation were taken into account (see Brualla Gómez de la Torre v. Spain, judgment of 19 December 1997, Reports 1997-VIII). In the instant case, the three applicants had had a fair hearing before the trial and appeal courts and their grounds of appeal had been duly examined by the Court of Cassation. The Government noted further that the Convention institutions had declared inadmissible a number of complaints made by the applicants that had previously been dismissed by the Court of Cassation.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "1.  The fact that the applicants had no opportunity of making oral representations at the hearing before the Court of Cassation ",
                                        "elements": [
                                            {
                                                "content": "40.  As regards the issue whether the applicants were entitled to decide to conduct their own defence or to entrust it to a lawyer who to their knowledge was not a member of the Conseil d'Etat and Court of Cassation Bar, the Government submitted that such a right should not extend to those stages of the proceedings which, like an appeal to the Court of Cassation, did not concern the determination of the charge.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court reiterates that the guarantees contained in paragraph 3 of Article 6 are specific aspects of the general concept of a fair trial set forth in paragraph 1. The various rights of which a non-exhaustive list appears in paragraph 3 reflect certain of the aspects of the notion of a fair trial in criminal proceedings (see, among other authorities, Unterpertinger v. Austria, judgment of 24 November 1986, Series A no. 110, p. 14, § 29, and Granger v. the United Kingdom, judgment of 28 March 1990, Series A no. 174, p. 17, § 43). When compliance with paragraph 3 is being reviewed, its basic purpose must not be forgotten nor must it be severed from its roots (see Artico v. Italy, judgment of 13 May 1980, Series A no. 37, p. 15, § 32). The Court therefore considers complaints under Article 6 § 3 under those two provisions taken together (see, among many other authorities, the following judgments: Delta v. France, 19 December 1990, Series A no. 191-A, p. 15, § 34; Vacher v. France, 17 December 1996, Reports 1996VI, p. 2147, § 22; Melin v. France, 22 June 1993, Series A no. 261-A, p. 11, § 21; and Foucher, cited above, p. 464, § 30).",
                                                "elements": []
                                            },
                                            {
                                                "content": "Furthermore, as a “criminal charge” is an autonomous notion, the Court is not bound by the classifications in domestic law, which have only relative value (see, among other authorities, the following judgments: Öztürk v. Germany, 21 February 1984, Series A no. 73, pp. 17-18, §§ 49-50; Bendenoun v. France, 24 February 1994, Series A no. 284, p. 20, § 47; and Malige v. France, 23 September 1998, Reports 1998-VII, p. 2935, § 34). The Court considers that the Court of Cassation procedure is a stage in the French criminal proceedings which may have repercussions upon the conviction or the sentencing of a person by lower courts, enabling any error of law committed by a lower court to be corrected, a matter which may have a serious impact upon the determination of a criminal charge.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Consequently, the applicants cannot be deprived of the right to benefit from the guarantees of paragraph 3 of Article 6 on the ground that, for the purposes of their appeal to the Court of Cassation, they were considered by French law to be “convicted persons” and no longer “persons charged with a criminal offence”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court also reiterates that Article 6 of the Convention does not compel the Contracting States to set up courts of appeal or of cassation. The manner in which Article 6 § 1 applies to courts of appeal or of cassation depends on the special features of the proceedings concerned and account must be taken of the entirety of the proceedings conducted in the domestic legal order and the Court of Cassation's role in them. Given the special nature of the Court of Cassation's role, which is limited to reviewing whether the law has been correctly applied, the Court is able to accept that the procedure followed in the Court of Cassation may be more formal (see the following judgments: Levages Prestations Services v. France, 23 October 1996, Reports 1996-V, pp. 1544-45, §§ 45-48; K.D.B. v. the Netherlands, 27 March 1998, Reports 1998-II, p. 630, § 38; and Brualla Gómez de la Torre, cited above, p. 2956, § 37).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court has held on a number of occasions that, provided that there has been a public hearing at first instance, the absence of public hearings at second or third instance may be justified by the special features of the proceedings at issue. Thus, proceedings for leave to appeal or proceedings involving only questions of law, as opposed to questions of fact, may comply with the requirements of Article 6 even where the appellant was not given an opportunity of being heard in person by the appeal or cassation court (see the following judgments: Sutter v. Switzerland, 22 February 1984, Series A no. 74, p. 13, § 30; Monnell and Morris v. the United Kingdom, 2 March 1987, Series A no. 115, p. 22, § 58; Ekbatani v. Sweden, 26 May 1988, Series A no. 134, p. 14, § 31; Kamasinski v. Austria, 19 December 1989, Series A no. 168, pp. 44-45, § 106; and Bulut v. Austria, 22 February 1996, Reports 1996-II, p. 358, § 41).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The special features of the procedure before the Criminal Division of the Court of Cassation must therefore be taken into account in determining whether the applicants' right to a fair trial was infringed (see Kamasinski, cited above, pp. 44-45, § 106). Under French law, the Court of Cassation carries out supervision which is limited to compliance with the law, including jurisdictional and procedural rules, to the exclusion of any examination of the facts in the strict sense, such examination being within the sole province of the courts below. Save for exceptions, the procedure before the Court of Cassation is essentially written, that rule applying also when a party is represented by a member of the Conseil d'Etat and Court of Cassation Bar. Members of the Conseil d'Etat and Court of Cassation Bar do not enjoy an absolute right to make oral observations: any member wishing to do so at the hearing must first contact the President of the Criminal Division in order to inform him or her of the points of law which they intend to raise and to determine by agreement the arrangements under which they will be allowed to do so (see paragraph 31 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  In the present case, the Court notes that the appeals to the Court of Cassation were lodged after the applicants' arguments had been examined by both the trial courts and the courts of appeal, which had had full jurisdiction and, in compliance with the rules laid down by Article 6, had held hearings at which the applicants or their lawyer had appeared and presented their case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  As regards the right for appellants in the Court of Cassation to make oral representations at the hearing, it should be noted that any legal argument at a hearing before the Criminal Division of the Court of Cassation will be particularly technical and concern only points of law (see paragraph 24 above), as no further submissions may be made on the facts beyond the court of appeal stage, unless the case is remitted by the Court of Cassation. Thus, in the Court's view, it would be unduly formalistic to interpret the procedural requirements as meaning that the applicants should have been permitted to make oral representations at the hearing before the Court of Cassation. It is clear that, in addition to entailing a risk of negative repercussions in terms of increased litigation, such an approach would not assist in resolving issues that are essentially in written form and technical, and largely inaccessible to someone without legal training (see Pham Hoang v. France, judgment of 25 September 1992, Series A no 243, p. 23, § 40).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Admittedly, the aim of Mr Adoud and Mr Bosoni is above all to challenge the monopoly enjoyed by members of the Conseil d'Etat and Court of Cassation Bar, a monopoly the Government consider to be justified by the special nature of the proceedings in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court reiterates that the right for everyone charged with a criminal offence to be defended by counsel of his own choosing (see Pakelli v. Germany, judgment of 25 April 1983, Series A no. 64, p. 15, § 31) cannot be considered to be absolute and, consequently the national courts may override that person's choice when there are relevant and sufficient grounds for holding that this is necessary in the interests of justice (see Croissant, cited above, p. 33, § 29).",
                                                "elements": []
                                            },
                                            {
                                                "content": "Furthermore, account must be taken of Directive 98/5/EC of the European Parliament and of the Council of 16 February 1998 and to the case-law of the Court of Justice of the European Communities on that directive, which provides that in order to ensure the smooth operation of the justice system, member States may lay down specific rules for access to supreme courts, such as the use of specialist lawyers (see paragraph 32 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "In any event, like lawyers from the ordinary bar, members of the Conseil d'Etat and Court of Cassation Bar are members of a regulated legal profession who are independent of the courts. Litigants are therefore at liberty to choose their counsel as appropriate from among the members of one or other of those bars. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Court notes in passing that the French system offers litigants a choice: namely whether or not to be represented by a member of the Conseil d'Etat and Court of Cassation Bar. But even in the former case the written submissions crystallise all the arguments against the impugned decision. Oral submissions are optional, under Article 602 of the Code of Criminal Procedure, and, in practice, members of the Conseil d'Etat and Court of Cassation Bar do not attend hearings, save in very rare cases (see paragraph 37 above). It has to be acknowledged that some High Contracting Parties to the Convention operate a similar system, whereas others require appellants to be represented by a lawyer. In the Court's view, such an option is undoubtedly sufficient to justify a difference in procedure, since whether or not the appellant is represented depends not on a rule of automatic application but on the appellant's own choice. Self-evidently, the fact that the appellant has made that choice and, consequently, waived the advantages to be gained from having the assistance of a member of the Conseil d'Etat and Court of Cassation Bar, must be established in an unequivocal manner (see Colozza v. Italy, judgment of 12 February 1985, Series A no. 89, pp. 14-15, § 28). The Court considers that French law affords sufficient guarantees in that connection. In any event, Mr Adoud and Mr Bosoni were assisted by a member of the ordinary bar who was fully competent to inform them of the consequences of their choice which, in the circumstances of the instant case, was therefore freely made and conscious. The same applies to Mr Meftah, who was advised by a citizens advice bureau during the proceedings before the domestic courts. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  Consequently, in the light of the foregoing, it is clear that the special nature of proceedings before the Court of Cassation, considered as a whole, may justify specialist lawyers being reserved a monopoly on making oral representations (see Voisine, cited above, § 33) and that such a reservation does not deny applicants a reasonable opportunity to present their cases under conditions that do not place them at a substantial disadvantage (see, mutatis mutandis, Dombo Beheer B.V. v. the Netherlands, judgment of 27 October 1993, Series A no. 274, p. 19, § 33).",
                                                "elements": []
                                            },
                                            {
                                                "content": "In conclusion, having regard to the Court of Cassation's role and to the proceedings taken as a whole, the Court considers that the fact that the applicants were not given an opportunity to plead their cases orally, either in person or through a member of the ordinary bar, did not infringe their right to a fair trial within the meaning of Article 6.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Consequently, there has been no violation of Article 6 §§ 1 and 3 (c) of the Convention on that account.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The failure to communicate to the applicants the tenor of the advocate-general's submissions and the lack of any opportunity to reply to them in writing",
                                        "elements": [
                                            {
                                                "content": "49.  Since the procedure before the Court of Cassation is essentially written, the Court considers that the applicable rules for ensuring adversarial process are those set out in Reinhardt and Slimane-Kaïd, cited above, in which it has already had occasion to examine a complaint of a failure to communicate the submissions of the advocate-general to an appellant in the Criminal Division of the Court of Cassation. In that case, the Court stated as follows (p. 666, §§ 106-07):",
                                                "elements": []
                                            },
                                            {
                                                "content": "“106.  The fact that the advocate-general's submissions were not communicated to the applicants is likewise questionable. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "Admittedly, current practice is for the advocate-general to inform the parties' lawyers no later than the day preceding the hearing of the tenor of his submissions and in cases where, at the request of the lawyers, there is an oral hearing, they are entitled to reply to his submissions orally and by a note sent to the court in deliberations ... In the light of the fact that only questions of pure law are argued before the Court of Cassation and that the parties are represented in that court by highly specialised lawyers, that practice affords parties an opportunity of apprising themselves of the advocate-general's submissions and commenting on them in a satisfactory manner. It has not, however, been shown that such a practice existed at the material time. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  Consequently, regard being had to the circumstances referred to above, there has been a violation of Article 6 § 1.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court has also dealt with the case of an applicant who chose to defend himself in person without representation by a member of the Conseil d'Etat and Court of Cassation Bar (see Voisine, cited above). In such circumstances, the applicant does not benefit from the practice – reserved to members of the Conseil d'Etat and Court of Cassation Bar – which the Court noted “afford[ed] parties an opportunity of apprising themselves of the advocate-general's submissions and commenting on them in a satisfactory manner” (see Reinhardt and Slimane-Kaïd, cited above, ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The right to adversarial process for the purposes of Article 6 § 1, as interpreted by the case-law, “means in principle the opportunity for the parties to a criminal or civil trial to have knowledge of and comment on all evidence adduced or observations filed, even by an independent member of the national legal service, with a view to influencing the court's decision” (see, as an authority in criminal proceedings, J.J. v. the Netherlands, judgment of 27 March 1998, Reports 1998-II, p. 613, § 43 in fine).",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the present case, the applicants did not have access to the advocate-general's submissions. Accordingly, regard being had to “what was at stake for the applicant[s] in the proceedings and to the nature of the advisory opinion of the advocate-general, the fact that it was impossible for the applicant[s] to reply to it before the [Court of Cassation dismissed their appeals] infringed [their] right to adversarial proceedings” (ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "While it is true that the applicants did not apply for legal aid to enable them to be represented by specialist lawyers, that did not mean that they waived the right to the guarantees of adversarial process (see Voisine, cited above, § 32).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court notes that in the instant case the applicants were unable to establish the tenor of the advocate-general's submissions before the hearing in the Court of Cassation and, consequently, were unable to reply thereto by a note to the court in deliberations (see, mutatis mutandis, Fretté v. France, no. 36515/97, § 50, ECHR 2002-I), whereas they were entitled to lodge before the hearing a pleading bearing their signature (see paragraph 24 above). In addition, notification of the tenor of the advocate-general's submissions may prove desirable to assist appellants in the Court of Cassation to determine their procedural options.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  Thus, there has been a violation of Article 6 § 1 of the Convention in the instant case owing to the failure to ensure that the applicants' cases before the Court of Cassation were examined fairly through adversarial process, which required that the tenor of the advocate-general's submissions should be communicated and the applicants given an opportunity to reply in writing to them.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "53.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "54.  Mr Meftah maintained that he had sustained substantial non-pecuniary damage. He sought payment of the sum of 50,000 French francs (FRF), that is to say 7,622.45 euros (EUR), under that head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Government did not express a view.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court cannot speculate on what would have been the outcome had the proceedings in the Court of Cassation proceeded as the applicant had wished. It therefore dismisses this head of claim.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "57.  Mr Meftah claimed FRF 34,664 for the costs and expenses he had incurred before the domestic courts. That sum included FRF 4,203 incurred before the Court of Cassation and an amount of FRF 11,965, being the fine and the fixed fee he had paid pursuant to the court order, for which he sought compensation. He also claimed FRF 1,500 in respect of the memorial he had lodged with the Court. Mr Meftah's claim therefore came to a total of FRF 36,164, that is EUR 5,513.17.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  Mr Adoud and Mr Bosoni each claimed a sum of FRF 20,000, that is EUR 3,048.98.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Government did not express a view.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  As to Mr Meftah's claims, the Court notes, firstly, that the complaint that has been upheld concerns a specific point of the procedure before the Court of Cassation and, secondly, that there can be no question of his being reimbursed the criminal fine or attendant costs (see paragraph 56 above). Furthermore, it notes that although he must necessarily have incurred certain costs, Mr Meftah represented himself before the Court, as he had done in the proceedings before the Court of Cassation, without the assistance of a lawyer admitted to practice in the jurisdiction of any of the High Contracting Parties to the Convention. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Ruling on an equitable basis, as required by Article 41 of the Convention, the Court awards Mr Meftah EUR 500 and, in view of the written and oral submissions which, despite the lack of any vouchers supporting their claim, had clearly been made by their lawyer, EUR 3,000 to Mr Adoud and EUR 3,000 to Mr Bosoni. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "61.  The Court considers that the default interest rate should reflect the choice of the euro as the reference currency. It considers it appropriate to take as the general rule that the rate of the default interest to be paid on outstanding amounts expressed in euros should be based on the marginal lending rate of the European Central Bank to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Holds by sixteen votes to one that there has been no violation of Article 6 §§ 1 or 3 (c) of the Convention as regards the fact that it was impossible for the applicants to make oral representations to the Court of Cassation at the hearing;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds by twelve votes to five that there has been a violation of Article 6 § 1 of the Convention on account of the fact that the tenor of the advocate-general's submissions was not communicated to the applicants and they were unable to reply to those submissions in writing;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds unanimously that the finding of a violation constitutes in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicants;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds unanimously",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses unanimously the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and notified in writing on 26 July 2002, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "\nIn accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a)  concurring opinion of Mr Lorenzen joined by Mr Hedigan;",
                        "elements": []
                    },
                    {
                        "content": "(b)  partly dissenting opinion of Mr Costa joined by Mr Wildhaber, Mr Caflisch and Mr Baka;",
                        "elements": []
                    },
                    {
                        "content": "(c)  partly dissenting opinion of Mr Loucaides;",
                        "elements": []
                    },
                    {
                        "content": "(d)  partly dissenting opinion of Mr Zagrebelsky.",
                        "elements": []
                    },
                    {
                        "content": "I have voted with the majority in favour of finding a violation of Article 6 § 1 of the Convention owing to the failure of the Court of Cassation to communicate the tenor of the advocate-general's submissions to the applicants and give them an opportunity to reply in writing. This finding is in line with the case-law of the Court which I can in principle agree to (see, as the most recent authority, Fretté v. France, no. 36515/97, ECHR 2002-I). However, in the present case I have only voted for a violation after some hesitation based on the observations in the dissenting opinion of Judge Costa.",
                        "elements": []
                    },
                    {
                        "content": "The Court has often generally stated that the Convention is intended to guarantee “not rights that are theoretical or illusory but rights that are practical and effective” (see, among other authorities, Kreuz v. Poland, no. 28249/95, § 57, ECHR 2001-VI). In my opinion this principle should serve as a basis not only for an evolutive and dynamic interpretation of the Convention but also as a barrier to creating rights which have no real substance.",
                        "elements": []
                    },
                    {
                        "content": "Based on the information in Judge Costa's dissenting opinion, I have no difficulties in accepting that an automatic obligation of the Court of Cassation to make the advocate-general's submissions available to appellants in all cases will create “substantial and unnecessary complications”. The Court has in some cases accepted that in the sphere of Article 6 of the Convention national authorities – depending on the circumstances – should have regard to the demands of efficiency and economy (see, mutatis mutandis, Schuler-Zgraggen v. Switzerland, judgment of 24 June 1993, Series A no. 263, p. 19, § 58, and Beer v. Austria, no. 30428/96, § 18, 6 February 2001). Even if I agree that such demands are important and should be taken into account also by this Court, I cannot find that administrative complications in themselves justify not applying the fundamental principles of adversarial process. ",
                        "elements": []
                    },
                    {
                        "content": "However, according to the information in Judge Costa's dissenting opinion, a large part of the submissions of the advocate-general to the Court of Cassation is of a very summary character, often limited to a statement that he agrees with the judge rapporteur's proposal. I fully share Judge Costa's view that a right to reply to such statements would be very formalistic and without any real substance – taking into account that the applicant has already had an opportunity to state his opinion on the case in a written note to the Court of Cassation. I would not be able to find that the \nfailure to communicate such submissions constitutes a violation of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Unfortunately, no information is available in the present cases about the content of the advocate-general's submissions to the Court of Cassation and, in the absence of such information, I feel bound to accept that the normal principles of an adversarial process should have been applied. Accordingly, I have voted in favour of finding a violation.",
                        "elements": []
                    },
                    {
                        "content": "Legal representation is not compulsory before the Criminal Division of the Court of Cassation. Under Article 6 §§ 1 and 3 (c), litigants may legitimately be denied the right to plead their case orally (either in person or through a member of an ordinary bar); however, it is not legitimate for them to be denied an opportunity to reply to the advocate-general's submissions by a note to the Court of Cassation in deliberations, owing to a failure to inform them of the tenor of those submissions.",
                        "elements": []
                    },
                    {
                        "content": "That is what the present judgment means. I do not disagree with the first limb of the Court's reasoning, but cannot accept the second (indeed, there seems to me to be a contradiction between the two, but I do not wish to press the point).",
                        "elements": []
                    },
                    {
                        "content": "On the face of it, however, the second finding is the result of implacable jurisprudential logic. In Reinhardt and Slimane-Kaïd v. France (judgment of 31 March 1998, Reports of Judgments and Decisions 1998-II), which concerned a case before the Court of Cassation, and in Kress v. France ([GC], no. 39594/98, ECHR 2001-VI), which concerned a case before the Conseil d'Etat, the Court stressed the importance of ensuring that the tenor of the submissions are communicated and the appellant afforded an opportunity to lodge a supplemental note or a note to the court in deliberations subsequently. Admittedly, the applicants in those cases were represented by a member of the Conseil d'Etat and Court of Cassation Bar. However, recently in Fretté v. France (no. 36515/97, ECHR 2002-I) the Court ruled that those requirements applied also to a case in which a litigant before the Conseil d'Etat had elected, with the Conseil d'Etat's permission, not to be represented. The Court noted that he had been unable to ascertain the general tenor of the Government Commissioner's submissions and had therefore been deprived of the possibility of lodging a note to the court in deliberations in reply. It held that there had been a violation of Article 6 § 1 (ibid., §§ 49-51).",
                        "elements": []
                    },
                    {
                        "content": "I accept that it is therefore tempting to pursue that line of case-law and to transpose “mechanically” the solution adopted in the case concerning the Conseil d'Etat to the Criminal Division.",
                        "elements": []
                    },
                    {
                        "content": "The reality is, however, perhaps different. As is noted in paragraph 28 of the judgment in the present case, the Criminal Division alone heard 9,637 appeals in 2001 (as for the Social Division, before which representation is not compulsory either, it delivers between 6,000 and 7,000 judgments annually). Theoretically at least, in all these cases, litigants may represent themselves, ask to be informed of the tenor of the advocate-general's submissions and lodge a note to the court in deliberations. However, in addition to the inevitable and undesirable delays that would cause in appeals to an already overburdened supreme court (on 31 December 2000 the combined total of appeals pending before all divisions of the Court of Cassation came to 37,000!), it is difficult to believe that a litigant who, according to paragraph 44 of the judgment in the instant case, does not have the technical skills necessary to be permitted to make oral representations, could make effective use of the note-to-the-court-in-deliberations procedure: for someone who is not a specialist lawyer, are written submissions any easier to make than oral ones?",
                        "elements": []
                    },
                    {
                        "content": "It should also be noted that there is (in general) a difference in content between the submissions of the advocate-general at the Court of Cassation and those of the Government Commissioner at the Conseil d'Etat. Mr Arnaud Lyon-Caen, an expert on the subject who knows both courts well, explains this in his contribution to Mélanges offerts à Pierre Drai (Dalloz, 2000, pp. 415 et seq.). The Government Commissioner's submissions “contain a full and thorough analysis, in all cases, of the factual issues and problems of law arising” (see, in addition, the example given by Fretté itself, at paragraph 15 of the judgment), while the advocate-general's can be far more concise: “It is thus not uncommon, particularly in the almost 60% of appeals that are dealt with by a committee because 'an order quashing the judgment appears warranted' (see Article L. 131-6 of the Judicature Code), for the advocate-general merely to express his agreement with the reporting judge and his or her draft judgment, without making any proper written or oral submissions” (ibid.). If the only information available to litigants is “appeal to be dismissed” or “appeal to be allowed”, it will be no easy matter to draft a note to the court in deliberations without repeating what was said in the initial pleading, a procedure that serves no useful purpose.",
                        "elements": []
                    },
                    {
                        "content": "It is for that reason that the finding of a violation of Article 6 § 1 on this point, which admittedly is defensible on a strict application of the principles, appears to me to be based on an unduly formalistic approach and to seek guarantees which, it must be said, are largely illusory.",
                        "elements": []
                    },
                    {
                        "content": "Lastly, I fear that compliance with the Court's judgment, a mandatory obligation for the respondent State under Article 46 of the Convention, will cause substantial and unnecessary complications.",
                        "elements": []
                    },
                    {
                        "content": "Not without hesitation, I have therefore resisted resigning myself to concurring with the view of the vast majority of my colleagues, despite my great respect for them.",
                        "elements": []
                    },
                    {
                        "content": "I fully agree with the finding of a violation of Article 6 § 1 in this case by reason of the fact that the applicants were not informed of the tenor of the advocate-general's submissions and were thus unable to reply in writing, if they so wished. However, I do not share the majority's view that the fact that the applicants were not allowed to make oral representations in the proceedings before the Court of Cassation because they were not legally represented by any of the prescribed specialist lawyers does not amount to a violation of the same Article. ",
                        "elements": []
                    },
                    {
                        "content": "A very important premiss for my approach in this case is the fact that under the French legal system appellants before the Criminal Division of the Court of Cassation are given the choice either of being represented by a lawyer from the prescribed group of lawyers specialising in cases of that court, or not being represented at all by any lawyer. It is correct, as pointed out in paragraph 46 of the judgment, that there are a number of High Contracting Parties to the Convention in which representation by a lawyer is compulsory for proceedings before a similar high court. In the latter case, I would have no difficulty accepting that the system is compatible with Article 6 and that no problem of a possible breach of this Article arises as a result of not allowing individual appellants to address the court concerned in person. The participation of all the parties in the proceedings through a lawyer places them in a position of equality and secures them effective participation as litigants through their lawyers (see Dombo Beheer B.V. v. the Netherlands, judgment of 27 October 1993, Series A, no. 274, p. 19, § 33). However, once the system accepts that a party does not have to be legally represented before the Court of Cassation, fairness, in my view, requires (see Dombo Beheer B.V., ibid.) that the system place such litigant in the same position, as far as rights and liberties are concerned, as a litigant represented by a lawyer. ",
                        "elements": []
                    },
                    {
                        "content": "If a litigant is entitled to participate in the proceedings without a lawyer, I do not understand why the law should deprive him of any rights enjoyed by litigants who choose to have a lawyer. He may de facto be in a less advantageous position because of his lack of legal qualifications but I do not see why his rights must be restricted and his participation in the proceedings rendered less effective than the other parties to the proceedings who are legally represented.",
                        "elements": []
                    },
                    {
                        "content": "In the case under consideration it appears that French law itself does place litigants who choose not to be legally represented in the same position as those who are represented in the proceedings by a specialist lawyer. In \nparticular, as regards the possibility of being heard by the Court of Cassation an ordinance of 15 January 1826, which is still in force, provides that the parties may be heard after obtaining the permission of the court. No distinction between parties who are legally represented and those who are not is made in that ordinance. Yet, in practice the Court of Cassation has, through its settled case-law, established a general principle of not allowing individual litigants who are not legally represented by the prescribed specialist lawyers to participate in the oral hearing, regardless of the particular circumstances of their case (see paragraphs 26 and 27 of the judgment). ",
                        "elements": []
                    },
                    {
                        "content": "It is precisely this general principle which was applied in the applicants' cases that, in my opinion, rendered their appeal to the Court of Cassation unfair, contrary to the provisions of Article 6 of the Convention. The principle prevented the Court of Cassation from exercising, in accordance with the above ordinance, its discretionary power of deciding on the basis of the specific relevant facts of each case whether applicants should or should not be heard by the court. The applicants were thus deprived of a benefit that should normally be enjoyed by every litigant.",
                        "elements": []
                    },
                    {
                        "content": "I am not advocating a right for the appellants to be heard in person by the Court of Cassation. I simply support the view that the Court of Cassation should have exercised its discretion and decided on the facts whether the applicants should have been heard (possibly subject to conditions) or not. I can see the potential practical problems of hearing submissions on legal matters from litigants who are not legally qualified. But, on the other hand, I cannot exclude it being useful in a specific case for the court to hear a litigant in person, especially in relation to a legal question that may be interwoven with the factual aspects of the case or in respect of new arguments formulated in terms of logic or justice and presented orally to the court with its permission for the first time by the lawyers of the other parties in an effort to clarify or further explain their written observations.",
                        "elements": []
                    },
                    {
                        "content": "In this respect I repeat the principle set out in paragraph 51 of the judgment in this case on the basis of which it was rightly found that the failure to provide the applicants with the tenor of the advocate-general's submissions amounted to a breach of the obligation to provide a fair hearing: the “right to adversarial proceedings ... means in principle the opportunity for the parties to a criminal or a civil trial to have knowledge of and comment on all evidence adduced or observations presented, even by an independent member of the national legal service, with a view to influencing the court's decision” (see J.J. v. the Netherlands, judgment of 27 March 1998, Reports of Judgments and Decisions 1998-II, p. 613, § 43). ",
                        "elements": []
                    },
                    {
                        "content": "\nThe fact that the applicants were unrepresented cannot in my opinion justify their being deprived of a possibility of being heard by the Court of Cassation, given the fact that they were, in any event, entitled to participate without legal representation in the proceedings, which themselves related to legal issues, and were also entitled to present to the court legal observations signed by them in respect of the same proceedings (see paragraph 24 of the judgment), including observations in reply to the legal observations of the advocate-general (see the judgment in the present case).",
                        "elements": []
                    },
                    {
                        "content": "I agree with the Court's decision that the rule that appellants who are not represented by a member of the Conseil d'Etat and Court of Cassation Bar are not allowed to make oral representations at hearings before the Criminal Division of the French Court of Cassation does not violate Article 6 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "However, I have also ultimately come to the conclusion that the advocate-general's failure to communicate the tenor of his submissions does not infringe Article 6 either, even though the applicant was thus denied an opportunity to lodge a note to the court in deliberations.",
                        "elements": []
                    },
                    {
                        "content": "In my opinion, the same line of reasoning could have been used to dismiss both complaints of a violation of the Convention if the Court had adopted a different approach.",
                        "elements": []
                    },
                    {
                        "content": "The French system allows appeals to the Court of Cassation to be made both with the assistance of a lawyer, or by the accused in person. The system would indisputably be compatible with Article 6 § 3 (c) even if it permitted only the first of those procedures to be used. What is therefore at issue here is a summary procedure that may be used as an alternative to the procedure with legal representation which, for its part, is wholly compatible with Article 6 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "The procedure for appeals brought by an accused in person appears to be deficient in so far as the rules requiring adversarial process and the accused's participation at the hearing are concerned. That, however, does not in my opinion justify holding that there has been a violation of the Convention provided that the accused's choice of the procedure without legal representation (which offers fewer guarantees under Article 6 of the Convention) is free and informed.",
                        "elements": []
                    },
                    {
                        "content": "Freedom of choice, which is ensured by the availability of legal aid, is not at issue in the present case (see paragraph 46 of the judgment). However, one could take the view that the advocate-general must communicate the tenor of his submissions to enable the choice to be made in full knowledge of the facts (see paragraph 51 of the judgment). In practice, and in this I agree with the dissenting opinion of Judge Costa, I consider that communication of that information would add virtually nothing to the accused's knowledge of the case that would assist him or her when acting in person or, to return to my argument, in making an entirely free and informed choice.",
                        "elements": []
                    },
                    {
                        "content": "To my mind, it is necessary to reassert here that even if a simplified procedure does not offer all the guarantees required by Article 6 it will not necessarily be contrary to the Convention if another form of procedure is available under the system to the appellant that is fully compatible with the requirements of a fair trial and the appellant is able to make a free and informed choice between the two. Otherwise, were it necessary for every alternative procedure to comply with all the requirements of Article 6, such simplified forms of procedure as the Italian summary judgment (giudizio abbreviato) or, a fortiori, the procedure on a guilty plea would have to be regarded as being contrary to the Convention. As a result, procedures that are essential for the administration of justice could no longer be used. However, the Court has previously found the choice of the summary judgment procedure in Italy to be compatible with Article 6 of the Convention (see Kwiatkowska v. Italy (dec.), no. 52868/99, 30 November 2000) and the Commission reached a like conclusion with regard to the procedure on a guilty plea (see X v. the United Kingdom, no. 5076/71, Commission decision of 23 March 1972, and R.O. v. the United Kingdom, no. 23094/93, Commission decision of 11 May 1994, unreported).",
                        "elements": []
                    },
                    {
                        "content": "For these reasons, I conclude that there has been no violation in respect of either complaint.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrL. Wildhaber",
            "role": "president"
        },
        {
            "name": "MrC.L. Rozakis",
            "role": "registrar"
        },
        {
            "name": "MrJ.-P. Costa",
            "role": "registrar"
        },
        {
            "name": "MrG. Ress",
            "role": "registrar"
        },
        {
            "name": "MrA. Pastor Ridruejo",
            "role": "registrar"
        },
        {
            "name": "MrG. Bonello",
            "role": "registrar"
        },
        {
            "name": "MrsE. Palm",
            "role": "registrar"
        },
        {
            "name": "MrL. Caflisch",
            "role": "registrar"
        },
        {
            "name": "MrL. Loucaides",
            "role": "registrar"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "registrar"
        },
        {
            "name": "Mr B. Zupančič",
            "role": "registrar"
        },
        {
            "name": "MrJ. Hedigan",
            "role": "registrar"
        },
        {
            "name": "MrA.B. Baka",
            "role": "registrar"
        },
        {
            "name": "MrE. Levits",
            "role": "registrar"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "registrar"
        },
        {
            "name": "MrA. Kovler",
            "role": "registrar"
        },
        {
            "name": "MrV. Zagrebelsky",
            "role": "registrar"
        },
        {
            "name": "also of Mr P.J. Mahoney",
            "role": "registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MEFTAH AND OTHERS v. FRANCE",
    "doctypebranch": "GRANDCHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "GRANDCHAMBER",
        "ENG"
    ],
    "documents": [
        "001-60638.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2002:0726JUD003291196",
    "externalsources": [],
    "extractedappno": [
        "32911/96",
        "35237/97",
        "34595/97",
        "168/98",
        "27362/95",
        "48188/99",
        "36515/97",
        "28249/95",
        "30428/96",
        "39594/98",
        "52868/99",
        "5076/71",
        "23094/93"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-60638",
    "judgementdate": "26/07/2002 00:00:00",
    "kpdate": "26/07/2002 00:00:00",
    "kpthesaurus": [
        "445",
        "85",
        "76",
        "136",
        "15",
        "385",
        "296",
        "38",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "8",
    "paragraphs": [
        "6-3-c",
        "6-1",
        "6",
        "6-2",
        "41"
    ],
    "parties": [
        "MEFTAH AND OTHERS",
        "FRANCE"
    ],
    "rank": "446.372894287109",
    "representedby": [
        "N/A"
    ],
    "respondent": "FRA",
    "respondentOrderEng": "16",
    "scl": [
        "and judgment of 22 February 1984, Series A no. 74, p. 13, § 30",
        "Unterpertinger v. Austria judgment of 24 November 1986, Series A no. 110, p. 14, § 29",
        "Vacher v. France judgment of 17 December 1996, Reports 1996-VI, p. 2147, § 22",
        "Voisine v. France, no. 27362/95, 8 February 2000, §§ 32 and 33, unreported"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "437583",
    "typedescription": "15"
}