{
    "__articles": "6",
    "__conclusion": "Violation of Article 6 - Right to a fair trial",
    "applicability": "",
    "appno": "6945/04",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-93498.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 6945/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Oleg Yuryevich Ilatovskiy (“the applicant”), on 22 December 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr K. Redkin, a lawyer practising in . The Russian Government (“the Government”) were represented by Mr P. Laptev and Mrs V. Milinchuk, former Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had been convicted by a court which had not been “a tribunal established by law”.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 25 October 2006 the President of the First Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    },
                    {
                        "content": "5.  The Government objected to the joint examination of the admissibility and merits of the application. Having examined the Government’s objection, the Court dismissed it.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1961 and lived until his arrest in .",
                                "elements": []
                            },
                            {
                                "content": "7.  On 7 June 2000 the applicant was charged with aggravated robbery and possession of weapons. On 17 April 2002 he was committed to stand trial before the Primorskiy District Court of St. Petersburg, composed of Ms T., the presiding judge, Mr S. and Ms B., lay judges. The Government, relying on a copy of “Supplement to list no. 1” approved on 28 August 1991 by the Head of the Primorskiy District Council of People’s Deputies and listing the names of eleven individuals, including Mr S., their home address and place of work, argued that Mr S. had been selected to serve in the Primorskiy District Court in 1991. The Government further submitted that Ms B. had been appointed as a lay judge to the Primorskiy District Court in 1999. They supported their assertion with a copy of decision no. 2156 of 7 December 1999 of the Primorskiy District Council, approving the list of lay judges for the Primorskiy District Court. According to that decision, Ms B. was elected by the Presidium of the Primorskiy District Assembly of War and Labour Veterans. Mr S. was not included in that list.",
                                "elements": []
                            },
                            {
                                "content": "8.  The applicant unsuccessfully asked the District Court to hear several individuals who could have provided “valuable information concerning the case”. He and his lawyer also challenged the composition of the bench a number of times, arguing that the lay judges S. and B. had no right to sit on the bench and asking for documents to be produced confirming that they had been elected to serve in the Primorskiy District Court. The challenges were dismissed with the bald statement that the court’s composition was lawful.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 27 December 2002 the District Court found the applicant guilty of aggravated robbery, dismissed the charge of arms possession and sentenced him to eight years’ imprisonment.",
                                "elements": []
                            },
                            {
                                "content": "10.  The applicant and his lawyer filed an appeal against the judgment of 27 December 2002. They challenged, inter alia, the composition of the bench that had given the said judgment. They claimed that the lay judges, Mr S. and Ms B., had not been appointed in accordance with the procedure established by law. They also referred to the list of lay judges of the Primorskiy District Court of St. Petersburg which had been adopted by the St. Petersburg Legislative Council on 6 November 2002. Mr S. and Ms B. were not on that list. They also indicated that St. Petersburg archives did not have any document showing that those persons had ever been included in lists of lay judges in . The applicant further argued that, even assuming that Mr S. and Ms B. had been appointed as lay judges, their term of office had expired, at least on 5 August 2002 according to the decree of the President of the .",
                                "elements": []
                            },
                            {
                                "content": "11.  On 14 November 2003 the St. Petersburg City Court dismissed the appeal and upheld the applicant’s conviction. The City Court ruled that the complaint about the unlawful composition of the bench was unfounded. The lay judges had been appointed in accordance with domestic law and their powers could not have been discontinued by the decree of 5 August 2002 because the case had commenced before that date and they had already served as lay judges in the earlier period.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  The RSFSR Constitution of 1978 (as amended by the Federal Law no. 4061-1 of 9 December 1992)",
                                "elements": [
                                    {
                                        "content": "12.  By virtue of Section 164 of the RSFSR Constitution of 1978 (in force until 12 December 1993, when the Constitution of the  was adopted), lay judges were elected during meetings of citizens at their place of work or residence for a term of five years.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The RSFSR Judicial System Act",
                                "elements": [
                                    {
                                        "content": "13.  Under Section 22 of the RSFSR Law of 8 July 1981 on the RSFSR Judicial System (hereafter “the RSFSR Judicial System Act”) (in force until 10 January 2000, the date of the official publication of the Federal Law on Lay Judges of Federal Courts of General Jurisdiction in the Russian Federation) lay judges of district courts were to be elected during meetings of citizens at their place of work or residence for a term of two and a half years. Section 22 also indicated that the procedure for the election of lay judges was laid down in the RSFSR Law on Election of District (Town) People’s Courts in RSFSR.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Courts Election Act",
                                "elements": [
                                    {
                                        "content": "14.  Part III of the RSFSR Law of 8 July 1981 on Election of District (Town) Courts in the RSFSR (hereafter “The Courts Election Act) (in force until 10 January 2000), setting out the procedure for election of lay judges, read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 56. Procedure for calling elections.",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Elections of lay judges of district (town) courts of RSFSR are called by the Presidium of the RSFSR Supreme Council.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A decree of the Presidium of the RSFSR Supreme Council calling an election of lay judges shall be published in the press no later than thirty days before [the lay judges’] term of office is to expire...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 57. Management of elections",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Elections of lay judges of district (town) courts are carried out by executive committees of district, town... Councils of People’s Deputies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The executive committee of the district, town... Council of People’s Deputies:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "shall determine the results of elections... and compile a list of elected lay judges;",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "shall publish information on the results of the elections of lay judges...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 58. Election procedure",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Elections of lay judges of district (town) courts are carried out during general staff meetings, general meetings and gatherings of citizens at their place of residence...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Staff meetings shall be called by the trade union committee and the administration of an enterprise, organisation...",
                                        "elements": []
                                    },
                                    {
                                        "content": "General meetings and gatherings of citizens at their place of residence shall be called by the executive committee of the town, district... Council of People’s Deputies...",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Lay judges... shall be elected by open vote in respect of each candidate separately.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Persons who have received more than half the votes of the electors at a staff meeting or of the electors at their place of residence... shall be considered to have been elected as lay judges of a district (town) court...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 59. Minutes of the meeting for the elections of lay judges",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The results of the elections shall be recorded in the minutes of the meetings...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 60. Determination of the results of elections of lay judges",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The executive committee of the district, town... Council of People’s Deputies shall determine the results of the elections of lay judges on the basis of the meeting minutes and shall compile the list of lay judges for that district (town) court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The list of lay judges shall be approved by the executive committee of the district, town... Council and shall be sent to the district (town) court.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The Constitution of the ",
                                "elements": [
                                    {
                                        "content": "15.  On 12 December 1993 the Constitution of the  was adopted. Section 90 of the Constitution read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. The President of the  shall issue decrees and orders.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. Decrees and orders of the President of the Russian Federation have binding force in the entire territory of the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. Decrees and orders of the President of the Russian Federation should not run contrary to the Constitution of the  and federal laws.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Part 2 of the Russian Constitution contained provisions aimed at preserving the continuity of the judiciary and other State bodies for the transitional period. In particular, paragraph 6 of part 2 established that until the adoption of the federal law setting out the procedure for the examination of cases by a jury, the previous procedure of examination of that category of cases by courts should be preserved.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  The President’s Decree of 22 March 1995",
                                "elements": [
                                    {
                                        "content": "17.  On 22 March 1995 the acting President of Russia issued Decree no. 299, which read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Relying on Section 90 and paragraph 6 of part 2 of the Constitution of the , [I] order that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. Lay judges of district (town) courts should continue their service until the adoption of the respective federal law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Executive authorities of the constituent elements of the  should, if necessary, organise by-elections of lay judges of district (town) courts at general staff meetings, general meetings and gatherings of citizens at their places of residence.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  The Judicial System Act",
                                "elements": [
                                    {
                                        "content": "18.  On 1 January 1997 the Federal Constitutional Law no. 1-FKZ on the Judicial System of the  (hereafter – “the Judicial System Act”) entered into force. By virtue of section 1 of the Act judicial authority in the  was vested exclusively in courts comprising professional judges, jurors, lay and arbitration judges appointed/elected in accordance with the procedure laid down by the federal law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  Section 8 of the Judicial System Act prescribed that individuals could participate as jurors, lay and arbitration judges in the administration of justice in accordance with the procedure established by the federal law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Section 37 established that lay judges elected to serve in the courts before 1 January 1997 should remain in office until the expiration of the term of office for which they had been elected.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  The President’s Decree of 23 January 1997",
                                "elements": [
                                    {
                                        "content": "21.  On 23 January 1997 the President of the  issued Decree no. 41, which, in so far as relevant, read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Having regard to the [fact] that the Federal Constitutional Law on the Judicial System of the Russian Federation has come into effect, for the purpose of ensuring the activities of the courts of general jurisdiction in the Russian Federation and for judicial protection of the rights of individuals, and relying on Section 90 of the Constitution of the Russian Federation, [I] order that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. Lay judges of... district courts should continue their service until the adoption of the federal law on the procedure for appointment (election) of lay judges.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "H.  The Lay Judges Act",
                                "elements": [
                                    {
                                        "content": "22.  On 10 January 2000 the Federal Law on Lay Judges of Federal Courts of General Jurisdiction in the  (“the Lay Judges Act”) came into force. By section 1 (2) of the Act, lay judges are persons authorised to sit in civil and criminal cases as non-professional judges.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Section 2 provides that lists of lay judges must be compiled for every district court by local self-government bodies, such lists being subject to confirmation by the regional legislature. Section 5 determines the procedure for selection of lay judges. It provides that the president of a district court is to draw names at random from a list of lay judges assigned to that court. The number of lay judges assigned to every professional judge should be at least three times as many as that needed for a hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  By section 9, lay judges should be called to serve in a district court for a period of fourteen days, or as long as the proceedings in a particular case last. Lay judges may only be called for service once a year.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "I.  The President’s Decree of 25 January 2000",
                                "elements": [
                                    {
                                        "content": "25.  Under the Decree of the acting President of Russia issued on 25 January 2000, lay judges serving in the courts of general jurisdiction were authorised to remain in office until the courts received new lists of judges confirmed by the regional legislatures.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "J.  The Regulation on appointment of lay judges",
                                "elements": [
                                    {
                                        "content": "26.  The Presidium of the Supreme Court of the  issued on 14 January 2000 a Regulation on the procedure for selection of lay judges. The regulation provided that the President of a district court should draw at random from the general list of lay judges, 156 names for each judge. The lay judges for a particular case were to be drawn by lot by the judge to whom the case had been assigned.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "K.  The President’s Decree of 5 August 2002",
                                "elements": [
                                    {
                                        "content": "27.  On 5 August 2002 the President of the  issued Decree no. 855, by which, relying on the Lay Judges Act, he declared that his decrees no. 299 of 22 March 1995, no. 41 of 23 January 1997 and no. 103 of 25 January 2000 were no longer in force.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Russian Code of Criminal Procedure: reopening of criminal proceedings",
                                "elements": [
                                    {
                                        "content": "28.  Article 413 of the Russian Code of Criminal Procedure, setting out the procedure for re-opening of criminal cases, reads, in so far as relevant, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. Court judgments and decisions which became final should be quashed and proceedings in a criminal case should be re-opened due to new or newly discovered circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4. New circumstances are:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) a violation of a provision of the European Convention for the Protection of Human Rights and Fundamental Freedoms committed by a court of the  during examination of a criminal case and established by the European Court of Human Rights, pertaining to:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) application of a federal law which runs contrary to provisions of the European Convention for the Protection of Human Rights and Fundamental Freedoms;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  other violations of provisions of the Convention for the Protection of Human Rights and Fundamental Freedoms;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  other new circumstances.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "29.  The applicant complained under Article 6 § 1 of the Convention that he had not been tried and convicted by “a tribunal established by law” because the lay judges had not been selected in compliance with the procedure established by the domestic law. The relevant parts of Article 6 § 1 read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal established by law.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "30.  The Government submitted that the lay judges S. and B. had been competent to sit in the applicant’s case as they had been lawfully elected in 1991 and 1999, respectively, and their statutory term of office had been extended by the President’s Decrees of 22 March 1995, 23 January 1997 and 25 January 2000. In particular, Mr S. was included in the list of the Primorskiy District Court’s lay judges which was approved by the Head of the Primorskiy District Council of People’s Deputies on 28 August 1991. His term of office was regulated by the RSFSR Constitution of 1978 and amounted to five years. Ms B. was included in the list of the Primorskiy District Court’s lay judges on 7 December 1999 by a decision of the Primorskiy District Council.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Government further argued that the President’s Decree of 5 August 2002, which had stripped the previous decrees of 22 March 1995, 23 January 1997 and 25 January 2000 of their binding force, had not rendered unlawful the participation of the lay judges S. and B. in the applicant’s trial, as it had commenced on 17 April 2002. By virtue of the principle of continuity prescribed by the Russian Code of Criminal Procedure the lay judges’ term of office was to expire only after the end of the applicant’s trial and not on 5 August 2002, when the President had issued the Decree.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  In addition, the Government noted that the list of lay judges serving in the Primorskiy District of St. Petersburg had been adopted on 6 November 2002 in compliance with the procedure set out in the new Lay Judges Act. The lay judges S. and B. were not included in that list. However, in the Government’s opinion, the lay judges already serving on 6 November 2002 were exempted from the requirements of the Lay Judges Act.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant",
                                        "elements": [
                                            {
                                                "content": "33.  The applicant submitted that neither he nor his lawyer had been able to find any evidence in the  archives confirming that Mr S. and Ms B. had ever been elected to serve in the Primorskiy District Court as lay judges. Even assuming that lay judges acquired their status under the RSFSR laws, the applicant challenged the validity of their powers allegedly acquired under the RSFSR Judicial System Act of 8 July 1981. That Act provided that lay judges were to be elected at citizens’ meetings. The minutes and results of the elections were to be certified and published by local executive committees and then forwarded to the district or town court. The applicant’s lawyer asked the Primorskiy District and St. Petersburg City courts and the  archive for certified copies of minutes of the meetings for election of lay judges, lists of lay judges and copies of official publications of such lists. His requests were fruitless. The domestic courts merely responded that the lay judges had been lawfully elected. The applicant inferred therefrom that until 6 November 2002 in the Primorskiy District of St. Petersburg there had been no lay judges who had been duly nominated to their office in accordance with the RSFSR Judicial System Act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  In the alternative, the applicant submitted that since 10 January 2000 the status of lay judges, including Mr S. and Ms B., should have been governed by the Lay Judges Act because it had entered into force on that day and federal laws did not envisage any prolongation of the term of office for lay judges elected before the Lay Judges Act became binding. The President’s Decrees could not serve as the legal basis for the extension of the term of office as they could not run contrary to federal laws.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "35.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention and that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "36.  The Court reiterates that the phrase “established by law” covers not only the legal basis for the very existence of a “tribunal” but also the composition of the bench in each case (see Buscarini v. San Marino (dec.), no. 31657/96, 4 May 2000). The Court is therefore required to examine allegations such as those made in the present case concerning a breach of the domestic rules for the appointment of judicial officers. The fact that the allegation in the present case concerned lay judges, does not make it any less important as, by virtue of Article 6 of the Code of Criminal Procedure then in force, in their judicial capacity lay judges enjoyed the same rights as professional judges.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The Court observes that it has found violations of Article 6 § 1 of the Convention in a number of cases against  pertaining to the appointment of lay judges (see, for example, Posokhov v. Russia, no. 63486/00, §§ 40-44, ECHR 2003IV, and Fedotova v. Russia, no. 73225/01, §§ 41-44, 13 April 2006). The finding of a violation was made against the background of “the apparent failure to observe the requirements of the Lay Judges Act regarding the drawing of random lots and two weeks’ service per year” and the domestic authorities’ admission that there had been no lists of lay judges before Regional Legislatures approved lists of lay judges established under the new Lay Judges Act. The combination of these circumstances led the Court to conclude that the courts which heard the applicant’s case had not been tribunals “established by law”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  Turning to the facts of the present case, the Court notes that the parties disagreed whether the lay judges S. and B. had been elected to serve in the Primorskiy District Court in compliance with the RSFSR Judicial System Act and Courts Election Act and whether, at the time of passing the judgment of 27 December 2002, the status of lay judges S. and B. had been governed by the President’s Decrees by which the lay judges’ term of office had been extended or by the more recent Russian Lay Judges Act. The Court therefore, firstly, has to decide whether the essential requirements of the procedure for selection of lay judges, as laid down in the RSFSR Judicial System and Court Election Acts of 1981, were respected and then it has to proceed to the examination of the lawfulness of the extensions of the lay judges’ term of office by the President’s Decrees.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Selection of lay judges S. and B.: legal basis and procedure followed",
                                "elements": [
                                    {
                                        "content": "39.  The Government, relying on a copy of a certain “Supplement to list no. 1”, submitted that Mr S. had been elected to serve in the Primorskiy District Court in 1991. In this respect, the Court observes that the presented “Supplement” does not contain any indication that the individuals, including Mr S., enclosed in the list had, in fact, been selected to serve as lay judges in the Primorskiy District Court (see paragraph 7 above). The “Supplement” merely lists the names of eleven persons, their home address and place of work. The Government did not refer to any other source of information on the basis of which their assertion regarding the content of the “Supplement” could be verified. The Court observes – and this was not disputed by the parties – that Mr S. and Ms B. should have been appointed to the tribunal in accordance with the RSFSR Judicial System and Courts Election Acts (see paragraphs 13 and 14 above). Accordingly, it was open to the Government to submit copies of documents which could constitute the legal basis for the lay judges’ appointment, such as the minutes of citizens’ meetings for the election of lay judges, the official publications of the list in the local press or the complete text of the decision of the executive committee of the District Council of People’s Deputies by which the list of lay judges had been approved. However, no such documents were presented. An archive search carried out by the applicant with a view to finding such documents was unavailing. The applicant’s and his lawyer’s requests to the District Court for provision of such documents also did not produce any result (see paragraphs 8 and 10 above). The Court is, therefore, not convinced by the Government’s submission that Mr S. was elected to serve in the Primorskiy District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  As to the participation of the lay judge B. in the applicant’s trial, the Court observes that the Government produced a copy of decision no. 2156 of 7 December 1999 of the Primorskiy District Council in support of their assertion that Ms B. had been selected to serve in the Primorskiy District Court (see paragraph 7 above). It appears from that decision that the Presidium of the Primorskiy District Assembly of War and Labour Veterans elected Ms B. to serve as a lay judge. In that connection, the Court notes the apparent failure to observe the requirements of the RSFSR Judicial System and Courts Election Acts (see paragraphs 13 and 14 above) regarding the election of lay judges by general staff meetings or general meetings and gatherings of citizens at their place of residence. The Court observes that the Government did not argue that under the domestic law in force at the material time the Presidium could have replaced a general staff meeting at Ms B.’s place of work or a general meeting at Ms B.’s place of residence. It follows that there has been a substantive breach of the rules for selection of lay judges established in Article 58 of the Courts Election Act (see paragraph 14 above) and Section 22 of the RSFSR Judicial System Act (see paragraph 13 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Accordingly, there existed no legal grounds for the participation of the lay judges S. and B. in the administration of justice. The above considerations do not permit the Court to conclude that the Primorskiy District Court that issued the judgment of 27 December 2002 could be regarded as a “tribunal established by law”. The St. Petersburg City Court, in its review of the matter on appeal, did nothing to eliminate the abovementioned defects (see Fedotova v. Russia, cited above, § 43).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  There has therefore been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Extension of the lay judges’ term of office: the President’s Decrees and the Lay Judges Act",
                                "elements": [
                                    {
                                        "content": "43.  The parties, in addition, disputed whether the President had the authority to extend lay judges’ term of office in view of the adoption of the Lay Judges Act in 2000, two years before the applicant’s trial commenced. In this connection the Court reiterates its finding that the fairness of the criminal proceedings against the applicant was undermined by the serious defects in the initial selection of the lay judges which had heard the applicant’s case. It therefore considers it unnecessary to examine separately whether the fairness of the proceedings was also breached because the lay judges’ term of office had been extended by the President’s Decrees while the Lay Judges Act, setting the new procedure for the selection of lay judges, had already come into force (see Komanický v. , no. 32106/96, § 56, 4 June 2002 and Vladimir Romanov v. Russia, no. 41461/02, § 107, 24 July 2008).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  Lastly, the applicant complained that the District Court had refused to call several witnesses on his behalf and that the domestic courts had committed other gross violations of the domestic law.",
                                "elements": []
                            },
                            {
                                "content": "45.  However, having regard to its finding made in paragraph 42 that the fundamental defects in the composition of the bench which had tried the applicant undermined the fairness of the criminal proceedings against him, the Court considers it unnecessary to examine further the applicant’s complaints pertaining to the domestic courts’ alleged failure to summon defence witnesses and to comply with requirements of the domestic procedural law. It follows that this part of the application must be rejected pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "47.  The applicant asked for the judgment of 27 December 2002, as upheld on appeal on 14 November 2003, to be quashed and his case re-examined by the domestic courts. He did not claim any compensation in respect of pecuniary and non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Government noted that it was not the Court’s task to re-examine the facts of the applicant’s case. It was for the domestic courts to issue a decision in his criminal case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  In this connection, the Court notes that in the present case it has found a violation of Article 6 § 1 of the Convention. Inasmuch as the applicant’s claim relates to the finding of that violation, the Court reiterates that when an applicant has been convicted despite a potential infringement of his rights as guaranteed by Article 6 of the Convention, he should, as far as possible, be put in the position in which he would have been had the requirements of that provision not been disregarded, and that the most appropriate form of redress would, in principle, be trial de novo or the reopening of the proceedings, if requested (see Öcalan v. Turkey [GC], no. 46221/99, § 210 in fine, ECHR 2005-IV, and Popov v. , no. 26853/04, § 264, 13 July 2006).  The Court notes, in this connection, that Article 413 of the Russian Code of Criminal Procedure provides that criminal proceedings may be reopened if the Court finds a violation of the Convention (see paragraph 28 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court further observes that the applicant did not submit a claim for compensation for pecuniary or non-pecuniary damage. Accordingly, the Court considers that there is no call to award him any sum on that account.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "51.  The applicant did not claim any amount for the costs and expenses incurred before the domestic courts and before the Court. Consequently, the Court does not make any award under this head.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the composition of the bench admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the absence of any legal grounds for the participation of the lay judges S. and B. in the administration of justice in the applicant’s case;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine separately the complaint under Article 6 § 1 of the Convention pertaining to the extension of the lay judges’ term of office by the President’s Decrees;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there is no call to award the applicant any amount by way of just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 July 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the joint concurring opinion of Judges Spielmann and Malinverni is annexed to the judgment.",
                        "elements": []
                    },
                    {
                        "content": "\t\t\t\t\t\t\t\t\tC.L.R.",
                        "elements": []
                    },
                    {
                        "content": "\t\t\t\t\t\t\t\t\tA.M.W.",
                        "elements": []
                    },
                    {
                        "content": "1.  We agree in all respects with the Court’s conclusions as to the violation of 6 § 1 of the Convention on account of the absence of any legal grounds for the participation of the lay judges S. and B. in the administration of justice in the applicant’s case.",
                        "elements": []
                    },
                    {
                        "content": "2.  We would, however, have liked the reasoning set out in paragraph 49 of the judgment, on account of its importance, to have been included in the operative provisions as well, for the following reasons, already explained in our joint concurring opinion delivered in the case of Vladimir Romanov v. Russia, (no. 41461/02) and attached to the judgment of 24 July 2008.",
                        "elements": []
                    },
                    {
                        "content": "3.  Firstly, it is common knowledge that while the reasoning of a judgment allows the Contracting States to ascertain the grounds on which the Court reached a finding of a violation or no violation of the Convention, and is of decisive importance on that account for the interpretation of the Convention, it is the operative provisions that are binding on the parties for the purposes of Article 46 § 1 of the Convention. It is therefore a matter of some significance, from a legal standpoint, for part of the Court’s reasoning to appear also in the operative provisions.",
                        "elements": []
                    },
                    {
                        "content": "4.  And indeed, what the Court says in paragraph 49 of the judgment is in our view of the utmost importance. It reiterates that when an applicant has been convicted despite a potential infringement of his rights as guaranteed by Article 6 of the Convention, he should, as far as possible, be put in the position in which he would have been had the requirements of that Article not been disregarded (the principle of restitutio in integrum). It further reiterates that the most appropriate form of redress would, in principle, be trial de novo or the reopening of the proceedings, if requested (see Öcalan v.  [GC], no. 46221/99, § 210 in fine, ECHR 2005IV, and Popov v. , no. 26853/04, § 264, 13 July 2006). Moreover, in the same paragraph the Court notes in this connection that Article 413 of the Russian Code of Criminal Procedure provides that criminal proceedings may be reopened if the Court finds a violation of the Convention (see also paragraph 28 of the judgment). In the present case, the best means of achieving this is the reopening of the proceedings and the commencement of a new trial at which all the guarantees of a fair trial are observed.",
                        "elements": []
                    },
                    {
                        "content": "5. In the present case, the applicant asked for the judgment of 27 December 2002, as upheld on appeal on 14 November 2003, to be quashed and his case re-examined by the domestic courts (see paragraph 47 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "6.  The reason why we wish to stress this point is that it must not be overlooked that the amounts which the Court orders to be paid to victims of a violation of the Convention are, according to the terms and the spirit of Article 41, of a subsidiary nature. Wherever possible, the Court should therefore seek to restore the status quo ante for the victim. We would also like to stress that in the present case, the applicant did not claim any compensation in respect of pecuniary and non-pecuniary damage (see paragraph 47 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "7.  Admittedly, States are not required by the Convention to introduce procedures in their domestic legal systems whereby judgments of their Supreme Courts constituting res judicata may be reviewed. However, they are strongly encouraged to do so, especially in criminal matters. We believe that where, as in the present case, the respondent State has equipped itself with such a procedure (Article 413 of the Russian Code of Criminal Procedure), it is the Court’s duty not only to note the existence of the procedure, as paragraph 49 of the judgment does, but also to urge the authorities to make use of it. However, this is not legally possible unless such an exhortation appears in the operative provisions of the judgment.",
                        "elements": []
                    },
                    {
                        "content": "8.  Moreover, the Court has already included directions of this nature in the operative provisions of judgments. For example, in Claes and Others v. Belgium (nos. 46825/99, 47132/99, 47502/99, 49010/99, 49104/99, 49195/99 and 49716/99, 2 June 2005) it held in point 5 (a) of the operative provisions of its judgment that “unless it grants a request by [the] applicants for a retrial or for the proceedings to be reopened, the respondent State is to pay, within three months from the date on which the applicant in question indicates that he does not wish to submit such a request or it appears that he does not intend to do so, or from the date on which such a request is refused”, sums in respect of non-pecuniary damage and costs and expenses. Similarly, in Lungoci v. Romania (no. 62710/00, 26 January 2006) the Court held in point 3 (a) of the operative provisions of its judgment that “the respondent State is to ensure that, within six months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the proceedings are reopened if the applicant so desires, and at the same time is to pay her EUR 5,000 (five thousand euros) in respect of non-pecuniary damage, plus any tax that may be chargeable on that amount, to be converted into Romanian lei at the rate applicable at the date of settlement”.",
                        "elements": []
                    },
                    {
                        "content": "9.  By virtue of Article 46 § 2 of the Convention, supervision of the execution of the Court’s judgments is the responsibility of the Committee of Ministers. That does not mean, however, that the Court should not play any part in the matter and should not take measures designed to facilitate the Committee of Ministers’ task in discharging these functions.",
                        "elements": []
                    },
                    {
                        "content": "10.  To that end, it is essential that in its judgments the Court should not merely give as precise a description as possible of the nature of the Convention violation found but should also, in the operative provisions, indicate to the State concerned the measures it considers the most appropriate to redress the violation.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Nina Vajić",
            "role": "judges"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Dean Spielmann",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "André Wampach",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ILATOVSKIY v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-93498.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0709JUD000694504",
    "externalsources": [],
    "extractedappno": [
        "6945/04",
        "31657/96",
        "63486/00",
        "73225/01",
        "32106/96",
        "41461/02",
        "46221/99",
        "26853/04",
        "36391/02",
        "46825/99",
        "47132/99",
        "47502/99",
        "49010/99",
        "49104/99",
        "49195/99",
        "49716/99",
        "62710/00"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-93498",
    "judgementdate": "09/07/2009 00:00:00",
    "kpdate": "09/07/2009 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6"
    ],
    "parties": [
        "ILATOVSKIY",
        "RUSSIA"
    ],
    "rank": "682.610961914063",
    "representedby": [
        "REDKIN K."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "353627",
    "typedescription": "15"
}