{
    "__articles": "3",
    "__conclusion": "No violation of Article 3 - Prohibition of torture (Substantive aspect);Violation of Article 3 - Prohibition of torture (Procedural aspect)",
    "applicability": "",
    "appno": "5047/02",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Substantive aspect"
            ],
            "element": "No violation of Article 3 - Prohibition of torture",
            "type": "no-violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Procedural aspect"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "type": "violation"
        }
    ],
    "content": {
        "001-90133.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 5047/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr Yahya Selvi (“the applicant”), on 28 November 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr S. Çetinkaya, a lawyer practising in İzmir. The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that he had been subjected to ill-treatment during an unlawful search conducted at his house by police officers and that he had been denied an effective remedy in domestic law in violation of Articles 3, 8 and 13 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 28 March 2007 the Court decided to give notice of the application to the Government. It also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1973 and lives in İzmir.",
                                "elements": []
                            },
                            {
                                "content": "6.  On the night of 31 May 2001, at around midnight, police officers from the antiterrorist branch of the İzmir police conducted an operation to arrest a number of persons suspected of participating in an illegal demonstration. To that end, a group of police officers arrived at the two-storey house where the applicant and his uncle Sabri Selvi lived. The police officers were looking for the applicant’s uncle, who was suspected of having been involved in the aforementioned illegal demonstration.",
                                "elements": []
                            },
                            {
                                "content": "7.  According to the applicant’s version of events, the applicant, who lived on the first floor of the building, heard some noise coming from the second floor, where his uncle lived. He opened his flat door to see what was going on. He saw some persons in civilian clothes and asked them who they were. They asked the applicant to show his identity card. The applicant showed them his identity card, but when he asked them to show their identity cards as well the persons concerned, who turned out to be police officers in civilian clothes, they became angry and complained of the fact that everyone asked to see their identity cards. They then chased the applicant into his flat, beat him up and swore at him. After arresting the applicant, they prepared an arrest report which they forced him to sign.",
                                "elements": []
                            },
                            {
                                "content": "8.  The arrest and search report dated 31 May 2001, which was signed by six police officers, a witness, the applicant and his uncle Sabri Selvi, stated the following:",
                                "elements": []
                            },
                            {
                                "content": "“...Wearing police identification vests and having taken security precautions, we knocked on the door of the flat in question. We told the man who opened the door that we were police officers and that we wanted to carry out a search of the flat. With the agreement of the occupant, who said ‘You may search’, we entered the flat.",
                                "elements": []
                            },
                            {
                                "content": "Following the identity check, having realised that the man [who opened the door] was ... Sabri Selvi, we arrested him. In his presence, we conducted a search of the [flat] and found no evidence of involvement in crime. When asked whether any damage was caused to anything in the flat due to the search, the arrestee said ‘None’. As we were about to leave the flat together with the arrestee, a person called Yahya Selvi... attacked Deputy Superintendent Ramazan Oral and started hitting him while swearing and saying things like ‘You cannot take anyone away from here; I f..k your mothers and wives’. We overpowered Yahya Selvi by force, arrested him and took him with the other person to police headquarters for investigation...”",
                                "elements": []
                            },
                            {
                                "content": "9.  On 31 May 2001 at about 2 a.m. the applicant was taken to the , where he was examined by a doctor. In his report, the doctor noted the presence of swelling on the applicant’s face. The same day at 12.30 p.m. a statement was taken from the applicant at police headquarters. In his statement, the applicant admitted that he had attacked the police officers while they were conducting a search of his house. He explained that he had been angered by the fact that the police officers had arrived to arrest his uncle at night. He also stated that he had not been subjected to any form of illtreatment during his detention in police custody and that he had not given his statement to the police under duress. At about 2 p.m. the applicant was again taken to the . The doctor who examined the applicant prepared a report identical to the previous one.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 31 May 2001 police officers took statements from Deputy Superintendent Ramazan Oral, who complained that he had been attacked by the applicant. He also requested them to institute criminal proceedings against the applicant. At 2 a.m. on the same day Ramazan Oral underwent a medical examination at the . The doctor who examined Mr Oral noted in his report the presence of a swelling measuring 25 x 35 x 05 mm on the left chin and at ear level, and hyperaemic scratches measuring 10 x 25 mm on Mr Oral’s left arm. He prescribed three days’ sick leave on account of the injuries.",
                                "elements": []
                            },
                            {
                                "content": "11.  The same day, the applicant’s legal representative submitted a request to the Chief Public Prosecutor’s office in Bornova, seeking information about the whereabouts of the applicant and his uncle and the charges against them. He also asked the prosecutor’s office to grant him permission to meet with the suspects and, in view of the witness statements alleging that the applicant had been beaten up during the arrest, to send the applicant to hospital for a medical examination and treatment. The representative’s request to meet with the applicant and his uncle was dismissed by the prosecutor’s office on 31 May 2001.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 1 June 2001 the applicant underwent a further medical examination at the . The report stated that there were no signs of physical violence on the applicant’s body.",
                                "elements": []
                            },
                            {
                                "content": "13.  On the same day the applicant was brought before the Bornova Magistrate’s Court. Assisted by his lawyer, the applicant denied the allegation that he had assaulted Ramazan Oral and alleged that he had been beaten up and insulted by the police officers who had come to his house the day before. Having regard to the nature of the crime and the evidence contained in the case file, the court ordered that the applicant be placed in pre-trial detention for having obstructed the police officers by using physical violence.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 4 June 2001 the public prosecutor initiated criminal proceedings against the applicant under Article 258 of the Criminal Code for resisting the police. In his indictment, the public prosecutor stated that, while the police officers were conducting a search in the applicant’s house, the applicant had assaulted the police officer Ramazan Oral, who had subsequently been declared unfit for work for three days due to his injuries.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 6 June 2001 the applicant challenged the decision ordering his pre-trial detention and requested the  to initiate criminal proceedings against the police officers who had ill-treated him on 31 May 2001.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 7 June 2001 the Sixth Chamber of the , acting as the appeal body, refused the applicant’s request for release pending trial, holding that his pre-trial detention was lawful in view of the evidence contained in the case file.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 11 July 2001 the  heard oral evidence from the applicant’s uncle Sabri Selvi. The latter stated that his nephew had not insulted the police officers, but that one of the officers had slapped him in the face. The court ordered the continued detention of the applicant.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 10 December 2001 the  heard evidence from the applicant’s wife, Garip Selvi, and his brother Kazım Selvi, who lived in the same flat as the applicant. Mrs Selvi stated that her husband had been beaten up by the police officers when he had asked them to show their identity cards to prove that they were police officers, and that he had not resisted his arrest by the police. Mr Kazım Selvi also claimed that his brother Yahya had been beaten up and insulted by the police officers and that he had not assaulted them or resisted arrest.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 15 February 2002 the applicant’s representative applied to the  requesting it to order a criminal investigation concerning the police officers whose actions had led to the unjust detention and trial of the applicant. Relying on the statements given by the defence witnesses Garip Selvi and Kazım Selvi, the applicant’s representative claimed that, on the night of the incident in question, the police had insulted and beaten up the applicant following his request to see their identity cards. He maintained that the applicant should be considered to be the victim of the events rather than the accused. He further noted that no statements had been taken from the police officers by the public prosecutor or the trial court and that there was no evidence against the applicant apart from the medical report [concerning Ramazan Oral] which could easily have been obtained by police officers from the anti-terrorist branch. He therefore alleged that the police officers in question had unlawfully arrested and beaten up the applicant in his bedroom in the middle of the night and had thus violated his right to the protection of his home.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 19 June 2003 the  convicted the applicant of obstructing police officers and sentenced him to two months’ imprisonment. No response was given to the applicant’s allegations.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 25 October 2005 the Court of Cassation quashed the above judgment in view of the more favourable provisions of the new Criminal Code dated 1 June 2005.",
                                "elements": []
                            },
                            {
                                "content": "22.  Meanwhile, following the administrative re-organisation of the courts in İzmir, the applicant’s case was taken over by the İzmir Criminal Court.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 15 May 2006 the İzmir Criminal Court convicted the applicant of obstructing police officers in the performance of their duties by insulting and assaulting an officer. It sentenced the applicant to a fine of 240 new Turkish liras (TRY). In its judgment, the court relied on the statements given by Mr Oral, the applicant and witnesses, as well as documentary evidence such as the arrest and search report.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 15 September 2006 the applicant appealed to the Court of Cassation, complaining that the first-instance court had convicted him without conducting an adequate investigation into the events in question. He claimed that the first-instance court had relied on the investigation carried out by the police officers who had insulted and beaten him.",
                                "elements": []
                            },
                            {
                                "content": "25.  The proceedings are still pending before the Court of Cassation.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "26.  The relevant provisions of the Criminal Code, in force at the material time, are as follows.",
                                "elements": []
                            },
                            {
                                "content": "Article 243 § 1",
                                "elements": []
                            },
                            {
                                "content": "“Any public servant ... who inflicts torture or cruel, inhuman or degrading treatment on accused parties to make them confess to their crimes shall be sentenced to up to five years’ imprisonment and temporarily or permanently barred from public service.”",
                                "elements": []
                            },
                            {
                                "content": "Article 245",
                                "elements": []
                            },
                            {
                                "content": "“Any law-enforcement officer ... who, in the course of his or her duty ... and in circumstances other than those prescribed by law ..., ill-treats, injures or strikes a person or does them bodily harm shall be sentenced to between three months and five years’ imprisonment and temporarily barred from public service. ...”",
                                "elements": []
                            },
                            {
                                "content": "27.  Pursuant to Article 153 of the Code of Criminal Procedure, in force at the material time, a public prosecutor who was informed by any means whatsoever of a situation which gave rise to the suspicion that an offence had been committed, was obliged to investigate the facts in order to decide whether or not there should be a prosecution.",
                                "elements": []
                            },
                            {
                                "content": "28.  Pursuant to the Trial of Civil Servants Act, in force at the material time, if the alleged perpetrator of an offence was an agent of the State, permission to prosecute had to be obtained from the local administrative council. An appeal against the local council’s decision lay to the ; a refusal to prosecute was subject to an automatic appeal of this kind.",
                                "elements": []
                            },
                            {
                                "content": "29.  According to the principles established by the Turkish criminal courts, the questioning of a suspect is a means of enabling him to defend himself that should work to his advantage, and not a measure designed to obtain evidence against him. While statements made during questioning may be taken into consideration by the judge in his assessment of the facts of a case, they must nonetheless have been made voluntarily, and statements obtained through the use of pressure or force are not admissible in evidence (see Dikme v. Turkey, no. 20869/2, § 38, ECHR 2000-VIII).",
                                "elements": []
                            },
                            {
                                "content": "30.  Furthermore, according to Article 247 of the Code of Criminal Procedure in force at the time of the events, as interpreted by the Court of Cassation, any confessions made to the police or the public prosecutor’s office must be repeated before the judge if the record of the questioning containing them is to be admissible as evidence for the prosecution. If the confessions are not repeated, the records in question are not allowed to be read out as evidence in court and, consequently, cannot be relied on to support a conviction. Nevertheless, even a confession repeated in court cannot on its own be regarded as a decisive piece of evidence unless supported by additional evidence.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLES 3 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicant complained under Articles 3 and 13 of the Convention that he had been subjected to ill-treatment by police officers but that they had not been punished.",
                                "elements": []
                            },
                            {
                                "content": "32.  The Court considers that these complaints should be examined solely from the standpoint of Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "33.  The Government argued that the applicant had failed to exhaust the domestic remedies available to him for the purposes of Article 35 § 1 of the Convention. In this connection, they submitted that the applicant had failed to raise his complaints of ill-treatment by lodging a complaint with the local public prosecutor’s office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The applicant submitted that he had raised his complaint of illtreatment before the domestic authorities in the course of the criminal proceedings against him, but that no action had been taken to investigate his allegations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court reiterates that the rule of exhaustion of domestic remedies referred to in Article 35 § 1 of the Convention obliges applicants to use first the remedies which are normally available and sufficient in the domestic legal system to enable them to obtain redress for the breaches alleged. The existence of the remedies must be sufficiently certain, in practice as well as in theory, failing which they will lack the requisite accessibility and effectiveness. However, Article 35 § 1 does not require that recourse should be had to remedies which are inadequate or ineffective (see Aksoy v. , 18 December 1996, §§ 51-52, Reports of Judgments and Decisions 1996VI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court notes that, contrary to the Government’s assertion, the applicant can be considered to have brought the substance of his complaint to the notice of the national authorities when his representative asked the prosecutor’s office to send the applicant to hospital for a medical examination and treatment, referring to witness statements alleging that the applicant had been beaten up during the arrest (see paragraph 11 above). Furthermore, when brought before the Bornova Magistrate’s Court, the applicant alleged that he had been beaten up and insulted by the police officers who had come to his house the day before (see paragraph 13 above). Likewise, on 6 June 2001 the applicant requested the  to initiate criminal proceedings against the police officers who had ill-treated him on 31 May 2001 (see paragraph 15 above). However, although the aforementioned authorities took note of the applicant’s complaints, they did nothing to follow up the allegation that he had been subjected to police violence during the arrest (see paragraph 16 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  In the Court’s opinion, these allegations should have been sufficient in themselves to alert the authorities of the need for action, especially since there was medical evidence indicating swelling to the applicant’s face (see paragraph 9 above). Having regard to these circumstances, the Court considers that the applicant can be considered to have done all that could have been expected of him to bring his complaint to the attention of the authorities with a view to obtaining an investigation into his allegations. In the light of the foregoing, the Court dismisses the Government’s objection concerning the admissibility of the complaint under Article 3 of the Convention. It also considers that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "38.  The applicant alleged that he had been beaten up by police officers for having asked to see their identity cards, and that no meaningful investigation had been carried out into his allegations of ill-treatment. As regards the injuries suffered by the police officer Ramazan Oral, the applicant stated that these must have occurred during his legitimate and lawful attempts to resist arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Government submitted that the police officers had had to resort to force in order to effect a lawful arrest as a result of the applicant’s violent behaviour. They claimed that the scratches on the applicant’s face might therefore have occurred during his attack on the police officers who were there to arrest his uncle Sabri Selvi. The Government maintained that there had been no investigation into the applicant’s allegations of ill-treatment since he had not formally lodged a criminal complaint with the public prosecutor’s office and that, in any event, there was no evidence on the basis of which to start an investigation into his allegations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Alleged ill-treatment inflicted on the applicant",
                                        "elements": [
                                            {
                                                "content": "40.  The Court notes at the outset that it is sensitive to the subsidiary nature of its role and recognises that it must be cautious in taking on the role of a first-instance tribunal of fact where this is not rendered unavoidable by the circumstances of a particular case (see, among other authorities, McKerr v. the United Kingdom (dec.), no. 28883/95, 4 April 2000). However, where allegations are made under Article 3 of the Convention, the Court must conduct a particularly thorough scrutiny (see Ülkü Ekinci v. Turkey, no. 27602/95, § 135, 16 July 2002) and will do so on the basis of all the material submitted by the parties.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  In assessing evidence, the Court has adopted the standard of proof “beyond reasonable doubt” (see Orhan v. Turkey, no. 25656/94, § 264, 18 June 2002, and Avşar, cited above, § 282). Such proof may, however, follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact (see Ülkü Ekinci, cited above, § 142).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  In the light of the above principles, the Court notes that it is undisputed between the parties that a fight broke out between the applicant and the police officers and that the latter had to resort to force in order to arrest the applicant. Hence, it appears from the medical reports dated 31 May 2001 that the applicant suffered swelling to his face, although no injuries were mentioned in the medical report dated 1 June 2001 (see paragraphs 9 and 12 above). It further appears that the police officer Mr Oral suffered more serious injuries, namely a swelling measuring 25 x 35 x 05 mm on the left chin and at ear level and hyperaemic scratches measuring 10 x 25 mm on the left arm (see paragraph 10 above). The doctor concluded that these injuries rendered Mr Oral unfit for work for three days (ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The parties submitted conflicting versions of the events resulting in the above-mentioned injuries sustained by the applicant and Mr Oral. According to the applicant, the police officers beat him up when he asked to see their identity cards. As regards the injuries suffered by Mr Oral, the applicant explained that those injuries had occurred during his “legitimate and lawful” attempts to resist arrest (see paragraph 38 above). The Government, for their part, claimed that the police officers had had to resort to force as a result of the applicant’s violent behaviour, as demonstrated by the injuries suffered by Mr Oral.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Court notes that, according to the arrest and search report dated 31 May 2001, the applicant attacked and insulted the police officers in order to stop them arresting his uncle. The police officers thus had to use force in order to pacify the applicant and subsequently took him to the police station after arresting him (see paragraph 8 above). Although this report was signed by the applicant and his uncle together with a witness and six police officers, the applicant denied the content of the report and claimed that he had been forced to sign it. Furthermore, when questioned at police headquarters, the applicant admitted that he had attacked the police since he was angry about his uncle’s arrest (see paragraph 9 above). However, in the course of the criminal proceedings against him, the applicant again denied the allegations made by the police officers and maintained that he had been beaten up and insulted (see paragraph 13 above). Furthermore, the applicant’s wife and brother testified in support of the applicant’s allegations (see paragraph 18 above). Nonetheless, the proceedings in question resulted in the conviction of the applicant by the domestic courts for resisting arrest and obstructing police officers in the performance of their duties (see paragraphs 22 and 23 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  In the light of the parties’ conflicting submissions as regards the events in question, and taking into account in particular the nature and extent of the injuries mentioned in the medical reports issued in relation to the applicant and Mr Oral, the Court considers that the material in the case file does not enable it to conclude, according to the required standard of proof, that there has been a substantive violation of Article 3 of the Convention as a result of the treatment allegedly suffered by the applicant.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Alleged ineffectiveness of the investigation",
                                        "elements": [
                                            {
                                                "content": "46.  The Court has not found it established beyond reasonable doubt on the basis of the evidence before it that the applicant was subjected to illtreatment by the police officers in the circumstances described by him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  However, it would observe at the same time that the difficulty in determining whether there was a plausible explanation for the swelling found on his body or whether there was any substance to his allegations as to the nature of the treatment he allegedly endured stems from the failure of the authorities to investigate his complaints.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  In this connection the Court reiterates that where an individual raises an arguable claim that he has been seriously ill-treated by the police or other such agents of the State unlawfully and in breach of Article 3, that provision, read in conjunction with the State’s general duty under Article 1 of the Convention to “secure to everyone within their jurisdiction the rights and freedoms defined in ... [the] Convention”, requires by implication that there should be an effective official investigation. This investigation should be capable of leading to the identification and punishment of those responsible. If this were not the case, the general legal prohibition of torture and inhuman and degrading treatment and punishment, despite its fundamental importance, would be ineffective in practice and it would be possible in some cases for agents of the State to abuse the rights of those within their control with virtual impunity (see Assenov and Others v. Bulgaria, 28 October 1998, § 102, Reports 1998VIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Court notes that, subsequent to the events in question, the applicant consistently alleged before the judicial authorities that he had been beaten up and insulted by the police officers and asked the authorities to initiate criminal proceedings against the police officers who had ill-treated him (see paragraphs 13, 15, 19 and 24 above). He also complained that none of the police officers who had beaten him up had been heard by the public prosecutor or the trial court (see paragraph 19 above). Although the domestic courts took note of these complaints in the course of the criminal proceedings against the applicant, they did nothing to follow up the allegation that he had been subjected to police violence during his arrest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  In the Court’s opinion, the applicant’s insistence on his complaint of illtreatment, taken together with the medical evidence indicating swelling to his face and also the submissions by his wife and other witnesses (see § 18 and 19 above), should have been sufficient to alert the judicial authorities to the need to broaden the scope of the investigation. However, no steps were taken either to obtain further details from the applicant or to question the police officers who were involved in the arrest of the applicant about his allegations. The national authorities instead confined the case to the offence allegedly committed by the applicant and dismissed his allegations without further enquiry. Nor did the national courts elaborate on the evidence given by the applicant’s witnesses or give any response to the applicant’s allegations (see paragraphs 19 and 20 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Court considers that, in the circumstances, the applicant had laid the basis of an arguable claim that he had been subjected to police violence in the course of his arrest. It is to be noted also that the applicant persisted in his allegations right up to the appeal stage (see paragraph 24 above). The inertia displayed by the authorities in response to his allegations was inconsistent with the procedural obligation which devolves on them under Article 3 of the Convention. In consequence, the Court finds that there has been a procedural violation of that provision on account of the failure of the authorities of the respondent State to investigate the applicant’s complaint of ill-treatment.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "52.  The applicant complained that the search conducted in his house had been unlawful and in breach of Article 8 of the Convention, which reads insofar as relevant as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, [and] his home ...",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society ... for the prevention of disorder or crime...”",
                                "elements": []
                            },
                            {
                                "content": "53.  The Government argued under Article 35 § 1 of the Convention that this part of the application must be rejected for non-exhaustion of domestic remedies. They maintained that the applicant had neither raised this complaint during the proceedings nor lodged an official complaint with the public prosecutor.",
                                "elements": []
                            },
                            {
                                "content": "54.  The applicant maintained that he had complained to the  about the fact that he had been chased by the police officers up to his bedroom and had been beaten by them. However, this complaint had not produced any result.",
                                "elements": []
                            },
                            {
                                "content": "55.  The Court reiterates that, under the terms of Article 35 § 1 of the Convention, it may deal with a matter only after all domestic remedies have been exhausted according to the generally recognised rules of international law. This condition is not met by the mere fact that an applicant has submitted his case to the various competent courts. It is also necessary for the complaint brought before the Court to have been raised, at least in substance, during the proceedings in question (see, among other authorities, Çakar v. Turkey, no. 42741/98, § 30, 23 October 2003).",
                                "elements": []
                            },
                            {
                                "content": "56.  In the instant case, the Court observes that at no time did the applicant allege that his house had been unlawfully searched in breach of his right to respect for his private and family life. It notes that the house search report, which was signed by the applicant and his uncle together with police officers and a witness, clearly stated that the applicant’s uncle gave his permission for the search and that the applicant also consented by signing the relevant report (see paragraph 8 above). Although the applicant complained about the fact that he had been beaten up in his flat, in breach of his right to the protection of his home, he did not complain to the judicial authorities about the conduct of the search or allege that he and his uncle had been forced to sign the report. Accordingly, the Court considers that the applicant failed to raise the substance of his complaints under this head before the domestic bodies (see, in particular, Rüzgar v. Turkey (dec.), no. 59246/00, 9 November 2004).",
                                "elements": []
                            },
                            {
                                "content": "57.  In these circumstances, the Court accepts the Government’s objection that the applicant failed to exhaust domestic remedies. It follows that this part of the application must be rejected pursuant to Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "58.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "59.  The applicant claimed 4,000 euros (EUR) in respect of pecuniary damage and EUR 12,000 for non-pecuniary damage on account of his having been held in pre-trial detention for two months and of the trauma he had undergone since the events in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Government submitted that the amounts claimed were excessive and unjustified in the circumstances of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. However, having regard to the procedural violation which it has found of Article 3 of the Convention and ruling on an equitable basis, it awards the applicant EUR 3,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "62.  The applicant also claimed EUR 4,000 for costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Government submitted that in the absence of any supporting documents the claim should be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  According to the Court’s case-law, an applicant is entitled to the reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, the Court notes that the applicant failed to submit any documents in support of his claims. The Court therefore makes no award under this head (see Balçık and Others v. Turkey, no. 25/02, § 65, 29 November 2007).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "65.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 3 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 3 of the Convention under its substantive limb;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a procedural violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a) that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 3,000 (three thousand euros), plus any tax that may be chargeable, in respect of nonpecuniary damage, to be converted into the national currency of the respondent Government at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 December 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Ireneu Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "Vladimiro Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Sally Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SELVİ v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-90133.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:1209JUD000504702",
    "externalsources": [],
    "extractedappno": [
        "5047/02",
        "28883/95",
        "27602/95",
        "25656/94",
        "42741/98",
        "59246/00",
        "25/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-90133",
    "judgementdate": "09/12/2008 00:00:00",
    "kpdate": "09/12/2008 00:00:00",
    "kpthesaurus": [
        "350"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "SELVİ",
        "TURKEY"
    ],
    "rank": "652.426879882813",
    "representedby": [
        "CETINKAYA S."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "350323",
    "typedescription": "15"
}