{
    "__articles": "6;6-1;6-2;13;29;29-3;41",
    "__conclusion": "Violation of Art. 6-1;Remainder inadmissible;Non-pecuniary damage - financial award;Pecuniary damage - claim dismissed;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings",
    "applicability": "",
    "appno": "1564/02",
    "article": [
        "6",
        "41",
        "29",
        "13"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - domestic proceedings",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-77317.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 1564/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mrs Joanna Kędra (“the applicant”), on 19 December 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Polish Government were represented by their Agent, Mr J. Wołąsiewicz, of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 1 September 2005 the President of the Fourth Section decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it was decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "4.  The applicant was born in 1950 and lives in .",
                        "elements": []
                    },
                    {
                        "content": "5.  On 2 December 1998 the applicant lodged with the Warsaw District Court (Sąd Rejonowy) a civil action against her former employer in which she requested the annulment of a disciplinary penalty. Subsequently, the applicant was dismissed. In January 1999 she lodged a second claim against her former employer in which she asked for reinstatement.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 25 June 1999 the court decided to join both cases.",
                        "elements": []
                    },
                    {
                        "content": "7.  The hearings to be held on 10 December 1999 and 12 January 2000 were adjourned.",
                        "elements": []
                    },
                    {
                        "content": "8.  Subsequently, hearings were held in September and November 2000.",
                        "elements": []
                    },
                    {
                        "content": "9.  The next hearing was held on 21 December 2001.",
                        "elements": []
                    },
                    {
                        "content": "10.  In 2002 the Warsaw District Court held hearings on 18 March and 7 October.",
                        "elements": []
                    },
                    {
                        "content": "11.  Subsequently, the court held hearings at regular intervals. In 2003 it held in total four hearings. In 2004 eight hearings were held; however, the majority of them were adjourned due to the absence of the defendant or witnesses. On 13 January 2005 the Warsaw District Court held a hearing.",
                        "elements": []
                    },
                    {
                        "content": "12.  On 11 February 2005 the applicant lodged with the  (Sąd Okręgowy) a complaint about a breach of her right to have her case heard within a reasonable time. She relied on the 2004 Act. On 17 March 2005 the  dismissed her complaint. The court examined the course of the impugned proceedings and held that there were no delays for which the District Court could be held responsible. Some delays were caused by the actions of the defendant. The court finally held that the case was complex. The decision was notified to the applicant on 31 March 2005. The applicant was also informed that the domestic law did not provide any appeal against the decision.",
                        "elements": []
                    },
                    {
                        "content": "13.  On 11 April 2005 the court held a hearing and on 22 April 2005 it gave judgment. It ordered reinstatement of the applicant and payment of her salary for the period of her unemployment. The defendant appealed.",
                        "elements": []
                    },
                    {
                        "content": "14.  On 1 December 2005 the  dismissed the appeal. The judgment thus became final.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "15.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "16.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "17.  The period to be taken into consideration began on 2 December 1998 and ended on 1 December 2005. It thus lasted 7 years for two levels of jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "18.  The Court notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "19.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above). Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. The Court notes that the proceedings before the court of the first instance lasted 6 years and 5 months. It reiterates that special diligence is necessary in employment disputes (Ruotolo v. Italy, judgment of 27 February 1992, Series A no. 230-D, p. 39, § 17). In this connection the Court considers that the Warsaw Regional Court in dismissing the applicant’s complaint that the length of the proceedings in her case exceeded a reasonable time failed to apply standards which were in conformity with the principles embodied in the Court’s case-law (see Majewski v. Poland, no. 52690/99, § 36, 11 October 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLES 6 § 2 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "22.  The applicant further appeared to complain about a violation of the principle of presumption of innocence and about the outcome of the proceedings in that she had been unlawfully dismissed from work.",
                                "elements": []
                            },
                            {
                                "content": "23.  However, the Court finds that the applicant’s assertions about violations of the above provisions of the Convention are wholly unsubstantiated.",
                                "elements": []
                            },
                            {
                                "content": "24.  It follows that these complaints are manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "26.  The applicant claimed 158,000 Polish zlotys (PLN) in respect of pecuniary and PLN 284,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Government contested these claims and considered them excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, it awards the applicant 4,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "29.  The applicant also claimed PLN 271 (equivalent to EUR 70 on 20 April 2006, the date on which the claims were submitted, in respect of costs and expenses). This sum covered costs and expenses incurred before the domestic courts in the proceedings concerning the complaint about a breach of her right to have her case heard within a reasonable time as well as in the proceedings before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Government left the matter to the Court’s discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  According to the Court’s case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court considers that the sum claimed should be awarded in full.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "32.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the excessive length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 4,000 (four thousand euros) in respect of non-pecuniary damage and EUR 70 (seventy euros) in respect of costs and expenses, plus any tax that may be chargeable, to be converted into Polish zlotys at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 10 October 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "and Mr T.L. Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "19/09/2006 00:00:00",
    "docname": "CASE OF KEDRA v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-77317.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:1010JUD000156402",
    "externalsources": [],
    "extractedappno": [
        "1564/02",
        "30979/96",
        "52690/99"
    ],
    "importance": "4",
    "introductiondate": "19/12/2001 00:00:00",
    "issue": [],
    "itemid": "001-77317",
    "judgementdate": "10/10/2006 00:00:00",
    "kpdate": "10/10/2006 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406",
        "444",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "13",
        "29",
        "41",
        "6-1",
        "6",
        "6-2",
        "29-3"
    ],
    "parties": [
        "KEDRA",
        "POLAND"
    ],
    "rank": "560.689453125",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII",
        "Majewski v. Poland, no. 52690/99, § 36, 11 October 2005",
        "Ruotolo v. Italy, judgment of 27 February 1992, Series A no. 230-D, p. 39, § 17"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "340565",
    "typedescription": "15"
}