{
    "__articles": "3;5;5-1;6;6-1;13;13+3",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing);Violation of Article 13+3 - Right to an effective remedy (Article 13 - Effective remedy) (Article 3 - Prohibition of torture;Degrading treatment)",
    "applicability": "",
    "appno": "30921/10",
    "article": [
        "6",
        "3",
        "13",
        "5"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Degrading treatment"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Degrading treatment"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-183369.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 30921/10) against the Republic of Moldova lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Moldovan national, Mr Valeriu Goremîchin (“the applicant”), on 24 May 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr R. Zadoinov, a lawyer practising in Chișinău. The Moldovan Government (“the Government”) were represented by their Agent at the time, Mr M. Gurin.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained under Articles 3, 5 and 6 of the Convention that he had been detained unlawfully in poor conditions of detention and that the domestic courts had accepted a late appeal against a judgment by which he had been acquitted.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 30 November 2015 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1967 and lives in Chişinău.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s arrest and detention pending trial",
                                "elements": [
                                    {
                                        "content": "6.  On 23 July 2007 the Râșcani District Court ordered the applicant’s detention pending trial for thirty days. He was charged with the offence of robbery, taking of hostages and blackmail while in Ukraine, in 1997 and 1998. The applicant was residing at the material time in Brussels, Belgium.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 18 November 2008, the applicant was arrested in Brussels at the Moldovan authorities’ request and placed in a Belgian prison pending extradition to Moldova.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 5 October 2009 the applicant was extradited to the Moldovan authorities. On the same day he was brought before a judge (Centru District Court), who ordered his detention on remand.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 25 December 2009 the Chişinău Court of Appeal prolonged the applicant’s detention on remand for ninety days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  From then on, the applicant’s detention was prolonged every three months. Each time, the reasons for his detention were that it was an exceptional case, that there was a reasonable suspicion that he had committed serious offences punishable by imprisonment, that the criminal case was complex and that if released the applicant could interfere with the investigation, influence the witnesses and victims, re-offend or abscond (as he had earlier been declared a wanted person).",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 20 May 2010 the applicant made a habeas corpus request, asking for his detention to be replaced with a preventive measure other than deprivation of liberty. The applicant’s lawyer also raised a complaint about the impossibility to consult the applicant during the court hearings while not seated at the same desk next to him. He also complained about the denial by the court’s registry of the applicant’s request to receive copies of his case file. On 17 June 2010 the Court of Appeal dismissed the applicant’s lawyer’s claims and on 21 June 2010 it prolonged the applicant’s detention warrant for another ninety days, relying on exactly the same reasons as before.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 22 February 2012 the Bălți Court of Appeal, acting as a court of first instance, acquitted the applicant and ordered his release from detention. The court noted that its judgment could be challenged by an appeal on points of law within fifteen days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 6 April 2012 the Prosecutor’s Office lodged an appeal on points of law against the judgment of 22 February 2012. In the appeal the Prosecutor’s Office made reference to Article 439 of the Code of Criminal Procedure. The applicant objected that the appeal had been lodged out of time. Nevertheless, on 21 December 2012 the Supreme Court of Justice upheld it and reopened the proceedings. The Supreme Court did not refer to the applicant’s objection that the appeal had been lodged out of time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The proceedings ended on 30 December 2015, when the Buiucani District Court found the applicant guilty, but discontinued them on the ground of statutory time-limit.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Conditions of detention",
                                "elements": [
                                    {
                                        "content": "15.  The applicant was detained from 5 October 2009 to 23 October 2009 in the Department for Combating Organised Crimes. He was placed in a remand facility situated in a basement. The total surface was of 3 square metres, with no bed, chair, toilet facilities or washstand. He slept for four days on a concrete floor, using a bucket for his needs. In addition, the applicant had no daily walks outside his cell.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Four days later, the applicant was moved to cell no. 6 of the same detention facility. He was detained with two other inmates in a cell measuring 9 square metres for fifteen days. The applicant was held in similar conditions of detention as described above. He also claims that he was fed only once per day with soup and a slice of bread. During twenty days of detention he had access to the showers only once.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 23 October 2009 the applicant was transferred from that remand facility to prison no. 13 (Chișinău). He was placed for three days in cell no. 38 with a total surface of 12 square metres. The applicant was detained with seven to twelve other inmates. In particular, the applicant describes his conditions of detention as follows: the cell was equipped with twelve wooden beds, it was not heated, the quality of food was very poor, there was a lack of ventilation, worsened by the inmates’ smoking directly in the cell, and poor lighting.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 27 October 2009 the applicant was transferred to cell no. 78 measuring 30 square metres. He was detained there with twelve other detainees. The cell was equipped with twelve wooden beds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 5 December 2010 the applicant was transferred from prison no. 13 (Chișinău) to prison no. 11 (Bălți), where he was detained until the date of his acquittal by the Bălți Court of Appeal on 22 February 2012. On the date of his arrival he was not fed. He was placed in cell no. 6 with a total surface of 21 square metres. The applicant was detained with fourteen to nineteen other inmates. The cell was equipped with only fourteen beds and the detainees had to sleep in turns. The applicant described his conditions of detention as follows: toilet insufficiently separated from the cell, lack of a washstand, lack of water and ventilation, lack of adequate lighting, damp and cold cell.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 30 December 2010 the applicant lodged a complaint with the Prosecutor’s Office complaining about the poor conditions of detention. In a reply dated 10 January 2011, the Prosecutor’s Office informed the applicant that his complaint about the poor conditions of detention was well founded and that following a control carried out in Prison No. 11 multiple breaches of the law had been discovered. The prison administration was asked to remove the shortcomings found. It does not appear that any change in the applicant’s conditions of detention occurred after the Prosecutor Office’s involvement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 15 January 2011 the applicant was transferred to cell no. 21 with a total surface of 16 square metres. The applicant was detained along with fifteen to seventeen other inmates and they had to sleep in turns as the cell was equipped with only twelve beds. The conditions of detention as described by the applicant were as follows: lack of bed linen, clothing and hygiene products, inadequate quality of food, lack of medical assistance. The applicant also contends that he was bitten by parasitic insects present in the cell.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The applicant complained to the domestic courts and the investigating authority about the inhuman and degrading conditions of detention. On 20 January 2011 the Bălți Prosecutor’s Office acknowledged the existence of the inhuman conditions of detention in prison no. 11 (Bălți).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "23.  The relevant domestic law was summarised in Savca v. the Republic of Moldova, no. 17963/08, § 12-17, 15 March 2016.",
                                "elements": []
                            },
                            {
                                "content": "24.  According to Article 422 of the Code of Criminal Procedure in force at the material time, decisions adopted by the court of appeal acting as a court of second instance could be challenged by appeals on points of law within two months.",
                                "elements": []
                            },
                            {
                                "content": "25.  According to Article 439 (1) of the Code of Criminal Procedure in force at the material time, an appeal on points of law against a judgment adopted by a court of appeal acting as a court of first instance could be lodged within fifteen days.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  The applicant complained under Article 3 of the Convention about the poor conditions of his detention. Article 3 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "27.  The Government submitted that the complaint concerning the conditions of detention in the DCOC detention facility should be dismissed for being lodged outside the six-month time-limit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The applicant disagreed with the applicant without, however, giving any reasons in support of his position.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court, for its part, notes that in any event the applicant did not adduce any evidence to substantiate the allegations concerning the poor conditions of detention in the DCOC detention facility. Therefore, it does not consider it necessary to examine the Governent’s admissibility objection and declares the applicant’s complaint concerning the conditions of detention in this particular prison inadmissible as manifestly ill-founded and rejects it under Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "30.  The applicant complained about poor conditions of detention in Prison nos. 11 and 13.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Government disputed the applicant’s allegations and argued that the conditions of detention did not amount to inhuman and degrading treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court reiterates the general principles concerning conditions of detention set out in Ostrovar v. Moldova (no. 35207/03, §§ 76-79, 13 September 2005; in Shishanov v. the Republic of Moldova, no. 11353/06, §§ 83-85, 15 September 2015; Khlaifia and Others v. Italy [GC], no. 16483/12, §§ 163-67, ECHR 2016 (extracts); and Mursič v. Croatia [GC], no. 7334/13, § 104, ECHR 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court notes that the applicant’s allegations about the poor conditions of detention in Prison no. 11 were found to be well-founded by the Bălți Prosecutor’s Office (see paragraph 22 above). In so far as the conditions of detention in Prison no. 13 are concerned, the Court recalls that it has found them to be contrary to Article 3 of the Convention in numerous judgments (see, among recent authorities, Hadji v. Moldova, nos. 32844/07 and 41378/07, § 20, 14 February 2012; Silvestru v. the Republic of Moldova, no. 28173/10, 13 January 2015; Pisaroglu v. the Republic of Moldova, no. 21061/11, 3 March 2015). The Court thus considers that the hardship endured by the applicant during his detention in Prisons nos. 11 and 13 went beyond the unavoidable level of hardship inherent in detention and reached the threshold of severity required by Article 3 of the Convention. Accordingly, there has been a violation of Article 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 §§ 1, 3 AND 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  The applicant complained of a violation of Article 5 § 1 of the Convention on account of the fact that his detention was longer than the maximum duration allowed by the domestic law. Article 5 § 1 of the Convention, in so far as relevant, reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;”",
                                "elements": []
                            },
                            {
                                "content": "35.  The applicant also complained of a violation of Article 5 § 3 of the Covention on account of the fact that the decision to remand him in custody had not been based on relevant and sufficient reasons. Article 5 § 3 of the Convention reads:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "36.  The applicant finally complained under Article 5 § 4 of the Convention about the infringement of the guarantees provided by this Article during the examination of his habeas corpus request.",
                                "elements": []
                            },
                            {
                                "content": "“4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "37.  The Court notes that the complaints are not manifestly ill-founded, within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "38.  The applicant complained that, contrary to Article 25(4) of the Constitution, he had been remanded in custody for a period exceeding twelve months. He argued that such a long detention was unlawful under domestic law, and was therefore contrary to Article 5 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Government disagreed with the applicant and argued that his detention had been lawful under domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court recalls that it has examined an identical complaint in Savca (cited above, §§ 43-53) and found a breach of Article 5 § 1 of the Convention on account of the fact that the legislation on the basis of which the applicant had been detained was not sufficiently clear and foreseeable in its application and thus did not meet the requirement of “lawfulness”. Since there are no reasons to reach a different conclusion in the present case, the Court concludes that there has been a violation of Article 5 § 1 of the Convention in the present case too.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  In the light of the above, the Court does not consider it necessary to examine separately the complaints under Article 5 §§ 3 and 4 of the Convention (see Savca, cited above, § 54).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III. ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "42.  The applicant complained under Article 6 § 1 of the Convention that the Supreme Court of Justice quashed the acquittal judgment of the Bălți Court of Appeal of 22 February 2012, without giving any reasons for upholding an appeal which had been lodged out of time. The relevant part of Article 6 § 1 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ...any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "43.  The Court notes that the complaint is not manifestly ill-founded, within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "44.  The applicant submitted that, according to Article 439 of the Code of Criminal Procedure, an appeal on points of law could be lodged by the Prosecutor’s Office within fifteen days. Failure to lodge the appeal within that period rendered the judgment of the Court of Appeal final. The fact that the Supreme Court of Justice upheld the appeal and quashed the judgment of the Court of Appeal amounted to a breach of the principle of legal certainty under Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Government submitted that, according to Article 422 of the Code of Criminal Procedure, the Prosecutor’s Office had two months to introduce its appeal. They also submitted that according to the explanatory judgment No. 12 of the Plenary Supreme Court of Justice of 24 December 2012, the fifteen days’ time limit was not applicable in the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Court reiterates that the right to a fair hearing before a tribunal as guaranteed by Article 6 § 1 of the Convention must be interpreted in the light of the Preamble to the Convention, which, in its relevant part, declares the rule of law to be part of the common heritage of the Contracting States. One of the fundamental aspects of the rule of law is the principle of legal certainty, which requires, among other things, that where the courts have finally determined an issue, their ruling should not be called into question (see Brumărescu v. Romania [GC], no. 28342/95, § 61, ECHR 1999VII, and Roşca v. Moldova, no. 6267/02, § 24, 22 March 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  In the present case, the Court notes that the judgment of the Bălți Court of Appeal of 22 February 2012 indicated in clear terms that it could be challenged before the Supreme Court of Justice within fifteen days. That was consistent with the provisions of Article 439 of the Code of Criminal Procedure which provided the same time-limit for lodging an appeal on points of law in a case like the present one. Moreover, both the Prosecutor’s Office in its appeal application and the applicant in his submissions referred to Article 439. In so far as the Government refer to Article 422 of the Code of Criminal Procedure, it is noted that this provision refers only to decisions adopted by a court of appeal acting as a second-instance court. Since the Bălți Court of Appeal acted as a first-instance court in the present case, Article 422 does not seem to be relevant. In any event, the Supreme Court itself did not refer to that provision in order to justify its decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Government further argued that the above time-limit of fifteen days was not applicable in the circumstances, referring to an explanatory judgment of the Supreme Court of Justice of 24 December 2012. The Court notes that this explanatory judgment concerned the possibility of lodging an appeal on points of law in a situation where no use was made of the possibility of filing an ordinary appeal. The Government did not explain how that judgment could have influenced the manner of calculation of the time-limit in the case of the applicant. The Court notes, moreover, that the explanatory judgment was adopted some ten months after the judgment of the Bălți Court of Appeal and even three days after the judgment of the Supreme Court in the applicant’s case. Therefore, and in the absence of another plausible explanation, the Court cannot but accept the applicant’s allegation that the Supreme Court of Justice upheld a late appeal on points of law without giving any reasons for so doing, despite the applicant’s objection of inadmissibility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "50.  The applicant submitted that no effective remedies existed against inhuman and degrading conditions of detention. Article 13 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "51.  The Court notes that the complaint is not manifestly ill-founded, within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "52.  The Government disputed the applicant’s submissions and argued that it was open to the applicant under Moldovan law to complain about illegal actions of the criminal investigator in accordance with Article 313 of the Code of Criminal Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  As the Court has held on many occasions, Article 13 of the Convention guarantees the availability at national level of a remedy to enforce the substance of the Convention rights and freedoms in whatever form they may happen to be secured in the domestic legal order. The effect of Article 13 of the Convention is thus to require the provision of a domestic remedy to deal with the substance of an “arguable complaint” under the Convention and to grant appropriate relief.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court reiterates that it has examined on numerous occasions the issue of domestic remedies in respect of poor conditions of detention in Moldova (see Sarban v. Moldova, no. 3456/05, §§ 57-62, 4 October 2005; Holomiov v. Moldova, no. 30649/05, §§ 101-07, 7 November 2006; Istratii and Others v. Moldova, nos. 8721/05 and 2 others, § 38, 27 March 2007; Mitrofan v. Moldova, no. 50054/07, §§ 32 and 33, 15 January 2013; Segheti v. the Moldova, no. 39584/07, § 22, 15 October 2013; Shishanov, cited above, § 75; and Mescereacov v. the Republic of Moldova, no. 61050/11, § 15, 9 February 2016), and has concluded on each occasion that the remedies suggested by the Government (including those suggested in the present case) were ineffective. In Malai v. Moldova (no. 7101/06, §§ 42-46, 13 November 2008), Mitrofan (cited above, § 61), and Segheti (cited above, § 38) it found a violation of Article 13 of the Convention on account of the lack of effective domestic remedies in respect of inhuman and degrading conditions. The present case is no exception. Therefore, the Court considers that it has not been shown that effective remedies existed in respect of the applicant’s complaint under Article 3. There has thus been a breach of Article 13 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "55.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "56.  The applicant claimed 50,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Government disagreed with the amount of non-pecuniary damage claimed by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court considers that the applicant must have suffered stress and frustration as a result of the violations found. The particular amount claimed is, however, excessive. Making its assessment on an equitable basis, the Court awards the applicant EUR 15,000 for non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "59.  The applicant also claimed EUR 10,000 for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Government claimed that the amount claimed was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  Regard being had to the documents in its possession, the Court considers it reasonable to award the sum of EUR 1,500 for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "62.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares inadmissible the complaint under Article 3 of the Convention concerning the poor conditions of detention in the DCOCC detention facility and admissible the rest of the complaints;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there is no need to examine the complaints under Article 5 §§ 3 and 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "8.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 5 June 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Paul Lemmens",
            "role": "president"
        },
        {
            "name": "Valeriu Griţco",
            "role": "judges"
        },
        {
            "name": "Stéphanie Mourou-Vikström",
            "role": "judges"
        },
        {
            "name": "Hasan Bakırcı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GOREMÎCHIN v. THE REPUBLIC OF MOLDOVA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-183369.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0605JUD003092110",
    "externalsources": [],
    "extractedappno": [
        "30921/10",
        "17963/08",
        "35207/03",
        "11353/06",
        "16483/12",
        "7334/13",
        "32844/07",
        "41378/07",
        "28173/10",
        "21061/11",
        "28342/95",
        "6267/02",
        "3456/05",
        "30649/05",
        "8721/05",
        "50054/07",
        "39584/07",
        "61050/11",
        "7101/06"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-183369",
    "judgementdate": "05/06/2018 00:00:00",
    "kpdate": "05/06/2018 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "448",
        "220",
        "445",
        "76",
        "136",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "26",
    "paragraphs": [
        "13",
        "3",
        "6-1",
        "5-1",
        "5",
        "6"
    ],
    "parties": [
        "GOREMÎCHIN",
        "THE REPUBLIC OF MOLDOVA"
    ],
    "rank": "2438.44970703125",
    "representedby": [
        "ZADOINOV R."
    ],
    "respondent": "MDA",
    "respondentOrderEng": "29",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "475500",
    "typedescription": "15"
}