{
    "__articles": "6;P1-1",
    "__conclusion": "Violation of Art. 6;Violation of P1-1",
    "applicability": "",
    "appno": "41842/04",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Art. 6",
            "type": "violation"
        }
    ],
    "content": {
        "001-83116.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 41842/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Vasiliy Nikolayevich Fitisov (“the applicant”), on 15 November 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr P. Laptev, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained about non-enforcement of judgments in his favour.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 22 June 2006 the Court decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "5.  The applicant was born in 1939 and lives in the town of  in the Kaluga Region.",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicant was engaged in emergency operations at the site of the  nuclear plant disaster. As a consequence, he was entitled to disability settlement structured in monthly payments.",
                        "elements": []
                    },
                    {
                        "content": "A.  Proceedings concerning disability payments",
                        "elements": [
                            {
                                "content": "7.  The applicant sued the Obninsk Pension Fund (Управление Пенсионного Фонда РФ по г. Обнинску) for increase in the monthly payments and for arrears. On 14 October 1999 the Obninskiy District Court of the Kaluga Region increased the monthly payments to 15,749.44 Russian roubles (RUB) and awarded the arrears in the sum of RUB 295,381.72. On 13 April 2000 the  upheld the judgment on appeal.",
                                "elements": []
                            },
                            {
                                "content": "8.  In 2003 the applicant sued the Obninsk Town Social Security Service (“the social security service”) for arrears and increase in the monthly payments. On 28 April 2003 the  awarded the applicant a lump sum of RUB 208,427.40 in arrears and increased the monthly payments up to RUB 30,000. On 7 July 2003 the  upheld the judgment on appeal and it became enforceable.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 11 December 2003 the applicant received the lump sum. It follows from a certificate from the social security service that on 9 November 2004 it owed the applicant RUB 114,004.48 in monthly payments.",
                                "elements": []
                            },
                            {
                                "content": "10.  By letter of 29 April 2005, the Kaluga Regional prosecutor's office informed the applicant that the social security service's debt amounted to RUB 171,000.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 21 March 2006 the  quashed the judgment of 28 April 2003 at the applicant's request on account of a newly-discovered circumstance and remitted the case for a new examination.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 5 March 2007 the  recalculated the amount of the monthly payments due from 2002 and awarded the applicant RUB 3,715,846.50 in arrears for the period from 2002 to 2006 against the Ministry of Finance. It also increased the monthly payments to RUB 129,395.22 starting from 1 January 2007. On 3 May 2007 the  upheld the judgment on appeal.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.   Proceedings concerning other payments",
                        "elements": [
                            {
                                "content": "13.  On 19 February 2004 the  allowed the applicant's action against the Kaluga Regional Office of the Ministry of Finance (Министерство финансов РФ в лице Управления федерального казначейства по Калужской области) and awarded him a lump sum of RUB 6,838.57, monthly food allowance of RUB 676.52 and annual payments of RUB 1127.53. On 19 April 2004 the  upheld the judgment on appeal.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 15 May 2004 the  sent the writ of execution to the applicant.",
                                "elements": []
                            },
                            {
                                "content": "15.  In accordance with the Instruction on payment of social benefits issued by the Ministry of Finance on 28 January 2005, the applicant submitted the writ of execution to the social security service.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 7 November 2005 the social security service returned the writ of execution to the applicant and advised him to apply to the Kaluga Regional Office of the Ministry of Finance.",
                                "elements": []
                            },
                            {
                                "content": "17.  The applicant submitted the writ of execution to the Kaluga Regional Office of the Ministry of Finance. By letter of 11 November 2005, the Kaluga Regional Office of the Ministry of Finance refused to pay and referred the applicant to the Ministry of Finance.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 17 January 2006 the applicant submitted the writ of execution to the Ministry of Finance.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 3 April 2006 the  quashed the judgment of 19 February 2004 at the applicant's request on account of a newly-discovered circumstance and remitted the case.",
                                "elements": []
                            },
                            {
                                "content": "20.   On 15 May 2006 the  recalculated the amounts of monthly food allowance and annual payments due from 2000 and awarded the applicant RUB 63,378.93 in arrears for the period from 2000 to 2005. It also increased the monthly food allowance to RUB 1,732.35 and the annual payments to RUB 2,550 starting from 1 January 2006.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "C.  Proceedings for recovery of the debt",
                        "elements": [
                            {
                                "content": "21.  The applicant brought a civil action against the Obninsk Town Administration and the Ministry of Finance, complaining about non-enforcement of the judgments of 28 April 2003 and 19 February 2004 and seeking penalty assessed at the marginal interest rate of the Russian Central Bank. On 11 March 2005 the  dismissed his action as having no basis in the domestic law. On 12 May 2005 the  upheld the judgment on appeal.",
                                "elements": []
                            },
                            {
                                "content": "22.  The applicant sued the Obninsk Town Administration and the Ministry of Finance, seeking payment of the amounts outstanding under the judgments of 28 April 2003 and 19 February 2004 and adjustment of those amounts to take account of increases in the minimum subsistence level. On 11 May 2005 the  dismissed the applicant's claims. It established that the Obninsk Town Administration owed RUB 128,255.04 to the applicant and the Ministry of Finance RUB 6,838.57. However, it held that the applicant should seek recovery of the debt through enforcement agencies, his claim for enforcement being not amenable to judicial review. The applicant did not appeal.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "23.  The applicant complained about non-enforcement of the judgments of the Obninsk Town Court of 28 April 2003, as upheld on 7 July 2003, and of 19 February 2004, as upheld on 19 April 2004. He relied on Article 6 of the Convention and Article 1 of Protocol No. 1, the relevant parts of which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": " “In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "24.  The Government submitted that the applicant had received the lump sum under the judgment of 28 April 2003 and that the monthly payments had been paid to him in part. On 21 March 2006 that judgment had been quashed at the applicant's request and was no longer enforceable. The applicant had not submitted the writ of execution in respect of the judgment of 19 February 2004 to the Ministry of Finance until 2 February 2006. On 3 April 2006 that judgment had been also quashed at the applicant's request. The enforcement proceedings had therefore been pending only for two months. The applicant's complaints were therefore manifestly ill-founded.",
                                "elements": []
                            },
                            {
                                "content": "25.  The applicant maintained his claims.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "26.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "27.  The Court observes that on 28 April 2003 and 19 February 2004 the applicant obtained two judgments in his favour against the State. The judgments became enforceable on 7 July 2003 and 19 April 2004 respectively. On 21 March and 3 April 2006 both judgments were quashed at the applicant's request. It follows that at least from 7 July 2003 to 21 March 2006 and from 19 April 2004 to 3 April 2006 the judgments were enforceable and it was incumbent on the State to abide by their terms. The judgment of 28 April 2003 was enforced only in part, while the judgment of 19 February 2004 remained unenforced.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Government claimed that the judgment of 19 February 2004 was not enforced because the applicant had delayed in submitting the writ of execution to the Ministry of Finance. The Court observes that the applicant submitted the writ of execution to the social security service in accordance with the Instruction of the Ministry of Finance. The social security service refused to process his writ and advised him to apply to the local department of the Ministry of Finance. The applicant followed that advice, but the local department of the Ministry of Finance also refused to pay. After that he submitted the writ to the Ministry of Finance (see paragraphs 15 et seq.). In the Court's view, in the absence of clear instructions as to the enforcement procedure to be followed, the applicant cannot be blamed for the delay in submitting the writ of execution to the competent agency. It is incumbent on the State to organise its legal system in such a way that ensures co-ordination between various enforcement agencies and secures honouring of the State's judgment debts in good time. It would impose an excessive burden on the applicant if he has to forward the writ of execution from one competent State agency to another (see Reynbakh v. Russia, no. 23405/03, § 23, 29 September 2005). The Court does not see any reason to depart from its findings in the Reynbakh case, and concludes that the applicant took reasonable steps to obtain execution of the judgment in his favour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  In any event, the Court reiterates that a person who has obtained an enforceable judgment against the State as a result of successful litigation cannot be required to resort to enforcement proceedings in order to have it executed (see Koltsov v. Russia, no. 41304/02, § 16, 24 February 2005; Petrushko v. Russia, no. 36494/02, § 18, 24 February 2005; and Metaxas v. Greece, no. 8415/02, § 19, 27 May 2004). The State authorities were aware of the applicant's claims, and, as soon as the judgments in his favour became enforceable, it was incumbent on the State to comply with them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court concludes that the Government did not offer any plausible justification for the delay in the enforcement of the judgments in the applicant's favour. It has frequently found violations of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 in cases raising issues similar to the ones in the present case (see Gizzatova v. Russia, no. 5124/03, § 19 et seq., 13 January 2005; Petrushko v. , no. 36494/02, § 23 et seq., 24 February 2005; Wasserman v. , no. 15021/02, § 35 et seq., 18 November 2004; Burdov v. Russia, cited above, § 34 et seq.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Having examined the material submitted to it, the Court notes that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, the Court finds that by failing to comply with the enforceable judgments in the applicant's favour for more than two years and eight months in respect of the judgment of 28 April 2003, as upheld on 7 July 2003, and almost two years in respect of the judgment of 19 February 2004, as upheld on 19 April 2004, the domestic authorities violated his right to a court and prevented him from receiving the money he could reasonably have expected to receive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  There has accordingly been a violation of Article 6 of the Convention and Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "34.  The applicant claimed RUB 3,032,466 in respect of pecuniary damage and 60,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Government submitted that the claims for pecuniary damage were unsubstantiated and his claims for non-pecuniary damage were excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court reiterates that the most appropriate form of redress in respect of a violation of Article 6 is to ensure that the applicant as far as possible is put in the position in which he would have been had the requirements of Article 6 not been disregarded (see Piersack v. Belgium (Article 50), judgment of 26 October 1984, Series A no. 85, p. 16, § 12; and, mutatis mutandis, Gençel v. Turkey, no. 53431/99, § 27, 23 October 2003). Turning to the instant case, the Court observes that the judgments in the applicant's favour were quashed and are no longer enforceable under domestic law. However, on 15 May 2006 and 5 March 2007 the domestic court awarded the applicant social payments arrears, including the amounts which were due to him under the judgments of 28 April 2003 and 19 February 2004. The court therefore considers that the enforcement of the judgments of 15 May 2006 and 5 March 2007 will constitute the appropriate redress for the violations found. It therefore considers that the Government should secure, by appropriate means, the enforcement of the awards under the judgments of 15 May 2006 and 5 March 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court further considers that the applicant must have suffered distress and frustration resulting from the State authorities' failure to enforce the judgments in his favour. However, it considers that the amount claimed by the applicant is excessive. The Court takes into account the relevant aspects, such as the length of the enforcement proceedings and the nature of the award, and making its assessment on an equitable basis, awards the applicant EUR 2,300 euros in respect of non-pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "38.  The applicant did not claim any costs and expenses and, accordingly, there is no call to award him anything under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "39.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 of the Convention and Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, shall secure the enforcement of the awards under the judgments of 15 May 2006 and 5 March 2007;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that the respondent State shall pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,300 (two thousand three hundred euros) in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(c)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 November 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "MrD. Spielmann",
            "role": "judges"
        },
        {
            "name": "MrS.E. Jebens",
            "role": "judges"
        },
        {
            "name": "MrG. Malinverni",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF FITISOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-83116.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:1108JUD004184204",
    "externalsources": [],
    "extractedappno": [
        "41842/04",
        "23405/03",
        "41304/02",
        "36494/02",
        "8415/02",
        "5124/03",
        "15021/02",
        "53431/99"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-83116",
    "judgementdate": "08/11/2007 00:00:00",
    "kpdate": "08/11/2007 00:00:00",
    "kpthesaurus": [
        "445",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "P1-1"
    ],
    "parties": [
        "FITISOV",
        "RUSSIA"
    ],
    "rank": "602.886413574219",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "337378",
    "typedescription": "15"
}