{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1 with regard to access to court;No separate issue under Art. 6-1 with regard to length of proceedings;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "48778/99",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1 with regard to access to court",
            "type": "violation"
        },
        {
            "element": "No separate issue under Art. 6-1 with regard to length of proceedings",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-60174.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 48778/99) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Croatian nationals, Mr Vojin Kutić and Ms Ana Kutić (“the applicants”), on 15 February 1999.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants, who had been granted legal aid, were represented before the Court by Mr A. Nobilo, a lawyer practising in . The Croatian Government (“the Government”) were represented by their Agent, Ms L. Lukina-Karajković.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that they had had no access to a court in so far as they had been prevented from having their civil claim for damages decided owing to the enactment in 1996 of legislation providing that all proceedings concerning actions in respect of damage resulting from terrorist acts were to be stayed. They also complained that the proceedings had failed to satisfy the “reasonable time” requirement.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 4 October 2001, the Chamber declared the application admissible [Note by the Registry. The Court's decision is obtainable from the Registry].",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicants and the Government each filed observations on the merits (Rule 59 § 1). The Court decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 2 in fine). The parties replied in writing to each other's observations.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed First Section (Rule 52 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Proceedings instituted on 29 November 1994",
                                "elements": [
                                    {
                                        "content": "8.  On 26 December 1991 the applicants' house in the  () was destroyed by an explosion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 29 November 1994 the applicants brought an action for damages against the  in the Zagreb Municipal Court (Općinski sud u Zagrebu).",
                                        "elements": []
                                    },
                                    {
                                        "content": "A hearing was held on 2 May 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 12 May 1995 the applicants asked the court to request the Bjelovar Police Department (Policijska uprava Bjelovarska) to submit their report concerning the events that had led to the destruction of the applicants' property. On 19 May 1995 the court requested the report.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 17 January 1996 the Croatian parliament introduced an amendment to the Civil Obligations Act which provided that all proceedings concerning actions in respect of damage resulting from terrorist acts were to be stayed pending the enactment of new legislation on the subject and that before the enactment of such new legislation damages for terrorist acts could not be sought. So far, the Croatian authorities have not enacted any new legislation regulating the matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  It appears that several constitutional claims were lodged, though not by the applicants in the present case, challenging the above legislation. The  has not yet reached any decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 24 April 1998 the Zagreb Municipal Court stayed the proceedings in accordance with the above legislation. No appeal was lodged against that decision.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Proceedings instituted on 14 December 1994",
                                "elements": [
                                    {
                                        "content": "14.  On 13 November 1994 the applicants' garage and the adjacent storage room and a meat-curing shed in Bjelovar were destroyed, also as a result of an explosion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 14 December 1994 the applicants brought an action for damages against the  in the Zagreb Municipal Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  A hearing was held on 8 May 1995. The court requested the Bjelovar Police Department to submit their report concerning the events that had led to the destruction of the applicants' property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 19 July 2000 the court stayed the proceedings. No appeal was lodged against that decision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "18.  The relevant part of the Civil Obligations Act (Zakon o obveznim odnosima) reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "Section 180(1)",
                                "elements": []
                            },
                            {
                                "content": "“Responsibility for loss caused by death or bodily injury or by damage or destruction of another's property, when it results from violent acts or terror or from public demonstrations or manifestations, lies with the ... authority whose officers were under a duty, according to the laws in force, to prevent such loss.”",
                                "elements": []
                            },
                            {
                                "content": "19.  The relevant parts of the Act amending the Civil Obligations Act (Zakon o izmjenama i dopunama Zakona o obveznim odnosima – Official Gazette no. 7/1996) read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Section 1",
                                "elements": []
                            },
                            {
                                "content": "“Section 180 of the Civil Obligations Act (Official Gazette nos. 53/91, 73/91 and 3/94) is repealed.”",
                                "elements": []
                            },
                            {
                                "content": "Section 2",
                                "elements": []
                            },
                            {
                                "content": "“Proceedings for damages instituted under section 180 of the Civil Obligations Act shall be stayed.",
                                "elements": []
                            },
                            {
                                "content": "The proceedings referred to in the first paragraph of this section shall be continued after the enactment of special legislation governing responsibility for damage resulting from terrorist acts.”",
                                "elements": []
                            },
                            {
                                "content": "20.  The relevant part of the Civil Procedure Act provides:",
                                "elements": []
                            },
                            {
                                "content": "Section 212",
                                "elements": []
                            },
                            {
                                "content": "“Proceedings shall be stayed:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(6)  where another statute so prescribes.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  The applicants alleged two violations of Article 6 § 1 of the Convention, which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "In the first place they claimed that they had been deprived of their right of access to a court because the Zagreb Municipal Court had stayed the proceedings pursuant to the legislative amendments to the Civil Obligations Act.",
                                "elements": []
                            },
                            {
                                "content": "Secondly, the length of the proceedings concerning their claims for damages in the Zagreb Municipal Court, instituted on 29 November and 14 December 1994 respectively, had exceeded a “reasonable time”.",
                                "elements": []
                            },
                            {
                                "content": "A.  Access to a court",
                                "elements": [
                                    {
                                        "content": "22.  The Government contended that the applicants had had access to a court and that they had availed themselves of it when they brought two civil actions for damages in the Zagreb Municipal Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It was true that the proceedings had been stayed following the enactment of new legislation. However, this situation was only temporary and the proceedings would be resumed after the enactment of a new law governing responsibility for damage resulting from terrorist acts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government stated that the sole purpose was to enact regulations which would provide for a better solution, compatible with European standards and the State's resources.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicants submitted that the proceedings had hardly progressed at all even before the amendments to the legislation. Furthermore, their right of access to a court had been seriously infringed since there had been no new regulation governing responsibility for damage caused by terrorist acts for over six years. This showed the lack of intention to remedy their situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court reiterates that the procedural guarantees laid down in Article 6 secure to everyone the right to have any claim relating to his civil rights and obligations brought before a court or tribunal; in this way it embodies the “right to a court”, of which the right of access, that is the right to institute proceedings before courts in civil matters, constitutes one aspect (see Golder v. the United Kingdom, judgment of 21 February 1975, Series A no. 18, pp. 13-18, §§ 28-36).",
                                        "elements": []
                                    },
                                    {
                                        "content": "It has held further that the right of access to a court also protects the implementation of final, binding judicial decisions, which, in States that accept the rule of law, cannot remain inoperative to the detriment of one party (see Hornsby v. Greece, judgment of 19 March 1997, Reports of Judgments and Decisions 1997-II, pp. 510-11, § 40).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court notes that the applicants in the present case had the possibility of bringing legal proceedings; they availed themselves of it by suing the State in the Zagreb Municipal Court for damages in respect of their destroyed property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "This of itself does not satisfy all the requirements of Article 6 § 1. It must also be established that the degree of access afforded under the national legislation was sufficient to secure the individual's “right to a court”, having regard to the rule of law in a democratic society (see Ashingdane v. the United Kingdom, judgment of 28 May 1985, Series A no. 93, pp. 24-25, § 57). The Court recalls that the Convention is intended to guarantee not rights that are theoretical or illusory but rights that are practical and effective (see, mutatis mutandis, Airey v. Ireland, judgment of 9 October 1979, Series A no. 32, pp. 12-14, § 24, and García Manibardo v. Spain, no. 38695/97, § 43, ECHR 2000-II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In this connection, the Court reiterates that Article 6 § 1 of the Convention guarantees the right of access to a court for the determination of civil disputes. The Court considers that this right of access to a court includes not only the right to institute proceedings but also the right to obtain a “determination” of the dispute by a court. It would be illusory if a 's domestic legal system allowed an individual to bring a civil action before a court without ensuring that the case would be determined by a final decision in the judicial proceedings. It would be inconceivable for Article 6 § 1 to describe in detail procedural guarantees afforded to litigants – proceedings that are fair, public and expeditious – without guaranteeing the parties that their civil disputes will be finally determined (see, mutatis mutandis, Hornsby, cited above, pp. 510-11, § 40).",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Section 2 of the Act amending the Civil Obligations Act stood in the way of the applicants' right to have their civil claim for damages decided by a civil court in so far as it provided that all proceedings concerning actions in respect of damage resulting from terrorist acts were to be stayed until new provisions had been enacted to regulate the matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Thus the applicants were prevented from pursuing their claims by operation of law (see paragraphs 13 and 17 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Court notes that in Immobiliare Saffi it found a violation of the applicant company's right of access to a court, under Article 6 § 1 of the Convention, in so far as the enforcement of the final judgment had been stayed for over six years as a result of the intervention of the legislature (Immobiliare Saffi v. Italy [GC], no. 22774/93, § 70, ECHR 1999-V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  In the present case, the Court notes that the proceedings were stayed, not at the stage of the execution of a final judgment, but earlier, even before the first-instance court had adopted any judgment concerning the applicants' civil claim for damages.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The proceedings were stayed as a result of the Zagreb Municipal Court's decisions of 24 April 1998 and 19 July 2000 respectively. However, the proceedings have been stayed de facto ever since 17 January 1996 when the Act amending the Civil Obligations Act was enacted providing that all proceedings concerning actions in respect of damage resulting from terrorist acts were to be stayed. Pursuant to that Act, the Zagreb Municipal Court was not able to continue examining the applicants' claims and no procedural steps have been possible since then.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Having regard to the time which has elapsed since the enactment of the Act amending the Civil Obligations Act, the Court cannot agree with the Government's contention that the applicants' inability to have their claims decided is only temporary pending the enactment of new legislation concerning the applicants' situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court acknowledges that a situation where a significant number of claims for large sums of money are lodged against a State may call for some further regulation by the State and that in this respect the States enjoy a certain margin of appreciation. However, the measures taken must still be compatible with Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In the present case, however, the proceedings have so far been stayed for over six years, more than four of which have been after the Convention entered into force in respect of , and no new legislation has been passed in the meantime that would enable the applicants to have their civil claims determined.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In these circumstances, the Court cannot accept that the degree of access afforded under the national legislation was sufficient to secure the applicants' “right to a court”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court finds, therefore, that the long period for which the applicants have been prevented from having their civil claims determined by the domestic courts as a consequence of a legislative measure entailed a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The length of the proceedings",
                                "elements": [
                                    {
                                        "content": "34.  The Court notes that at the time when the Convention came into force in respect of  the Zagreb Municipal Court had been prevented from continuing to deal with the applicants' cases pursuant to the 1996 legislation, although the decisions to stay the proceedings were delivered only later.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It follows that all the delays in the proceedings within the period to be taken into account resulted from the 1996 legislation. The Court has already taken this aspect into account in its consideration of the applicants' right of access to a court above. Having regard to its findings on that point (see paragraph 33 above), it finds that the issue of the length of the proceedings must be regarded as having been absorbed by the issue of access to a court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court therefore finds that it is not necessary to examine separately the issue of the length of the proceedings.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "\nII.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "36.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "37.  The applicants requested 227,738.70 kunas (HRK) in compensation for pecuniary damage. They explained that that sum, according to an expert's opinion, would cover the real damage to their property. They submitted that the Court was justified in awarding them compensation for pecuniary damage since they had not been able to realise their claim in . In respect of non-pecuniary damage they claimed HRK 100,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Government submitted that the sums in question were excessive. They argued that the applicants could seek compensation only in respect of a possible violation of Article 6 of the Convention. Thus any claim in respect of pecuniary damage was unfounded since it was not for the Court to speculate as to whether the applicants would succeed with their claim before the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In respect of non-pecuniary damage, the Government asked the Court to assess the amount of just satisfaction to be awarded for the excessive length of the proceedings, if it found such a violation, on the basis of its case-law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In respect of the applicants' right of access to a court, the Government contended that the finding of a violation would constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court finds no causal link between the violation complained of and the pecuniary damage alleged. It cannot speculate about the outcome of the proceedings had they been in conformity with Article 6.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, it accepts that the violation has caused the applicants nonpecuniary damage which cannot be made good by the mere finding of a violation. Making its assessment on an equitable basis and having regard to the circumstances of the case, the Court awards the applicants jointly 10,000 euros as compensation for non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Default interest",
                                "elements": [
                                    {
                                        "content": "40.  According to the information available to the Court, the statutory rate of interest applicable in  at the date of adoption of the present judgment is 18% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention in respect of the applicants' right of access to a court;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that no separate issue arises under Article 6 § 1 of the Convention in respect of the length of the proceedings;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants jointly, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 10,000 (ten thousand euros) in respect of non-pecuniary damage to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, together with any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at an annual rate of 18% shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants' claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 1 March 2002, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrV. Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "Mr E. Fribergh",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KUTIC v. CROATIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-60174.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2002:0301JUD004877899",
    "externalsources": [],
    "extractedappno": [
        "48778/99",
        "53/91",
        "73/91",
        "3/94",
        "38695/97",
        "22774/93"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Act Amending the Civil Obligations Act, sections 1 and 2"
    ],
    "itemid": "001-60174",
    "judgementdate": "01/03/2002 00:00:00",
    "kpdate": "01/03/2002 00:00:00",
    "kpthesaurus": [
        "445",
        "7",
        "40",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "KUTIC",
        "CROATIA"
    ],
    "rank": "435.655822753906",
    "representedby": [
        "N/A"
    ],
    "respondent": "HRV",
    "respondentOrderEng": "9",
    "scl": [
        "Airey v. Ireland judgment of 9 October 1979, Series A no. 32, pp. 12-14, § 24",
        "Ashingdane v. the United Kingdom judgment of 28 May 1985, Series A no. 93, pp. 24-25, § 57",
        "Garcia Manibardo v. Spain, no. 38695/97, 15 February 2000, § 43, unreported",
        "Golder v. the United Kingdom judgment of 21 February 1975, Series A no. 18, pp. 13-18, §§ 28-36",
        "Hornsby v. Greece judgment of 19 March 1997, Reports of Judgments and Decisions 1997-II, p. 510, § 40",
        "Immobiliare Saffi v. Italy judgment of 28 July 1999, Reports 1999-V, p. 95, § 70"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "321024",
    "typedescription": "15"
}