{
    "__articles": "2;2-1",
    "__conclusion": "No violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect)",
    "applicability": "",
    "appno": "78633/12",
    "article": [
        "2"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2-1 - Life"
            ],
            "element": "No violation of Article 2 - Right to life",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "no-violation"
        },
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2-1 - Effective investigation"
            ],
            "element": "Violation of Article 2 - Right to life",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-158505.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 78633/12) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Russian nationals, Ms Liza Buzurtanova and Ms Leila Zarkhmatova (“the applicants”), on 11 December 2012.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants, who had been granted legal aid, were represented by Ms O. Preobrazhenskaya, a lawyer practising in Strasbourg. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that their relative had been abducted by State agents in December 2012 in North Ossetia-Alania, Russia, and subsequently disappeared and that the authorities had failed to investigate the matter effectively.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 8 March 2013 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants were born in 1970 and 1987 respectively. The first applicant lives in Noviy Redant, Ingushetia, and the second applicant in Mayskiy (also spelled as Mayskoye), North Ossetia-Alania. The first applicant is the sister of Mr Akhmed Buzurtanov, who was born in 1983. The second applicant is his wife.",
                                "elements": []
                            },
                            {
                                "content": "A.  Disappearance of Mr Akhmed Buzurtanov and subsequent developments",
                                "elements": [
                                    {
                                        "content": "1.  The applicants’ account",
                                        "elements": [
                                            {
                                                "content": "6.  At the material time Mr Akhmed Buzurtanov was working as a martial arts trainer in the “Ellin” sports club (gym) (in the documents submitted also referred to as the “Kaloy” sports club) in Nazran, Ingushetia. He was the mixed martial arts European champion and a well-known sportsman in the region. He and the second applicant lived in Mayskiy, a settlement on the border between North Ossetia-Alania and Ingushetia. Permanent checkpoint no. 105, also known as “Chermenskiy krug”, was located between Mayskiy on one side of the border and the settlement of Chermen on the other. The checkpoint was equipped with CCTV cameras. Every passing vehicle was checked along with the driver’s and passengers’ identity documents. From the documents submitted to the Court it appears that other traffic checkpoints were located in the area.",
                                                "elements": []
                                            },
                                            {
                                                "content": "7.  Between 9 and 10 p.m. on 6 December 2012 Mr Akhmed Buzurtanov was driving home from Nazran in his white Lada-Priora car with registration number AH214A06. At about 10 p.m. he called his wife saying that he would arrive soon, but he did not. The applicants tried to call him, but his mobile phone was switched off. At around 5 a.m. on 7 December 2012 the applicants and their relatives found Mr Akhmed Buzurtanov’s training shoe, socks and hat in a street in the neighbourhood.",
                                                "elements": []
                                            },
                                            {
                                                "content": "8.  At about 9.30 a.m. on 7 December 2012 Mr Akhmed Buzurtanov’s car was found in the vicinity of Mayskiy, not far from the motorway. The car’s front side windows were smashed and the front of the vehicle had been damaged.",
                                                "elements": []
                                            },
                                            {
                                                "content": "9.  According to the applicants, in the evening of 6 December 2012 Mr Akhmed Buzurtanov had been stopped about 200-300 metres from his house by masked men in military uniforms, who had followed him in three cars. The men had forced him into one of their vehicles and taken him to an unknown destination. The applicants did not witness the abduction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "10.  On 20 and 24 December 2012 a local newspaper published an article concerning a meeting held on 17 December 2012 (in the documents submitted the date was also referred to as 20 December 2012) by the President of Ingushetia, Mr YunusBek Yevkurov, and other high-ranking officials with members of the sports club where Mr Akhmed Buzurtanov had worked. Information about the meeting, held in Ingush, was posted on various websites. At the meeting one of the officials stated that Mr Akhmed Buzurtanov had been aiding a member of an illegal armed group, Mr D. The President of Ingushetia reminded them that at his previous meetings with members of the sports community, at which Mr Akhmed Buzurtanov had also been present, he had warned them not to engage in illegal acts. The President also said that he had information concerning phone calls proving Mr Akhmed Buzurtanov’s involvement in illegal activities. A video recording of the meeting was provided to the investigating authorities (see paragraph 44 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  The applicants have had no news of Mr Akhmed Buzurtanov since his alleged abduction.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Information provided by the Government",
                                        "elements": [
                                            {
                                                "content": "12.  The Government contested neither the applicants’ description of the circumstances of the abduction, nor their account of the subsequent events. However, they stated that the alleged abduction had taken place in the absence of witnesses and that there was no evidence that the perpetrators had been State agents.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Official investigation into the abduction",
                                "elements": [
                                    {
                                        "content": "13.  In reply to the Court’s request for a copy of the contents of the criminal case file opened in connection with the disappearance, the Government submitted copies of documents running to 1,570 pages. From the documents submitted, the domestic investigation can be summarised as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Main investigative steps taken by the authorities",
                                        "elements": [
                                            {
                                                "content": "14.  On 7 December 2012 the second applicant complained to the Prigorodniy District Investigations Department in the Republic of North Ossetia-Alania (“the investigations department”), stating that her husband had disappeared while driving home from Ingushetia.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  On the same date the investigations department opened criminal case no. 21/1908 into the events under Article 105 of the Criminal Code (murder). The applicants were informed thereof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  On the same day the investigators examined the crime scene. They collected from the scene the hat, the training shoe and the socks.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  Also on the same date, 7 December 2012, the investigators examined Mr Akhmed Buzurtanov’s car, which had been found with smashed windows eighty metres from the Vladikavkaz-Mozdok motorway. They found traces of blood in the car. The investigators collected a number of pieces of evidence, such as a finger print from pack of cigarettes, thirteen swabs of various parts of the vehicle (including the steering wheel and breaks), a number of items of clothing, two bags, a mobile telephone, eight memory cards, pieces of broken glass and a police service identity card certifying that Mr Akhmed Buzurtanov worked as a policeman in Ingushetia. On the same date a forensic expert examination of the evidence was ordered. The applicants were informed thereof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 8 December 2012 the second applicant was granted victim status in the criminal case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 10 December 2012 the investigators requested that the Prigorodniy District Court grant permission to obtain the list of calls and other connections made from Mr Akhmed Buzurtanov’s and the second applicant’s mobile telephones between 1 and 7 December and 6 and 7 December 2012. In addition, the investigators requested permission to obtain the list of all mobile connections made in the vicinity of the crime scene (see paragraph 7 above) between 6 and 7 December 2012. On 12 December 2012 the permissions were granted and on 19 and 21 December 2012 the lists were examined.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  On 11 December 2012 the investigators requested that the Prigorodniy District Court grant permission to tap for thirty days the mobile telephone of Mr Akhmed Buzurtanov’s aunt, Ms Kh.B., and that of the second applicant, as earlier on the same date the investigators had obtained operational information that the perpetrators would try to call them to discuss payment of ransom for Mr Akhmed Buzurtanov.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  On the same date the second applicant requested that the investigators provide her with information on the progress of the investigation and with copies of the case-file documents. On 13 December 2012 the investigators granted the request in part, stating that under national law, prior to the completion of the investigation the applicant was entitled to obtain copies of certain procedural documents but not the entire contents of the case file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  Also on the same date, 11 December 2012, the second applicant requested that the investigators provide her with information concerning the list of connections made to and from Mr Akhmed Buzurtanov’s mobile telephone from 7 p.m. on 6 December to 11 December 2012 and the information from the CCTV cameras installed at checkpoint “Kizlyar” on the motorway next to Mayskiy between 6 p.m. on 6 December and 3 a.m. on 7 December 2012. On 13 December 2012 her request was rejected, as under domestic law she was not entitled to obtain such information from the case file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  On 13 December 2012 the expert examination of Mr Akhmed Buzurtanov’s police identity card collected from his vehicle (see paragraph 16 above) concluded that the document had been forged. On 28 February 2013 the Ingushetia Ministry of the Interior confirmed to the investigators that the police identity card had been forged and that Mr Akhmed Buzurtanov had not served in the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  On 17 December 2012 the second applicant requested that the investigators verify the theory that her husband had been abducted by residents of Beslan, North Ossetia-Alania, who on 24 June 2012 had attacked Mr Akhmed Buzurtanov’s sports team after a tournament held in that town. On the same date the investigators granted the request in full. In particular, they obtained copies of the inquiry carried out into the incident and questioned witnesses to the scuffle.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25. On 17 December 2012 the investigators examined the eight memory cards collected from Mr Akhmed Buzurtanov’s car and ordered their forensic expert examination. The applicants were informed thereof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On the same date the investigators asked the Ministers of the Interior of North Ossetia-Alania, Ingushetia, Dagestan and Kabardino-Balkaria and the heads of the North Ossetia-Alania, Ingushetia, Dagestan and Kabardino-Balkaria Departments of the Federal Security Service (“the FSB”), as well as other law-enforcement agencies, whether they had any incriminating information concerning Mr Akhmed Buzurtanov and whether they had carried out a special operation in respect of him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The investigators asked a number of banks whether they had accounts opened in Mr Akhmed Buzurtanov’s name and if so, details of the transactions on those accounts between the dates of their opening and 17 December 2012.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The investigators also asked a number of hospitals whether Mr Akhmed Buzurtanov was or had been treated on their premises.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On 19 December 2012 the investigators granted the first applicant victim status in the criminal case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  On 20 December 2012 the first applicant requested that the investigators allow nine lawyers from the human rights organisation United Mobile Group (“the UMG”) to represent her in the criminal case. On 24 December 2012 her request was rejected as the lawyers had failed to enclose their professional identity cards confirming their Bar membership. On 28 January 2013 the refusal was overruled as groundless (see paragraph 48 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 20 December 2012 the first applicant provided her statement concerning the alleged abduction to the UMG lawyers. In particular, she stated that in her opinion, the abduction had been perpetrated by representatives of law-enforcement agencies for unknown reasons. The statement was provided to the investigators on the same date (see the paragraph 75 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  On the same date, 20 December 2012, one of the UMG lawyers, Mr D.L., requested that the investigators take, amongst others, the following steps:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“...",
                                                "elements": []
                                            },
                                            {
                                                "content": "-to include in the case file the first applicant’s statement given to the UMG on 20 December 2012 ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "- to ask the motorway Kavkaz and the other traffic police stations between Ingushetia and North Ossetia-Alania whether in the period between 5 and 8 December 2012 three vehicles passed through them: a VAZ-2114 and two Lada Priora cars and a white Lada-Priora with registration number AH214A 06 with Mr Akhmed Buzurtanov in it;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- to request information from the “Potok” database and the video recording from the traffic police stations and checkpoints between Ingushetia and North OssetiaAlania as to whether between 5 and 8 December 2012 three vehicles passed through them: a VAZ-2114 and two Lada-Priora cars and a white Lada-Priora with registration number AH214A 06 with Mr Akhmed Buzurtanov in it;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- to request from the mobile phone service providers information on connections between 6 and 7 December 2012 ... in order to establish the whereabouts of the subscriber of telephone number 99631744448 and his mobile connections from 6 December 2012 up to the present;",
                                                "elements": []
                                            },
                                            {
                                                "content": "Enclosures: copy of the statement of Ms L. Buzurtanova of 20 December 2012 ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "On 29 January 2013 the investigators decided to grant the request of 20 December 2012. However, from the documents submitted it appears that the requested steps were taken only in part (see paragraph 68 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On 20 December 2012 the investigators received a reply from the Counter Terrorism Centre (“the CTC”) of North Ossetia-Alania promising to inform them whether they had any incriminating information on Mr Akhmed Buzurtanov and whether they had conducted any special operations against him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  On the same date the investigators examined the premises of the “Ellin” sports club. No evidence was collected from the scene.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On or before 20 December 2012 Mr Akhmed Buzurtanov’s name was included in the Russian federal database of missing persons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 21 December 2012 the investigators requested that the Prigorodniy district department of the interior (“the ROVD”) inform them which officers had patrolled Mayskiy between 6 and 7 December 2012. The reply with the names of four police officers was given on 14 January 2013.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 24 December 2012 the investigators requested permission from the Prigorodniy District Court to obtain the list of calls and other connections made in the vicinity of Raduzhnaya Street in Nazran, Ingushetia between 1 a.m. on 6 December and 1 a.m. on 8 December 2012. On 25 December 2012 the permission was granted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  On the same date, the investigators asked the local TV stations to broadcast a general description of the circumstances of Mr Akhmed Buzurtanov’s abduction and to request assistance in establishing his whereabouts and the perpetrators’ identities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Also on 24 December 2012 the Beslan investigations department informed the investigators that on 24 June 2012 Mr Akhmed Buzurtanov had participated in a fight, as a result of which he had received insignificant bodily injuries, and that he had not given any statements about the incident. On 15 September 2012 the Prigorodniy ROVD had opened a criminal case into the injuries received by eleven sportsmen, including Mr Akhmed Buzurtanov, who had been attacked on 24 June 2012 by a crowd of about fifty to one hundred young men in Beslan.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  On 25 December 2012 the investigators forwarded information requests concerning Mr Akhmed Buzurtanov’s whereabouts, possible detention, hospitalisation and discovery of his body to a number of lawenforcement agencies in the Russian Federation. Replies in the negative were received.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  Also on 25 December 2012 the investigators examined video footage obtained from the CCTV camera situated at traffic police checkpoint “Kizlyar” on the motorway next to Mayskiy between 8 a.m. on 5 December and 5 p.m. on 7 December 2012. Neither Mr Akhmed Buzurtanov’s car nor any other Lada-Priora cars were found on that footage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  On various dates in December 2012 the investigators received replies from the mobile telephone companies, according to which between 2008 and 2012 multiple mobile telephone numbers had been registered in the name of Mr Akhmed Buzurtanov.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  On 18 January 2013 the head of the operational search unit of the Ministry the Interior of North Ossetia-Alania replied to the investigators’ request (see paragraph 42 above) stating, amongst other things:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In reply to your request no. 240-21/1908-2012 of 17 December 2012 I inform you that the operational services of North Ossetia-Alania have obtained information that Mr Akhmed Buzurtanov, who was born in 1983, possibly had been aiding members of illegal armed groups acting in Ingushetia, that he had provided financial assistance to them and could have acted as their contact person. According to the information in our possession, Mr Akhmed Buzurtanov could have stored illegal weapons and ammunition in his home.",
                                                "elements": []
                                            },
                                            {
                                                "content": "I inform you also that we are taking a number of operational steps to establish Mr Akhmed Buzurtanov’s whereabouts and detain persons involved in his disappearance ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  On the same date, 18 January 2013, one of the applicants’ lawyers from the UMG, Mr A.R., requested that the investigators take the following steps:",
                                                "elements": []
                                            },
                                            {
                                                "content": "1.  Include in the case file the video of the meeting of the Ingushetia sportsmen with the President of the Republic, Mr Yunus-Bek Evkurov, concerning the abduction of Mr Akhmed Buzurtanov, which took place on 17 December 2012, and order a linguistic examination of the footage in order to obtain its translation into Russian.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  Question former colleagues of the abducted man, including the Chief Bailiff of North Ossetia-Alania, Mr M. Ozdoyev, concerning the information provided by him during the meeting of 17 December 2012 and recorded on video.",
                                                "elements": []
                                            },
                                            {
                                                "content": "3.  Question the President of Ingushetia, Mr Yunus-Bek Evkurov, concerning, amongst other things, the incriminating information on Mr Akhmed Buzurtanov which was mentioned by him during the meeting with the sportsmen of Ingushetia. In particular, he stated the following: ‘There are print-outs of telephone conversations, I have not brought them with me, but people know what I mean anyway and the fellow villagers understand it too’.",
                                                "elements": []
                                            },
                                            {
                                                "content": "4.  Request from the Vladikavkaz prosecutor’s office the criminal case file against Mr D., who was mentioned by the Chief Bailiff of North Ossetia-Alania, Mr M. Ozdoyev, by the secretary of the Security Council Mr A. Kotiyev, and by President Evkurov. Those officials spoke of the criminal nature of Mr Akhmed Buzurtanov’s interactions with Mr D. In connection with this, it is necessary to examine the contents of the criminal case file to establish the involvement of Mr Akhmed Buzurtanov in the actions of Mr D. and his accomplices...",
                                                "elements": []
                                            },
                                            {
                                                "content": "5.  Inform me about the steps taken ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "...Enclosures:",
                                                "elements": []
                                            },
                                            {
                                                "content": "- copy of the authority form",
                                                "elements": []
                                            },
                                            {
                                                "content": "- video footage of the meeting of President of Ingushetia Mr Yunus-Bek Evkurov with representatives of the sports community of Ingushetia on 17 December 2012 ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  On 20 January 2013 forensic experts examined the evidence collected from the crime scene (see paragraph 16 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  On 28 January 2013 the investigators decided to grant the request of 18 January 2013 (see paragraph 44 above). However, from the documents submitted it appears that none of the requested measures was taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  On the same date, 28 January 2013, one of the applicants’ lawyers from the UMG, Mr A.R., requested that the investigators take the following steps:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... speak to the Mr Akhmed Buzurtanov’s neighbours to establish the identity of eyewitnesses to the abduction and question them. (According to the information from a resident of North Ossetia, Mr M.Iz., several neighbours stated that they had witnessed the abduction. This information can be found on the website of Kavakzakiy Uzel: http:Kavkaz-uzel.ru/articles/21687/);",
                                                "elements": []
                                            },
                                            {
                                                "content": "... check whether during the same time frame other persons were abducted or detained under similar circumstances ... and examine the contents of the relevant criminal case files ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "On the same date the request was rejected by the investigators as the UMG lawyer was not the applicants’ representative in the criminal case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  On 28 January 2013 the head of the investigations department overruled the refusal of 24 December 2012 (see paragraph 47 above) and allowed the nine UMG lawyers to represent the applicants in the criminal case. The applicants were informed thereof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  On 11 March (in the documents submitted the date is also stated as 25 March) 2013 one of the applicants’ lawyers from the UMG, Mr D.U., requested that the investigators proceed as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... According to Mr Akhmed Buzurtanov’s wife [the second applicant], he was abducted by unidentified persons driving three cars. Therefore, it is possible to conclude that before the abduction, on the way from the gym to the crime scene, Mr Akhmed Buzurtanov was under surveillance. It is also possible to presume that while driving, the abductors used some kind of device to communicate with each other. If the fact of such connections from the same sources at the time of the incident is established in the areas along Mr Akhmed Buzurtanov’s route, then it would allow the identification of the persons who used those means of communication. It would also provide grounds to question them about the reasons for their presence at the scene at the material time and why they were taking the same route as Mr Akhmed Buzurtanov.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The taking of such steps would lead to the identification of the persons involved in Mr Akhmed Buzurtanov’s disappearance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Therefore, on the basis of Articles 119 and 120 of the Russian Criminal Procedure Code you are requested to:",
                                                "elements": []
                                            },
                                            {
                                                "content": "- establish Mr Akhmed Buzurtanov’s route on 6 December 2012 from the sports club ... to the possible place of his abduction in Mayskiy and the place of the discovery of [his] car;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- locate the main telecommunication towers capable of receiving and issuing mobile phone signals along the above route;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- obtain from the mobile phone companies the lists of all incoming and outgoing connections, including text messages, made with the technical assistance of the above devices between 7.30 p.m. and 11.30. p.m. on 6 December 2012;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- examine the information obtained and establish the mobile service subscribers who were located on the above-mentioned route at the relevant time;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- obtain from the agencies carrying out electronic intelligence in Ingushetia and North Ossetia-Alania information concerning the use of radio devices at the relevant time along the above-mentioned route;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- identify the users of those devices and question them about the case ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  On 21 March 2013 the Prigorodniy central district hospital provided the investigators with a copy of the registration log of urgent calls for medical assistance on 6 and 7 December 2012. Mr Akhmed Buzurtanov’s name was not indicated therein.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  On 25 March 2013 the applicants requested that Mr M. Pliyev, member of the Moscow Bar, be allowed to represent them in the criminal case. On 6 April 2013 the request was granted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  On 28 March 2013 the request of the applicants’ lawyer was granted (see paragraph 48 above). However, from the documents submitted it appears that the requested measures were not taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  On 2 April 2013 the investigators again questioned the second applicant, who stated that she still had no information concerning her husband’s whereabouts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  According to the applicants, on 4 October 2013 the first applicant told her representative at the Court that someone, whose identity she could not disclose out of fear for that person’s life, had informed her that Mr Akhmed Buzurtanov had been abducted by officers of the Federal Security Service (“the FSB”) from Ekaterinburg, Russia, and taken to the capital of North Ossetia-Alania, Vladikavkaz, for unknown reasons. It is unclear whether the applicants passed that information on to the official investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  According to the applicants, the case-file documents furnished by the Government did not include the list of all the mobile phone communications which had been made in the vicinity of Mr Akhmed Buzurtanov’s alleged abduction obtained by the investigation on 15 March 2013.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Main witness statements taken by the investigation",
                                        "elements": [
                                            {
                                                "content": "56.  On 7 December 2012 the investigators questioned the second applicant, whose statement concerning her husband’s disappearance was similar to the applicants’ account submitted to the Court. In addition, she stated that her husband had used mobile telephone number 9-963-174-4448 and that he had neither enemies nor unpaid debts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  On the same date, the investigators questioned Mr R.K., who stated that on 6 December 2012 he had been with Mr Akhmed Buzurtanov at the sports club until about 10 p.m. At about 2.30 a.m. on 7 December 2012 the applicants had called him looking for Mr Akhmed Buzurtanov as the latter had not returned home. The witness and Mr I.M. had then assisted the applicants in their search and had gone to the hospitals, morgues and police stations looking for Mr Akhmed Buzurtanov, but without success. The following morning they learnt that Mr Akhmed Buzurtanov’s car had been found.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  On 7 December 2012 the investigators also questioned the husband of the first applicant, Mr I.Ts., who stated that he had accompanied the first applicant in the search for Mr Akhmed Buzurtanov when the latter had not returned home. Driving around Mayskiy, they had found pieces of broken glass along with a training shoe and a sock. The first applicant had immediately identified them as belonging to Mr Akhmed Buzurtanov. They had then immediately gone to the Mayskiy police station.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  On the same date, the investigators also questioned a resident of Mayskiy, Ms Z.E., who stated that after 10 p.m. on 6 December 2012 she had been at home when she had heard men shouting outside for about a minute. She had stepped outside and seen two or three vehicles; she had not been able to identify the model or make of the vehicles as it had been dark. The witness thought that it had been a squabble between young men who frequently gathered at the spot to drink alcohol, and returned indoors.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  On the same date, the investigators also questioned another resident of Mayskiy, Mr M.E., who stated that he had gone to bed early on 6 December 2012 and had not seen the police examining the crime scene outside his house until the following morning.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  On 8 December 2012 Mr Akhmed Buzurtanov’s mother, Ms Li.B., lodged another complaint concerning the abduction with the investigations department.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  On the same date the investigators again questioned the second applicant, whose statement was similar to the one she had given on 7 December 2012 (see paragraph 17 above). In addition, she stated that Mr Akhmed Buzurtanov was a professional sportsperson, that in 2012 he had won the European mixed martial arts championship and that he did not have any enemies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  On 8 December 2012 the investigators also questioned Mr Akhmed Buzurtanov’s friend, Mr M.M., who stated that he had known Mr Akhmed Buzurtanov since childhood, that they had trained together for fifteen years and that Mr Akhmed Buzurtanov did not have any enemies. In 2011 Mr Akhmed Buzurtanov had participated in a fight with someone, but afterwards the parties to the conflict had settled the issue. The witness stated that he had learnt of the alleged abduction from the applicants and had no idea as to why Mr Akhmed Buzurtanov had disappeared.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The investigators questioned Mr Akhmed Buzurtanov’s friend, Mr R.K., who stated that he had seen him in the evening of 6 December 2012 in the gym and that he had not witnessed the alleged abduction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The investigators also questioned Mr Akhmed Buzurtanov’s sisters, Ms F.B. and Ms Lu.B., both of whom stated that they had not witnessed the alleged abduction but had found out about it from a woman living at the corner of Zhebagiyeva Street, according to whom an abduction had been perpetrated by masked men in black uniforms driving three cars. In addition, Ms Lu.B. stated that another resident of that area, Mr M. Be., had confirmed the woman’s story and had added that one of the abductors’ cars had hit Mr Akhmed Buzurtanov’s car from the front and another had blocked it at the back.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The investigators also questioned Mr Akhmed Buzurtanov’s aunt, Ms Kh.B., who stated that she had not witnessed the alleged abduction and that she had no explanation for his disappearance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The investigators also questioned Mr Akhmed Buzurtanov’s friend, Mr M.P., a police officer, who stated that at about 11 p.m. on 6 December 2012 he had been driving home when he had seen Mr Akhmed Buzurtanov’s white car with a dent in the front. The car had skidded and had been driven erratically. The witness had then seen two cars, one of which was a silvercoloured Lada–Priora, following Mr Akhmed Buzurtanov’s car. All of the vehicles had been heading in the direction of the border with Ingushetia.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  On 9 December 2012 the investigators questioned the second applicant’s neighbour, Ms L.G., who stated that at about 10 p.m. on 6 December she had been at home with her husband when they had heard men yelling and then two cars speeding away.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  On 9 December 2012 the investigators also questioned Mr Akhmed Buzurtanov’s mother, Ms Li.B., who stated that she had not witnessed the alleged abduction and had no explanation for her son’s disappearance. On the same date the investigators obtained a blood sample from the witness for a comparative examination with the evidence collected from Mr Akhmed Buzurtanov’s car and for inclusion in the regional DNA database.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  On 12 December 2012 the investigators again questioned the second applicant, who reiterated her previous statements (see paragraphs 17 and 23 above) confirming that she had no explanation for Mr Akhmed Buzurtanov’s disappearance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  On 15 December 2012 the investigators questioned a police officer from traffic checkpoint no. 5, Mr A.Ts., who stated that he had been on duty at the station between 4 p.m. and 11 p.m. on 6 December 2012 and that he had not seen anything suspicious. He had no information pertaining to the alleged abduction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  On 16 December 2012 the investigators again questioned Mr Akhmed Buzurtanov’s friend, police officer M.P., who reiterated his previous statement (see paragraph 67 above), adding that he could show the investigators the place where he had seen Mr Akhmed Buzurtanov’s car on the night of the disappearance. On the same date, in order to verify the statement, the investigators took the witness to the place where he had seen the vehicle.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  Between 18 and 23 December 2012 the investigators questioned Mr Akhmed Buzurtanov’s neighbours, Mr M.E., Mr M. Dzh. and Mr I.D., all of whom stated that on the night of the disappearance they had been asleep at home and, therefore, had no pertinent information about it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  On 19 December 2012 the investigators questioned the first applicant. Her statement was similar to the account submitted before the Court. She also stated that she had no theories concerning the reasons for her brother’s disappearance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  On 20 December 2012 the investigators received the first applicant’s statement concerning the alleged abduction, which she had given to the UMG lawyers (see paragraph 31 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  On 21 December 2012 the investigators again questioned Ms Z.E. who reiterated her previous statement (see paragraph 59 above), adding that she had not been able to hear in what language the men had been shouting on the night of the alleged abduction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  On 25 December 2012 the investigators again questioned the second applicant, who stated that Mr Akhmed Buzurtanov had never worked in the police, she had never seen him with a police service identity card and that she had no theories concerning the reasons for her husband’s disappearance. At the same time she stated that she had read on the internet that her husband’s disappearance could have been related to the brawl in June 2012.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  On 26 December 2012 the investigators questioned Mr Akhmed Buzurtanov’s cousin Mr U.B., who stated that he had not witnessed the alleged abduction, had no information about it or theories concerning the possible perpetrators’ identities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  On various dates between December 2012 and February 2013 the investigators questioned Mr Akhmed Buzurtanov’s acquaintances, colleagues and neighbours: Mr I.T., Mr A.E., Mr I.A., Mr A.G., Mr A.Ga., Mr Kh.Ts., Mr M.Ts., Mr V. Dzh., Mr R.Ts., Mr M.I., Mr B.Ts., Mr R.D., Mr M.B., Mr Ta.E., Mr I.Im., Ms N.K., Ms N.Ke., Ms T.K, Mr Z.K., Mr P.Kv. and Mr G.Ts. They stated that they had not witnessed the alleged abduction, had no information about it or any theories concerning the possible perpetrators’ identities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  On various dates between January and April 2013 the investigators questioned Mr Akhmed Buzurtanov’s relatives, neighbours and former colleagues Mr Is.B., Mr Ab.B., Ms Z.E., Ms G.P., Mr R.Kh., Mr M.Ko., Mr B.E., Mr R.P. and Mr M.Kh. Their statements concerning the alleged abduction were similar to the applicants’ account submitted before the Court. They also stated that they did not have any theories concerning the possible perpetrators’ identities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  From the documents submitted it appears that the proceedings are still ongoing.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "82.  For a summary of the relevant domestic law (see Turluyeva v. Russia, no. 63638/09, §§ 56-64, 20 June 2013).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  EXHAUSTION OF DOMESTIC REMEDIES",
                        "elements": [
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "83.  The Government submitted that the investigation into the disappearance of Mr Akhmed Buzurtanov had not yet been completed. They further argued, in relation to the complaint under Article 13 of the Convention, that it had been open to the applicants to challenge the alleged acts or omissions on the part of the investigating authorities before the domestic courts or to claim civil damages.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The applicants contested the Government’s submission. They stated that the only effective remedy – the criminal investigation – had proved to be ineffective.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "85.  The Court will examine the arguments of the parties in the light of the provisions of the Convention and its relevant case-law (for a relevant summary, see Estamirov and Others v. Russia, no. , §§ 73-74, 12 October 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Court notes that the Russian legal system provides, in principle, two avenues of recourse for the victims of illegal and criminal acts attributable to the State or its agents, namely civil and criminal remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  As regards a civil action to obtain redress for damage sustained as a result of illegal acts or unlawful conduct on the part of State agents, the Court has already found in a number of similar cases that this procedure alone cannot be regarded as an effective remedy in the context of claims brought under Article 2 of the Convention (see Khashiyev and Akayeva v. Russia, nos.  and , §§ 119-21, 24 February 2005). In the light of the above, the Court confirms that the applicants were not obliged to pursue civil remedies. The Government’s objection in this regard is thus dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  As regards criminal-law remedies provided for under the Russian legal system, the Court observes that the applicants complained to the lawenforcement authorities after the abduction of Mr Akhmed Buzurtanov, and that an investigation has been ongoing since 7 December 2012. The applicants and the Government dispute the effectiveness of that investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Court considers that the Government’s objection raises issues concerning the effectiveness of the investigation which are closely linked to the merits of the applicants’ complaints. Thus, it decides to join this objection to the merits of the case and considers that the issue falls to be examined below.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  THE COURT’S ASSESSMENT OF THE EVIDENCE AND THE ESTABLISHMENT OF THE FACTS",
                        "elements": [
                            {
                                "content": "A.  The parties’ arguments",
                                "elements": [
                                    {
                                        "content": "90.  The applicants maintained that it was beyond reasonable doubt that the men who, in their view, had abducted Mr Akhmed Buzurtanov had been State agents. In support of their complaint, they referred to the following facts. Witnesses had seen two vehicles following Mr Akhmed Buzurtanov’s car (see paragraphs 26 and 67 above) and the evidence collected subsequently (see paragraphs 15 and 16 above) demonstrated that the abduction had been well-planned and well-organised and that the perpetrators had taken into account Mr Akhmed Buzurtanov’s physical abilities. The manner in which the alleged abduction had been carried out demonstrated that law-enforcement officers or other State agents had been involved in it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Government submitted that there was no evidence of the involvement of representatives of law-enforcement agencies in the disappearance of Mr Akhmed Buzurtanov and that the applicants had failed to present a prima facie case of abduction by State agents.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s evaluation of the facts",
                                "elements": [
                                    {
                                        "content": "92.  The Court observes that in its extensive jurisprudence it has developed a number of general principles relating to the establishment of matters in dispute, in particular when faced with allegations of violations of fundamental rights (for the most recent summary of these, see El Masri v. “the former Yugoslav Republic of Macedonia” [GC], no. 39630/09, §§ 151-53, 13 December 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  More specifically, the Court has adjudicated a series of cases concerning allegations of disappearances in the Russian North Caucasus. Applying the above-mentioned principles, it has concluded that it would be sufficient for the applicants to make a prima facie case of abduction of the missing persons by State agents, thus falling within the control of the authorities, and it would then be for the Government to discharge their burden of proof, either by disclosing the documents in their exclusive possession or by providing a satisfactory and convincing explanation of how the events in question occurred (see, for example, concerning abductions in Dagestan, Alpatu Israilova v. Russia, no. 15438/05, 14 March 2013, and Umarovy v. Russia, no. 2546/08, 12 June 2012). If the Government failed to rebut this presumption, that would entail a violation of Article 2 in its substantive part. Conversely, where the applicants failed to make a prima facie case, the burden of proof could not be reversed (see, for example, Shafiyeva v. Russia, no. 49379/09, § 71, 3 May 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  Turning to the circumstances of the present case, the Court notes that no assessment of evidence was carried out by the domestic courts. Therefore, it is for the Court to assess the facts of the case as presented by the parties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  It should be noted at the outset that the documents submitted contain no witness statements of persons who could describe in detail the circumstances of the alleged abduction other than the very general descriptions of the vehicles and persons following Mr Akhmed Buzurtanov’s car on the night in question (see paragraphs 59, 65, 67, 68, 72 and 76 above). The Court also notes that the investigation obtained various theories concerning the reasons for his disappearance: kidnapping for ransom (see paragraph 20 above), abduction relating to hostile relationship (see paragraphs 24 and 77 above) and, lastly, abduction by law-enforcement agents (see paragraph 31 above). In such circumstances, in the absence of unequivocal prima facie evidence of the latter, the Court is unable to conclude that State agents or persons acting with their consent could be the sole possible perpetrators of the alleged abduction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  Therefore, it has not been established to the required standard of proof – “beyond reasonable doubt” – that State agents were implicated in Mr Akhmed Buzurtanov’s disappearance; nor does the Court consider that the burden of proof can be entirely shifted to the Government.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III. ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "97.  The applicants complained under Article 2 of the Convention that their relative had disappeared after having been abducted by State agents and that the domestic authorities had failed to carry out an effective investigation into the matter. Article 2 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  Deprivation of life shall not be regarded as inflicted in contravention of this article when it results from the use of force which is no more than absolutely necessary:",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "98.  The Government contended that the domestic investigation had obtained no evidence that any State agents had been involved in the disappearance of Mr Akhmed Buzurtanov. The Government claimed that the investigation into the abduction met the Convention requirement of effectiveness, as all measures available in national law were being taken to identify the perpetrators.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The applicants alleged that Mr Akhmed Buzurtanov had been detained by State agents and had been missing ever since. They also argued that the investigation had not met the requirements of effectiveness and adequacy, as required by the Court’s case-law on Article 2.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "100.  The Court considers, in the light of the parties’ submissions, that the complaint raises serious issues of fact and law under the Convention, the determination of which requires an examination of the merits. Furthermore, the Court has already found that the issue concerning the exhaustion of criminal domestic remedies should be joined to the merits of the complaint (see paragraph 89 above). The complaint under Article 2 of the Convention must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "101.  The Court reiterates that Article 2, which safeguards the right to life and sets out the circumstances when deprivation of life may be justified, ranks as one of the most fundamental provisions in the Convention, from which no derogation is permitted. In the light of the importance of the protection afforded by Article 2, the Court must subject deprivation of life to the most careful scrutiny, taking into consideration not only the actions of State agents but also all the surrounding circumstances (see, among other authorities, McCann and Others v. the United Kingdom, 27 September 1995, §§ 146-47, Series A no. 324, and Avşar v. Turkey, no. 25657/94, § 391, ECHR 2001VII (extracts).",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  As noted above, the domestic investigation failed to produce any tangible results as to the possible identities of the persons who might be responsible for the alleged abduction of Mr Akhmed Buzurtanov. The applicants have not submitted persuasive evidence to support their allegations that State agents were the perpetrators of such a crime. The Court has already established above that, in the absence of relevant information, it is unable to find that the security forces were implicated in the disappearance of the applicants’ relative (see paragraph 96 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  In such circumstances the Court is unable to find a violation of the substantive limb of Article 2 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  The obligation to protect the right to life under Article 2 of the Convention requires that there should be some form of effective official investigation (see McCann and Others, cited above, § 161). It is necessary for the persons responsible for and carrying out the investigation to be independent from those implicated in the events (see, for example, Güleç v. Turkey, 27 July 1998, §§ 81-82, Reports of Judgments and Decisions 1998IV, and Ögur v. Turkey [GC], no. 21954/93, §§ 91-92, ECHR 1999III).",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  The authorities must act on their own initiative once the matter has come to their attention; they cannot leave it to the next of kin either to lodge a formal complaint or to take responsibility for the conduct of any investigatory procedures (see, for example, mutatis mutandis, İlhan v. Turkey [GC] no. 22277/93, § 63, ECHR 2000VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  In this context, there must also be an implicit requirement of promptness and reasonable expedition (see Yaşa v. Turkey, 2 September 1998, §§ 102-04, Reports of Judgments and Decisions 1998VI, and Çakıcı v. Turkey [GC], no. 23657/94, §§ 86, 87 and 106, ECHR 1999IV). It must be accepted that there may be obstacles or difficulties which prevent progress in an investigation of a particular situation. However, a prompt response by the authorities may generally be regarded as essential in maintaining public confidence in the rule of law and in preventing any appearance of collusion in or tolerance of unlawful acts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  The investigation must also be effective in the sense that it must be capable of leading to the identification and punishment of those responsible (see Ögur, cited above, § 88). This is not an obligation of result, but of means. The authorities must have taken the measures available to them to secure the evidence concerning the incident (see, for example, Salman v. Turkey [GC], no. 21986/93, § 106, ECHR 2000VII, and Tanrikulu v. Turkey [GC], no. 23763/94, § 109, ECHR 1999-IV). Any deficiency in the investigation which undermines its ability to establish the identity of the person responsible will risk falling below this standard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  In addition, there must be a sufficient element of public scrutiny of the investigation or its results to ensure accountability in practice as well as in theory. The degree of public scrutiny required may well vary from case to case. In all cases, however, the next-of-kin of the victim must be involved in the procedure to the extent necessary to safeguard his or her legitimate interests (see McKerr v. the United Kingdom, no. 28883/95, § 115, ECHR 2001III).",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  In the present case, the disappearance of Mr Akhmed Buzurtanov was investigated. The Court must assess whether that investigation met the requirements of Article 2 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  From the outset the Court observes that unlike in a large number of similar cases concerning alleged abductions perpetrated in the region where the authorities failed to comply with the requirements of an effective investigation by failing to take even basic steps from the very beginning of the proceedings (see, for example, Aslakhanova and Others v. Russia, nos. 2944/06, 8300/07, 50184/07, 332/08 and 42509/10, 18 December 2012, Yandiyev and Others v. Russia, nos. 34541/06, 43811/06 and 1578/07, 10 October 2013; and Shokkarov and Others v. Russia, no. 41009/04, 3 May 2011) in the present case the investigating authorities carried out a substantial amount of work to elucidate the circumstances of Mr Akhmed Buzurtanov’s disappearance. It is noteworthy that within the initial stage of the proceedings the authorities reacted to the incident with promptness and diligence and took a significant number of steps, such as examination of the crime scene (see paragraphs 16 and 17 above) and initiation of a criminal investigation of the incident (see paragraph 15 above). Within the first days the investigators questioned a large number of witnesses (see paragraphs 5680 above), the applicants were granted victim status in the criminal case (see paragraphs 18 and 29 above) and a number of pieces of evidence was collected and examined (see, for example, paragraphs 17, 19, 23, 25, 37, 41 and 45 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  The documents submitted demonstrate that the domestic authorities responded quickly to the applicants’ complaint and took numerous steps at the beginning of the investigation. However, in spite of the thorough attitude demonstrated in the first days of the proceedings, the authorities did not demonstrate the same diligence and prompt reaction to the information concerning the alleged involvement of State agents in the incident (see paragraph 31 above). The Court notes that the applicants’ lawyers expressly put this information before the investigators and specified the steps which could have been taken to verify that theory. For instance, they requested that the investigators took concrete steps, such as questioning of the high-ranking officials who had demonstrated awareness for the reasons for Mr Akhmed Buzurtanov’s alleged abduction, or questioning of the sportsmen who had participated in the meeting with those high-ranking officials (see paragraphs 10, 43 and 44 above). The Court notes that the failure of the investigating authorities to take those steps demonstrated their lack of resolve to take all necessary measures to establish the facts of the incident. Given the circumstances, the Court is persuaded that questioning of the high-ranking officials would have demonstrated the investigators’ objective and independent approach to solving such a serious crime and would have shown their openness to public scrutiny, which is one of the most essential features of an effective investigation in a democratic society.",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  The Court further observes that according to the documents submitted although the investigators granted that request and indicated that they would take the steps to verify the theory advanced by the applicants (see paragraphs 46 above), they did not take the requested measures. In connection with that the Court reiterates that the authorities should not wait for the initiative of the next of kin to take steps in order to elucidated circumstances of the incident (see İlhan, cited above, § 63); they must show their commitment to taking all necessary measures on their own initiative and demonstrate that they have taken the measures available to them to secure the evidence (see, for example, Salman, cited above, § 106, and Tanrikulu, cited above, § 109). The Court would like to reiterate that a prompt response by the authorities in such a situation would have played an essential role in maintaining public confidence and in preventing any appearance of tolerance of unlawful acts. It would have shown the authorities’ determination to have the crime resolved, irrespective of the rank of the persons from whom critical evidence could have been obtained. However, for unknown reasons the requested steps were never taken. Therefore, in spite of the remarkable volume of work undertaken in the first days of the investigation into Mr Akhmed Buzurtanov’s disappearance, the Court cannot but find that the authorities, nonetheless, failed to take the important steps to secure possible evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  Further to the requirement of public scrutiny, the Court notes that the applicants were granted victim status and questioned, and that they were represented in the criminal case (see paragraphs 30, 48 and 51 above). It remains to be decided whether they were able effectively to pursue their legitimate interests in the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  The Government argued that the applicants had been granted victim status in the criminal case and should, therefore, have sought judicial review of the investigators’ decisions as part of the exhaustion of domestic remedies. The Court accepts that, in principle, that remedy may offer a substantial safeguard against the arbitrary exercise of power by an investigating authority, given a court’s power to annul a refusal to institute criminal proceedings and indicate defects to be addressed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  The Court, however, has strong doubts as to whether that remedy would have been effective in the circumstances of the present case for the following reasons. In investigating such a serious crime it would be reasonable to presume that the authorities took all possible measures on their own initiative to identify the culprits. The applicants’ first request for information from the investigation file was granted only in part, their subsequent request to be legally represented in the proceedings was initially rejected but then granted almost a month later and their request for certain investigative steps was not de facto complied with (see paragraphs 21-22, 30, 46 and 48). In such circumstances, the Court notes that when the authorities investigate such serious matter, as a possible murder or enforced disappearance, it is not expected that within the ongoing proceedings the applicant would be obliged to constantly lodge appeals with domestic courts to spur the investigation or direct the authorities’ attention to certain evidence or the ways of obtaining it. The Court reiterates again that the authorities cannot leave it to the initiative of the nextofkin to request particular lines of inquiry or investigative procedures (see, mutatis mutandis, İlhan, cited above, § 63). Accordingly, the Court finds that the remedy cited by the Government was ineffective in the circumstances of the present case and dismisses their objection as regards the applicants’ failure to exhaust domestic remedies within the context of the pending criminal investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  In the light of the foregoing, the Court holds that the authorities failed to carry out an effective criminal investigation into the circumstances surrounding the disappearance of Mr Akhmed Buzurtanov, in breach of Article 2 in its procedural aspect.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATIONS OF ARTICLES 3, 5 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "117.  The applicants complained of violations of Articles 3 and 5 of the Convention as a result of the mental suffering caused by the disappearance of their close relative, who they claimed had been unlawfully detained. They also argued that, contrary to Article 13 of the Convention, they had no available domestic remedies against the violations claimed under Articles 2 and 3. Articles 3, 5 and 13 of the Convention read, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "2.  Everyone who is arrested shall be informed promptly, in a language which he understands, of the reasons for his arrest and of any charge against him.",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.",
                                "elements": []
                            },
                            {
                                "content": "4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.",
                                "elements": []
                            },
                            {
                                "content": "5.  Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "118.  The Government contested those arguments.",
                                "elements": []
                            },
                            {
                                "content": "119.  The Court has not found that the State bears responsibility for the disappearance of Mr Akhmed Buzurtanov. Accordingly, in such circumstances, it finds that the situation does not disclose a violation of Articles 3 or 5, as alleged by the applicants (see Shafiyeva, cited above, §§ 104 and 110; Saidova v. Russia, no. 51432/09, § 84, 1 August 2013; and Dobriyeva and Others v. Russia, no. 18407/10, § 88, 19 December 2013). These complaints must, therefore, be rejected as inadmissible in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "120.  As to the applicants’ complaint under Article 13, the Court reiterates its above-mentioned findings in respect of Article 3 of the Convention. In respect of this complaint, the applicants have no arguable claim. Thus, the complaint under Article 13 is likewise manifestly illfounded and must be rejected as inadmissible in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "121.  As regards the reference to Article 13 taken in conjunction with Article 2 of the Convention, the Court observes that the relevant complaint has already been examined in the context of Article 2. Having regard to the finding of a violation of Article 2 in its procedural aspect, the Court considers that although this complaint is admissible, there is no need for a separate examination of it on its merits (see Saidova, cited above, § 85, and Dobriyeva and Others, cited above, § 89).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "122.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "123.  The applicants asked the Court to award them monetary compensation in respect of pecuniary and non-pecuniary damage suffered by them as a result of the violations alleged. They left it to the Court to determine the amount of any such awards on the basis of its case-law on the subject.",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  The Government stressed that there were no grounds for making any awards in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  Regard being had to its findings in the present case, the Court awards the applicants 20,000 euros (EUR) jointly in respect of nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "126.  The applicants also claimed EUR 5,850 for the costs and expenses incurred before the domestic courts and the Court for representation by their lawyer, Ms O. Preobrazhenskaya, and 338,090 Russian roubles (RUB) (about EUR 5,000) for the costs and expenses incurred in connection with their representation before the domestic authorities by their lawyer, Mr M. Pliyev. They submitted a breakdown of the costs and expenses incurred, including legal fees at the hourly rate of EUR 150 for Ms Preobrazhenskaya and RUB 320,000 for the legal services of Mr Pliyev. The applicants submitted copies of the legal contracts, the breakdown of the expenses, including transportation, administrative and translation costs, as certified by invoices.",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  The Government questioned the necessity and reasonableness of the costs incurred. In particular, they pointed out that Ms Preobrazhenskaya was representing applicants in many other similar cases and, therefore, the applicants’ case was not complex. Moreover, it involved little documentary evidence. The extent of Mr Pliyev’s involvement in the case was not clear and the transportation expenses claimed had no connection with the applicants’ case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  In accordance with the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, as well as to the fact that most of the applicants’ complaints have been rejected by the Court, it considers it reasonable to award the sum of EUR 4,000, covering costs under all heads, minus EUR 850 received by way of legal aid from the Council of Europe. The award is to be paid, as requested, into the representatives’ bank accounts as indicated by the applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "129.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join to the merits the Government’s objection as to nonexhaustion of criminal domestic remedies and rejects it;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaints concerning Articles 2 and 13 of the Convention (taken in conjunction with Article 2) admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no substantive violation of Article 2 of the Convention in respect of Mr Akhmed Buzurtanov;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 2 of the Convention in respect of the failure to investigate effectively the disappearance of Mr Akhmed Buzurtanov;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that no separate issue arises under Article 13 of the Convention taken in conjunction with Article 2 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 5 November 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "András Sajó",
            "role": "president"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "André Wampach",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BUZURTANOVA AND ZARKHMATOVA v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-158505.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:1105JUD007863312",
    "externalsources": [],
    "extractedappno": [
        "78633/12",
        "63638/09",
        "60272/00",
        "57942/00",
        "57945/00",
        "39630/09",
        "15438/05",
        "2546/08",
        "49379/09",
        "25657/94",
        "21954/93",
        "22277/93",
        "23657/94",
        "21986/93",
        "23763/94",
        "28883/95",
        "2944/06",
        "8300/07",
        "50184/07",
        "332/08",
        "42509/10",
        "34541/06",
        "43811/06",
        "1578/07",
        "41009/04",
        "51432/09",
        "18407/10"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-158505",
    "judgementdate": "05/11/2015 00:00:00",
    "kpdate": "05/11/2015 00:00:00",
    "kpthesaurus": [
        "449",
        "595",
        "231"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "2-1",
        "2"
    ],
    "parties": [
        "BUZURTANOVA AND ZARKHMATOVA",
        "RUSSIA"
    ],
    "rank": "1390.55261230469",
    "representedby": [
        "PREOBRAZHENSKAYA O."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "437129",
    "typedescription": "15"
}