{
    "__articles": "8;8-1",
    "__conclusion": "No violation of Art. 8",
    "applicability": "55",
    "appno": "31322/07",
    "article": [
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "No violation of Art. 8",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-102940.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 31322/07) against the Swiss Confederation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Swiss national, Mr Ernst G. Haas (“the applicant”), on 18 July 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr P.A. Schaerz, a lawyer practising in Uster (Canton of Zürich). The Swiss Government (“the Government”) were represented by their Agent, Mr F. Schürmann, Head of the Human Rights and Council of Europe Section at the Federal Office of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  Relying on Article 8 of the Convention, the applicant complained that his right to decide how and when to end his life had been breached.",
                        "elements": []
                    },
                    {
                        "content": "4.  By a decision of 20 May 2010, the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "5.  The Government filed further observations on the merits (Rule 59 § 1 of the Rules of Court). In addition, third-party comments were received from Dignitas (Article 36 § 2 of the Convention), a Swiss private-law association whose aim is to ensure that its members are able to live and to die with dignity.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1953 and lives in Meltingen (Canton of Solothurn).",
                                "elements": []
                            },
                            {
                                "content": "7.  The applicant has been suffering from a serious bipolar affective disorder for about twenty years. During this period he has twice attempted suicide and has stayed in psychiatric hospitals on several occasions. On 1 July 2004 he became a member of Dignitas, an association which offers, among other services, assisted suicide. Taking the view that his illness, for which treatment is difficult, made it impossible for him to live with dignity, the applicant asked Dignitas to assist him in ending his life. He approached several psychiatrists to obtain the necessary lethal substance, namely 15 grams of sodium pentobarbital, which is available only on prescription, but was unsuccessful.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s requests to the authorities",
                                "elements": [
                                    {
                                        "content": "8.  On 8 June 2005 the applicant contacted various official bodies seeking permission to obtain sodium pentobarbital from a pharmacy without a prescription, through the intermediary of Dignitas.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The Federal Office of Justice found that it did not have jurisdiction to grant his request and rejected it on 27 June 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 20 July 2005 the Federal Department of Public Health dismissed the applicant’s claim on the ground that sodium pentobarbital could only be obtained on prescription from a pharmacy. It also expressed its opinion that Article 8 of the Convention did not impose on the States Parties a positive obligation to create the conditions for committing suicide without the risk of failure and without pain.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 3 August 2005 the Health Department of the Canton of Zürich also dismissed the applicant’s request, finding that, in the absence of the necessary medical prescription, he could not be authorised to obtain the substance in question from a pharmacy. It too noted that such a right could not be inferred from Article 8 of the Convention. That decision was upheld by the Administrative Court of the Canton of Zürich on 17 November 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 20 December 2005 the Federal Department of the Interior declared inadmissible an appeal lodged by the applicant against the decision of 20 July 2005, on the ground that this was not an emergency in which a substance usually subject to medical prescription could be delivered without one. It noted that only a doctor could issue the relevant prescription.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The applicant lodged appeals with the Federal Court against the decisions of the Federal Department of the Interior and the Administrative Court of the Canton of Zürich. Relying in particular on Article 8 of the Convention, he alleged that this provision guaranteed the right to choose to die and that State interference with this right was acceptable only in the conditions set out in the second paragraph of Article 8. In the applicant’s opinion, the obligation to submit a medical prescription in order to obtain the substance necessary for suicide, and the impossibility of procuring such a prescription – which, in his view, was attributable to the threat that hung over doctors of having their licence withdrawn by the authorities should they prescribe the substance in question to mentally ill persons – amounted to interference with his right to respect for his private life. He argued that while this interference was admittedly in accordance with the law and pursued a legitimate aim, it was not, in his case, proportionate.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The judgment of the Federal Court",
                                "elements": [
                                    {
                                        "content": "14.  By a judgment of 3 November 2006, the Federal Court joined the two sets of proceedings and dismissed the applicant’s appeals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  It noted, firstly, that, pursuant to the applicable legal provisions, sodium pentobarbital could only be obtained on medical prescription and that the applicant had not obtained such a prescription. It further noted that this was not an exceptional case in which a medical product could be issued without a prescription.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  As to the alleged violation of Article 8 of the Convention, the Federal Court found as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "[Translation]",
                                        "elements": []
                                    },
                                    {
                                        "content": "“6.1.  ... The right to self-determination within the meaning of Article 8 § 1 [of the Convention] includes the right of an individual to decide at what point and in what manner he or she will die, at least where he or she is capable of freely reaching a decision in that respect and of acting accordingly ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.2.1.  The right to choose to die, which is not as such in issue here, must however be distinguished from the right to assistance with suicide from the State or a third party. In principle, such a right cannot be inferred either from Article 10, paragraph 2, of the Federal Constitution [enshrining individual freedom] or from Article 8 of the Convention; an individual who wishes to die does not have a right to be assisted in committing suicide, whether by the provision of the necessary means or through active assistance where he or she is not capable of ending his or her own life ... The State has a fundamental obligation to protect life. Admittedly, such protection is not generally extended against the will of a person who is capable of forming his or her own views ... Nonetheless, it does not follow that the State has a positive obligation to ensure that a person who wishes to die has access to a dangerous substance, selected for the purpose of suicide, or to tools intended to be used for that purpose. In such circumstances, the right to life guaranteed by Article 2 of the Convention obliges the State, at the very least, to put in place a procedure to ensure that a decision to commit suicide does indeed correspond to the free will of the individual in question ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.2.2.  The foregoing is confirmed by the case-law of the Strasbourg institutions: Article 2 [of the Convention] guarantees no right to die, whether with the assistance of a third party or of the State; the right to life has no corresponding negative freedom (judgment in Pretty v. the United Kingdom, no. 2346/02, § 40, ECHR 2002III) ... Article 3 does not in principle oblige the State to guarantee criminal impunity for assisting a person to commit suicide or to create a legal basis for another form of assistance with that act; the State must not sanction actions intended to terminate life (Pretty, cited above, §§ 55 et seq.). With regard to Article 8, the Court found that – without in any way negating the principle of sanctity of life – the quality of life and, in consequence, the question of the individual’s autonomy play a role under this provision (judgment in Pretty, cited above, § 65). The Court stated that it ‘[was not prepared] to exclude’ that the fact that the applicant was precluded from exercising her choice to avoid what she consider[ed would] be an undignified and distressing end to her life constituted an interference with her right to respect for private life within the meaning of Article 8 § 1 of the Convention (Pretty, cited above, § 67; see also the judgment of the Supreme Court of Canada in the case of Rodriguez v. British Columbia [Attorney General; [1993] 3 S.C.R. 513], and Judge Sopinka’s opinion as the basis of the majority’s findings); this had already been presaged in the 1983 Reed case, where the Commission had emphasised that the activity of a person aiding and abetting suicide did not, as such, fall within the sphere of Article 8, but that, on the contrary, the protection of the private life of the person seeking to die could be at stake (inadmissibility decision in Reed v. the United Kingdom, no. 7630/76, Commission decision of 4 July 1983, Decisions and Reports 33, p. 273, § 13).",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.2.3.  The case of Pretty (like that of Rodriguez) is not comparable to the instant case: the applicant’s freedom to commit suicide, and consequently the impunity of an individual who might provide assistance to that end, providing he or she is not acting from selfish motives (Article 115 of the Criminal Code), are not in issue here. The matter in dispute is whether, on the basis of Article 8, the State must take steps to ensure that the applicant is able to end his life without pain and without risk of failure, and that, in consequence, he is able to obtain sodium pentobarbital without a medical prescription, in derogation from the legislation. This question must be answered in the negative: admittedly, the Convention guarantees not rights that are theoretical or illusory but rights that are practical and effective (judgment in Artico v. Italy, 13 May 1980, § 33, Series A no. 37); it does not appear, however, – given that other options exist – that the freedom to commit suicide and, accordingly, the freedom to choose one’s own quality of life are restricted by the mere fact that the State does not authorise the unconditional issue of the substance in question, but makes it dependent on the presentation of a medical prescription, issued on the basis of the ‘recognised rules of pharmaceutical and medical science’ and knowledge of the health of the individual concerned (section 24(1)(a) taken in conjunction with section 26 of the LPTh [Federal Medicines and Medical Devices Act], and section 9(1), taken in conjunction with section 10, of the Lstup [Federal Drugs Act]). In order to guarantee effectively the freedom to choose to end one’s own life, derived from Article 8 § 1 of the Convention, it is not necessary to authorise unrestricted availability of sodium pentobarbital, even if this substance is supposedly highly suitable for the act of committing suicide. The mere fact that solutions other than sodium pentobarbital entail higher risks of failure and greater pain is not sufficient to justify the provision, without prescription, of this substance for the purpose of suicide. Such a positive obligation cannot be inferred either from Article 10 § 2 of the Federal Constitution or from Article 8 of the Convention ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.3.2.  The obligation to submit a medical prescription has a clear, accessible and foreseeable legal basis, namely, in respect of domestic law, sections 24 and 26 of the Federal Medicines and Medical Devices Act and sections 9 and 10(1) [sic] of the Federal Drugs Act, and, with regard to international law, Article 9 § 1 and Schedule III of the [United Nations] Convention on Psychotropic Substances of 21 February 1971. Generally speaking, this obligation is intended to protect the health and safety of the population and, in the context of assisted suicide, to prevent the commission of criminal offences and combat the risks of abuse (Pretty judgment, cited above, §§ 74 and 75 ...). A substance which, when ingested, leads to death, cannot simply be dispensed by a pharmacist without any knowledge of the circumstances of the case; in the patient’s interests, provision of such a substance must be subject to the presentation of a medical prescription. A medical prescription presupposes a diagnosis drawn up on the basis of a doctor’s professional code of ethics, a medical indication (Indikationsstellung) and an information-seeking interview. Only a doctor can assess a patient’s capacity for discernment and his or her medical records, and determine whether all treatment options have been exhausted to no avail ... The obligation to obtain a prescription for sodium pentobarbital is a guarantee that doctors will not issue this substance without all the necessary conditions being fulfilled, since otherwise they would leave themselves open to criminal, civil or disciplinary sanctions ... It protects individuals from hasty and unconsidered decisions ... and guarantees the existence of a medical justification for the action. ... A potential interference with the right to self-determination protected by Article 8 of the Convention has only a relative bearing in view of the consequences attached to issuing sodium pentobarbital for the purpose of suicide. ... In contrast, the protection of life, the prohibition of murder and the latter’s delimitation with regard to assisted suicide, which is not a priori subject to penalties, represent a significant public interest. ... While assisted suicide by medical means is authorised, a matter that, given the importance of the ethical issue at stake, must in the first instance be assessed by the legislature (see the above-cited Pretty judgment, § 74 in fine), the State is entitled to put in place a procedure for review, thus guaranteeing that the decision of the individual concerned does indeed correspond to his or her free and considered will ...; to that end, the obligation to obtain a medical prescription is appropriate and necessary. In so far as the applicant alleges that this argument does not take into consideration the 1,300 cases of suicide and the 63,000 cases of attempted suicide per year, in which the State allegedly fails to comply with its duty of protection, it must be emphasised that those cases do not, as the instant case does, concern the question of dispensing, without prescription, a substance for the purpose of suicide and are thus not comparable to the present situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.3.4.  The regulations on assisted suicide are relatively liberal in Switzerland, in so far as assistance or incitement is punishable only in the event of selfish motives (Article 115 of the Criminal Code). In contrast, the legislature remains free, in weighing up the interests at stake – the right to self-determination of persons wishing to kill themselves on the one hand, and protection against impulsive suicides (Affektsuizid) on the other – to make the legality of assisted suicide and the provision of a dangerous product subject to compliance with professional rules and the state of medical science. The Guidelines on End of Life Care issued by the Swiss Academy of Medical Sciences on 25 November 2004 acknowledge that, in borderline cases, a doctor may be faced with an ‘intractable conflict’ (point 4.1 of the Guidelines). Clearly, assisted suicide cannot be considered as part of a doctor’s activities, since it is self-evident that such an action goes against the aim of medicine; however, respect for the patient’s wishes is also fundamental to the relationship between the doctor and patient, so that the doctor may be led to take a decision in all conscience, a decision that ought to be respected. If the doctor opts for assisted suicide, he is guarantor of the fact that: (1) the patient’s illness makes it likely that death is close; (2) other options for support have been discussed and, where appropriate, put into place; and (3) the patient is capable of discernment, his or her wish appears to be carefully considered, is not the result of external pressure and is to be regarded as final, which must be verified by an independent third party who need not necessarily be a doctor; the final act which leads to death must always be carried out by the patient himself. Contrary to the applicant’s assertions, a doctor is entitled, in the context of the recognised professional rules, to prescribe sodium pentobarbital for the purpose of suicide, provided that the conditions for doing so are fulfilled. As the Federal Court has already observed, a change in attitude is to be perceived in modern society, in the sense that assisted suicide is increasingly considered as a voluntary medical activity which cannot be imposed on any doctor, but which is not excluded by the rules of professional conduct and supervision, provided that the duty of medical care is respected in examining patients, diagnosing them and dispensing the product (judgment 2P.310/2004 of 18 May 2005, paragraph 4.3, with references), and provided that doctors do not allow themselves to be guided solely by their patient’s wish to die and fail to examine the reasons for such a decision in accordance with the applicable scientific criteria ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.3.5.  The question of prescribing and dispensing sodium pentobarbital is particularly problematic in cases of mental illness:",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.3.5.1.  It must not be forgotten that a serious, incurable and chronic mental illness may, in the same way as a somatic illness, cause suffering such that, over time, the patient concludes that his or her life is no longer worth living. The most recent ethical, legal and medical opinions indicate that in such cases also the prescription of sodium pentobarbital is not necessarily precluded or to be excluded on the ground that it would represent a breach of the doctor’s duty of care ... However, the greatest restraint must be exercised: it is necessary to distinguish between a desire to die as the expression of a psychological disorder which can and must be treated, and a wish to die that is based on the considered and sustained decision of a person capable of discernment (‘pre-suicide assessment’), which must be respected as applicable. Where the wish to die is based on an autonomous and all-embracing decision, it is not prohibited to prescribe sodium pentobarbital to a person suffering from a psychiatric illness and, consequently, to assist him or her in committing suicide ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.3.5.2.  The question of whether the conditions have been met in a given case cannot be examined without recourse to specialised medical – and particularly psychiatric – knowledge, which is difficult in practice; a thorough psychiatric examination thus becomes necessary ..., which can only be guaranteed if the obligation to submit a prescription in order to obtain sodium pentobarbital is maintained, and if responsibility does not lie solely with private organisations for assisted suicide. The activities of such organisations have been criticised on several occasions; a study carried out in Basle, analysing 43 cases of assisted suicide by the organisation Exit between 1992 and 1997, rightly criticised the failure to take into account psychiatric or social factors in the decision to end one’s life ... Accordingly, one cannot argue that issuing sodium pentobarbital and delegating responsibility for its use to an organisation for assisted suicide is equally compatible with the purpose of the legislation as maintaining the obligation to obtain a medical prescription.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.3.6.  To conclude, it is appropriate to note that – contrary to the applicant’s allegations – neither Article 8 of the Convention nor Article 10 § 2 of the Federal Constitution ... impose an obligation on the State to issue, without medical prescription, sodium pentobarbital to organisations for assisted suicide or to persons who wish to end their lives. The requirement of a medical prescription for sodium pentobarbital has a legal basis, is intended to protect public safety and health and to maintain order in the public interest, and is also a proportionate and necessary measure in a democratic society. In weighing up the interests at stake, namely the protection of life – which requires (as a minimum) verification, on a case-by-case basis, of whether individuals’ decisions to end their lives genuinely correspond to their free and considered will where they opt for assisted suicide using a product subject to legislation on drugs or medicinal products –, and the individual’s right to self-determination, the State remains free – from the standpoint of constitutional law or of the Convention – to lay down certain conditions and, in this context, to maintain, inter alia, the obligation to obtain a prescription for sodium pentobarbital. The (summary) medical documents submitted [by the applicant] alter nothing in his case; the delivery of a substance for the purpose of assisted suicide necessitates, in his case too, a thorough and considered examination and a medical indication, and, with regard to the genuineness of his wish to die and capacity for discernment in this connection, monitoring over a certain period by a medical specialist who would subsequently be able, as appropriate, to issue a medical prescription; in contrast, in the context of the present case [the applicant] cannot receive such a prescription by requesting that the obligation to present a prescription be lifted; for this reason, the explanations with regard to his capacity for discernment do not appear relevant (Pretty judgment, cited above, §§ 74-77) ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The applicant’s subsequent requests to doctors",
                                "elements": [
                                    {
                                        "content": "17.  On 2 May 2007 the applicant sent a letter to 170 psychiatrists, almost all of whom, according to the information available to the Court, practise in the Basle region. He asked each of them whether they would agree to see him for the purpose of carrying out a psychiatric examination and with a view to issuing a prescription for sodium pentobarbital. The letter was worded as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "[Translation]",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Dear Sir/Madam,",
                                        "elements": []
                                    },
                                    {
                                        "content": "Please find attached a copy of a Federal Court judgment in my case. I had asked the Federal Court to be granted direct access to sodium pentobarbital so that, with the help of Dignitas, I could commit assisted suicide without risk of failure and without pain. Admittedly, the Federal Court has accepted that the right to choose the time and manner of one’s death is a human right. At the same time, it has held that direct access to sodium pentobarbital is impossible, since a medical prescription is necessary in order to obtain the said product.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Given that I suffer from mental illness, the Federal Court also stated that a preliminary in-depth psychiatric examination was also necessary (p. 75, paragraph 6.3.5.2.). This should determine whether my wish to die is the expression of a psychological disorder that is open to treatment or whether it results from an autonomous, considered and sustained decision by a person who is capable of discernment (see also p. 75, paragraph 6.3.5.1.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "I hereby ask whether you would be willing to accept me as a patient, for the sole purpose of conducting such an assessment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In addition, I draw your attention to the fact that I am unlikely to commit suicide at present; I have not taken neuroleptics since November 2006.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  None of the doctors responded positively to his request. Some refused on the ground of lack of time and/or the necessary competence, or for ethical reasons. Others argued that the applicant’s illness could be treated.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC, COMPARATIVE AND INTERNATIONAL LAW",
                        "elements": [
                            {
                                "content": "19.  The relevant provisions of the Swiss Criminal Code are worded as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 114 – Homicide at the victim’s request",
                                "elements": []
                            },
                            {
                                "content": "“Any person who for commendable motives, and in particular out of compassion, causes the death of a person at that person’s own genuine and insistent request shall be liable to a custodial sentence not exceeding three years or to a monetary penalty.”",
                                "elements": []
                            },
                            {
                                "content": "Article 115 – Inciting and assisting suicide",
                                "elements": []
                            },
                            {
                                "content": "“Any person who for selfish motives incites or assists another to commit or attempt to commit suicide shall, if that other person thereafter commits or attempts to commit suicide, be liable to a custodial sentence not exceeding five years or to a monetary penalty.”",
                                "elements": []
                            },
                            {
                                "content": "20.  The Federal Drugs Act (Lstup) (“the Drugs Act”) of 3 October 1951 regulates the use and supervision of drugs. The Federal Medicines and Medical Devices Act (LPTh) (“the Therapeutic Products Act”) of 15 December 2000 applies to drugs covered by the Drugs Act where they are used as therapeutic products (section 2(1)(b) of the Therapeutic Products Act). The Drugs Act remains applicable, however, if the Therapeutic Products Act does not regulate a specific matter or if its regulation is less extensive (section 2(1 bis) of the Drugs Act).",
                                "elements": []
                            },
                            {
                                "content": "21.  Under section 1 of the Drugs Act and the Order on Drugs and Psychotropic Substances of 12 December 1996 issued by the Swiss Institute for Therapeutic Products, sodium pentobarbital is considered to be a drug within the meaning of the Drugs Act. Moreover, it appears from the Federal Court’s judgment of 3 November 2006 that sodium pentobarbital is categorised as a “category B” medicinal product within the meaning of the Therapeutic Products Act.",
                                "elements": []
                            },
                            {
                                "content": "22.  In addition, sodium pentobarbital is listed in Schedule III of the United Nations Convention on Psychotropic Substances of 21 February 1971. Under that Convention, it may be issued for individual use only on the basis of a medical prescription.",
                                "elements": []
                            },
                            {
                                "content": "23.  Section 9 of the Drugs Act lists the members of the medical profession who may obtain drugs without authorisation. Section 9(1) is worded as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Doctors, dentists, veterinary surgeons and those managing a public or hospital pharmacy who practise as self-employed professionals by virtue of a decision of the cantonal authorities adopted pursuant to the Federal Law of 19 December 1877 on the practice of the professions of doctor, pharmacist and veterinary surgeon in the Swiss Confederation, may obtain, hold, use and issue drugs without authorisation, within the limits justified by the practice, in conformity with the requirements, of their profession. This shall be without prejudice to the cantonal provisions regulating direct dispensing by doctors and veterinary surgeons ...”",
                                "elements": []
                            },
                            {
                                "content": "24.  Pursuant to section 10(1) of the same Act, only doctors and veterinary surgeons are authorised to prescribe drugs:",
                                "elements": []
                            },
                            {
                                "content": "“The doctors and veterinary surgeons who fall under the scope of section 9 shall be authorised to prescribe drugs.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "25.  Doctors and veterinary surgeons may write such prescriptions only in so far as this is medically acceptable and only for patients whom they have examined personally (section 11(1) of the same Act, and Article 43 § 1 of the Order on Drugs of 29 May 1996).",
                                "elements": []
                            },
                            {
                                "content": "26.  Sections 24 and 26 of the Therapeutic Products Act are worded as follows:",
                                "elements": []
                            },
                            {
                                "content": "Section 24 – Issuing of medicinal products subject to a prescription",
                                "elements": []
                            },
                            {
                                "content": "“The following persons shall be authorised to issue medicinal products that are subject to a prescription:",
                                "elements": []
                            },
                            {
                                "content": "(a)  pharmacists, on a medical prescription, and, where justified in exceptional cases, without a medical prescription;",
                                "elements": []
                            },
                            {
                                "content": "(b)  any other person exercising a medical profession, in accordance with the provisions on dispensing physicians;",
                                "elements": []
                            },
                            {
                                "content": "(c)  any duly trained professional, under the supervision of a person who comes under the scope of paragraphs (a) and (b).",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "Section 26 – Principle of prescription and issue",
                                "elements": []
                            },
                            {
                                "content": "“The recognised rules of pharmaceutical and medical science shall be respected in the prescription and issuing of medicines.",
                                "elements": []
                            },
                            {
                                "content": "A medicinal product may be prescribed only where the state of health of the consumer or patient is known.”",
                                "elements": []
                            },
                            {
                                "content": "27.  Chapter 8 of the same Act contains criminal-law provisions targeting persons who intentionally endanger the health of another person in relation to an activity covered by the Act. Section 86 of the Act provides:",
                                "elements": []
                            },
                            {
                                "content": "Section 86 – Offences",
                                "elements": []
                            },
                            {
                                "content": "“Anyone who intentionally endangers human life shall be liable to imprisonment or a fine of up to 200,000 francs, unless he or she has committed a more serious offence within the meaning of the Criminal Code or of the Drugs Act of 3 October 1951, if he or she:",
                                "elements": []
                            },
                            {
                                "content": "(a)  neglects the duty of care when carrying out an operation related to therapeutic products;",
                                "elements": []
                            },
                            {
                                "content": "(b)  manufactures, places on the market, prescribes, imports or exports medicinal products or trades in them abroad without authorisation or in infringement of other provisions of this Act;",
                                "elements": []
                            },
                            {
                                "content": "(c)  issues therapeutic products without authorisation to do so;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(f)  neglects his or her obligation to ensure the upkeep of medical devices;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Where the perpetrator is acting in a professional capacity, the term of imprisonment shall be for up to five years and the fine shall be up to 500,000 francs.",
                                "elements": []
                            },
                            {
                                "content": "Where the perpetrator acts through negligence, the term of imprisonment shall be up to six months or the fine up to 100,000 francs.”",
                                "elements": []
                            },
                            {
                                "content": "28.  In its judgments 6B_48/2009 and 6B_14/2009 of 11 June 2009, the Federal Court upheld the conviction and sentencing to four and a half years’ imprisonment of a psychiatrist on the ground that the latter, who had assisted his patient to commit suicide, had incorrectly assessed the patient’s capacity for discernment.",
                                "elements": []
                            },
                            {
                                "content": "29.  The research conducted by the Court indicates that certain member States of the Council of Europe have specific regulations covering access to substances liable to facilitate suicide.",
                                "elements": []
                            },
                            {
                                "content": "30.  In Belgium, for example, the Law of 28 May 2002 defines euthanasia as an act carried out by a third party which intentionally ends an individual’s life at the latter’s request (section 2 of the Law). A pharmacist who issues a “lethal substance” does not commit an offence where this is done on the basis of a prescription in which the doctor explicitly states that he or she is acting in accordance with the law. The implementing regulations establish the criteria of prudence and the conditions which must be met for the prescription and issue of such medicines; the necessary measures must also be taken to ensure the availability of the lethal substances.",
                                "elements": []
                            },
                            {
                                "content": "31.  In , the Law of 16 March 2009 decriminalised euthanasia and assisted suicide. Under that Law, access to a medicine enabling suicide is legally possible for a doctor only if he or she plays an integral part in the process of euthanasia or assisted suicide.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "32.  The applicant complained about the conditions required to obtain sodium pentobarbital, namely a medical prescription based on a thorough psychiatric assessment. He alleged that, since those conditions could not be met in his case, the right to which he considered himself entitled, namely that of choosing the time and manner of his death, was not respected. He submitted that, in an exceptional situation such as his, access to the necessary medical products for suicide ought to be guaranteed by the State. He relied on Article 8 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "33.  The applicant alleged that he was the victim of interference with the exercise of his right to respect for his private life within the meaning of Article 8 of the Convention. He did not share the Government’s view that other options for ending his life were available to him. He considered that the ingestion of sodium pentobarbital was the only dignified, certain, rapid and pain-free method of committing suicide. Moreover, the fact that none of the 170 psychiatrists practising in the Basle region contacted by him had been willing to help him was, in his opinion, proof that it was impossible to satisfy the conditions laid down by the Federal Court. He submitted that this was unquestionably contrary to the principle, established by the Court, that the Convention protected rights that were practical and effective (he referred to Artico v. Italy, 13 May 1980, § 33, Series A no. 37).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The applicant further alleged that the cases of suicide referred to in which Dignitas had provided assistance dated back to 2001 to 2004 and that, in consequence, they were not to be taken into account in his case. In addition, an investigation had been opened in respect of doctors in Zürich who had prescribed sodium pentobarbital to persons suffering from psychiatric problems wishing to commit suicide, on the ground that there had been no in-depth psychiatric assessment. He also submitted that he had been informed by Dignitas that the association was no longer in contact with psychiatrists who were willing to carry out the necessary expert assessment. Lastly, he argued that, by virtue of the right to self-determination, he was not required to undertake further therapy, contrary to the Government’s affirmations, in so far as he had clearly and freely taken his decision to end his life.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  As to the Government’s argument concerning the inherent risks of excessive liberalisation in the area of suicide, he considered this unconvincing, alleging that the Swiss authorities were in any event all but inactive in the area of suicide prevention, despite the fact that there were almost 67,000 attempted suicides per year (in this connection, the applicant referred to the Federal Council’s reply of 9 January 2002 to questions posed by Andreas Gross, national councillor and member of the Parliamentary Assembly of the Council of Europe).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The applicant further submitted that the Government had ignored the fact that he had been suffering from serious psychiatric problems for many years. His intention to end his life was unambiguous, as was clearly shown by his previous suicide attempts and his efforts to obtain legal approval for his decision. It was not therefore necessary for him to prove that he was serious in his intent, through either an in-depth psychiatric assessment or psychiatric assistance over a prolonged period.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  In view of the above, the applicant alleged that the impugned interference with his right to respect for his private life as guaranteed by Article 8 § 1 of the Convention was not justified, either by the protection of his own life or on the grounds of public health or safety. Finally, he complained that the impossibility of finding a psychiatrist willing to provide an expert report had rendered illusory his right to respect for his private life.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "38.  The Government denied any infringement in the instant case of the applicant’s right to respect for his private life as guaranteed by Article 8 § 1 of the Convention. In this regard, they considered that this case differed from the Pretty v. the United Kingdom case (no. 2346/02, ECHR 2002III), in which the applicant, incapable of acting autonomously, was prevented from putting into practice her choice to die in a manner that she considered dignified. According to the Government, the illness suffered by the applicant in the instant case did not prevent him from acting autonomously. There were numerous other solutions available to able-bodied persons wishing to commit suicide. Furthermore, like the Federal Court, the Government considered that the right to self-determination which was enshrined in Article 8 § 1 could not include the right of an individual to assisted suicide, whether by making available the necessary means or through active assistance where the person was not able to act autonomously.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Government added that, in any event, should the Court nonetheless consider that the Federal Court’s decision infringed the rights guaranteed by Article 8 § 1 of the Convention, such an infringement would be justified in the light of the criteria set out in paragraph 2 of that Article.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Moreover, in the Government’s opinion, the impugned regulations had a sufficient basis in law, a fact that the applicant had not contested (see paragraphs 19-28 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Government further alleged that the restriction on access to sodium pentobarbital served to protect public health and safety and to prevent crime.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  As to the necessity of such a restriction in a democratic society, the Government indicated that the Swiss regulations and practice in the area of assisted suicide were more permissive than in the majority of the other Council of Europe member States. Assisted suicide was not liable to punishment in general, but only in certain circumstances (they referred to Article 115 of the Criminal Code; see paragraph 19 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Government specified that assisted suicide for individuals suffering from a psychiatric illness was not only legally possible in Switzerland but also occurred in practice. To their knowledge, the criminal convictions of doctors for prescribing sodium pentobarbital all concerned cases where the diagnosis had not been carefully established or was manifestly erroneous. Moreover, according to a study conducted between 2001 and 2004 on suicides assisted by the associations Exit and Dignitas, carried out by the Institute of Forensic Medicine at the University of Zürich, twelve persons suffering from a psychiatric illness had been assisted by those two associations during that period. None of the doctors involved in those cases was prosecuted, and nor were any other measures taken against them. Further, it was apparent from Exit’s annual reports that this association had twice, in 2007 and 2008, accompanied the suicide of a person suffering from a psychiatric illness (the association’s Management Committee Reports for 2007 and 2008, Annexes 3 and 4). In the Government’s view, this showed that doctors were willing to carry out the necessary assessments and prescribe the required quantity of sodium pentobarbital. To the Government’s knowledge, these cases had not had legal consequences. Accordingly, the Government submitted that, if he was prepared to accept the conditions laid down by the Federal Court and confirmed by the Swiss Society for Forensic Psychiatry, the applicant could find a doctor who, after accompanying him over a certain period, would be able to attest, if appropriate, whether he fulfilled the conditions for prescription of the substance in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Government also considered that the steps taken by the applicant to contact a doctor raised several questions. Firstly, they noted that Dignitas, which had assisted the applicant in this action, had already assisted with the suicides of several other persons suffering from mental illness. They concluded that the association must be aware of doctors who could assume responsibility for the applicant’s request. Secondly, they noted that, since 2006, in line with the Federal Court’s judgment, the Canton of Zürich had changed its practice so that doctors who drew up a prescription for sodium pentobarbital no longer faced criminal prosecution. According to the Government, once the impugned obstacle in the domestic law had been lifted, rather than seeking to contact a doctor in the Canton of Zürich, the applicant had sent a written request, certified by a notary, to 170 psychiatrists, all of whom practised in the Basle region, with the exception of one doctor who practised in Berne. Thirdly, the Government, not knowing the criteria used by the applicant in selecting the 170 addressees of his request, considered that the wording of the letter was not such as to encourage a doctor to respond positively, in that the applicant, by dismissing in advance any therapeutic treatment and requesting solely an expert assessment, ruled out any serious examination of an alternative to suicide, a step that was part of the assessment that must precede the prescription of sodium pentobarbital.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  In addition, according to the Government, while the regulations on assisted suicide confronted the State authorities with difficult ethical questions, they created an even more delicate situation in the case of persons wishing to commit suicide who were not suffering from a terminal illness. In their view, such persons were not choosing to prefer an easy death to a death preceded or accompanied by severe suffering, as in the Pretty case (cited above) in particular, but rather choosing to prefer death to life.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Government also pointed out that, under Article 2 of the Convention, the State is enjoined not only to refrain from the intentional and unlawful taking of life, but also to take appropriate steps to safeguard the lives of those within its jurisdiction from acts by others or, where appropriate, from themselves (they referred to Kılavuz v. Turkey, no. 8327/03, § 78, 21 October 2008). They added that, where the authorities were aware of the risk of suicide by an individual, it was incumbent on them to do everything that could reasonably be expected of them to prevent the suicide (ibid., § 88).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  In this connection, the Government submitted that, in psychiatry, the wish to commit suicide was seen as a symptom of mental illness, to which the appropriate response was suitable therapy. In their view, it was therefore necessary to draw a distinction between the wish to commit suicide as an expression of illness and the wish to commit suicide as an autonomous, considered and sustained decision. Given the complexity of mental illnesses and their uneven development, such a distinction could not be made without a thorough assessment over a time period that would make it possible to verify the consistency of the wish to commit suicide. Such an examination would necessitate in-depth psychiatric knowledge and could only be conducted by a specialist.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Government further submitted that the obligation to submit a medical certificate implied certain actions by the applicant. In their view, however, these did not seem insurmountable if his choice to commit suicide resulted from an autonomous and sustained decision. Such an obligation amounted to an appropriate and necessary means for protecting the life of vulnerable persons whose decision to commit suicide could be based on a temporary crisis that altered their capacity for discernment. It was well known that many suicides were not a response to a genuine wish to die, but were instead more of a cry for help, intended to draw the attention of those around them to a problem. Thus, to facilitate access to assisted suicide would almost amount to pushing such individuals to use an infallible method of ending their lives.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Government also argued that the solution adopted in Switzerland corresponded to the regulations provided for in the United Nations Convention on Psychotropic Substances, and that if Switzerland were required to provide sodium pentobarbital to the applicant without a medical prescription or on the basis of a prescription that did not satisfy the medical requirements, it would be in clear violation of those regulations. They concluded that the impugned measure, necessary for the protection of life, health and safety, fulfilled the conditions of Article 8 § 2 of the Convention and did not entail a violation of that provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "50.  As the Court has had previous occasion to remark, the concept of “private life” is a broad term not susceptible to exhaustive definition. It covers the physical and psychological integrity of a person (see X and Y v. the Netherlands, 26 March 1985, § 22, Series A no. 91). It can sometimes embrace aspects of an individual’s physical and social identity (see Mikulić v. Croatia, no. 53176/99, § 53, ECHR 2002-I). Elements such as, for example, name, gender identification, and sexual orientation and sexual life fall within the personal sphere protected by Article 8 of the Convention (see, for example, B. v. France, 25 March 1992, § 63, Series A no. 232-C; Burghartz v. Switzerland, 22 February 1994, § 24, Series A no. 280-B; Dudgeon v. the United Kingdom, 22 October 1981, § 41, Series A no. 45; and Laskey, Jaggard and Brown v. the United Kingdom, 19 February 1997, § 36, Reports of Judgments and Decisions 1997I). Article 8 also protects a right to personal development, and the right to establish and develop relationships with other human beings and the outside world (see, for example, Burghartz, cited above, opinion of the Commission, p. 37, § 47, and Friedl v. Austria, 31 January 1995, Series A no. 305-B, opinion of the Commission, § 45). In the Pretty case (cited above, § 67), the Court held that the applicant’s choice to avoid what she considered an undignified and distressing end to her life fell within the scope of Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  In the light of this case-law, the Court considers that an individual’s right to decide by what means and at what point his or her life will end, provided he or she is capable of freely reaching a decision on this question and acting in consequence, is one of the aspects of the right to respect for private life within the meaning of Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  In the Court’s opinion, however, the instant case is to be distinguished from the above-cited Pretty case. Like the Federal Court, it considers that it is appropriate to state at the outset that the instant case does not concern the freedom to die and possible immunity for a person providing assistance with a suicide. The subject of dispute in this case is whether, under Article 8 of the Convention, the State must ensure that the applicant can obtain a lethal substance, sodium pentobarbital, without a medical prescription, by way of derogation from the legislation, in order to commit suicide painlessly and without risk of failure. In other words, unlike the Pretty case, the Court observes that the applicant alleges not only that his life is difficult and painful, but also that, if he does not obtain the substance in question, the act of suicide itself would be stripped of dignity. In addition, and again in contrast to the Pretty case, the applicant cannot in fact be considered infirm, in that he is not at the terminal stage of an incurable degenerative disease which would prevent him from taking his own life (see, conversely, Pretty, cited above, § 9).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court considers that it is appropriate to examine the applicant’s request to obtain access to sodium pentobarbital without a medical prescription from the perspective of a positive obligation on the State to take the necessary measures to permit a dignified suicide. This presupposes a weighing of the different interests at stake, an exercise in which the State is recognised as enjoying a certain margin of appreciation (see Keegan v. Ireland, 26 May 1994, § 49, Series A no. 290), which varies in accordance with the nature of the issues and the importance of the interests at stake. For its part, the Court has jurisdiction to review in fine whether the domestic decision complies with the requirements of the Convention (see Pretty, cited above, § 70).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court also reiterates that the Convention must be read as a whole (see Verein gegen Tierfabriken Schweiz (VgT) v.  (no. 2) [GC], no. 32772/02, § 83, ECHR 2009). In consequence, it is appropriate to refer, in the context of examining a possible violation of Article 8, to Article 2 of the Convention, which creates for the authorities a duty to protect vulnerable persons, even against actions by which they endanger their own lives (see, on this point, Keenan v. the United Kingdom, no. 27229/95, § 91, ECHR 2001III). For the Court, this latter Article obliges the national authorities to prevent an individual from taking his or her own life if the decision has not been taken freely and with full understanding of what is involved.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court also reiterates that the Convention and the Protocols thereto must be interpreted in the light of present-day conditions (see Tyrer v. the United Kingdom, 25 April 1978, § 31, Series A no. 26; Airey v. Ireland, 9 October 1979, § 26, Series A no. 32; and Vo v. France [GC], no. 53924/00, § 82, ECHR 2004VIII). However, the research conducted by the Court enables it to conclude that the member States of the Council of Europe are far from having reached a consensus with regard to an individual’s right to decide how and when his or her life should end. In , pursuant to Article 115 of the Criminal Code, inciting and assisting suicide are punishable only where the perpetrator of such acts is driven to commit them by “selfish motives”. By way of comparison, the Benelux countries in particular have decriminalised the act of assisting suicide, but only in very specific circumstances. Lastly, certain other countries accept only acts of “passive” assistance. It should be noted that the vast majority of member States seem to attach more weight to the protection of the individual’s life than to his or her right to terminate it. It follows that the States enjoy a considerable margin of appreciation in this area.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  With regard to the balancing of the competing interests in this case, the Court is sympathetic to the applicant’s wish to commit suicide in a safe and dignified manner and without unnecessary pain and suffering, particularly given the high number of suicide attempts that are unsuccessful and which frequently have serious consequences for the individuals concerned and for their families. However, it is of the opinion that the regulations put in place by the Swiss authorities, namely the requirement to obtain a medical prescription, pursue, inter alia, the legitimate aims of protecting everybody from hasty decisions and preventing abuse, and, in particular, ensuring that a patient lacking discernment does not obtain a lethal dose of sodium pentobarbital (see, mutatis mutandis, with regard to restrictions on abortion, Tysiąc v. Poland, no. 5410/03, § 116, ECHR 2007I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  Such regulations are all the more necessary in respect of a country such as , where the legislation and practice allow for relatively easy access to assisted suicide. Where a country adopts a liberal approach in this manner, appropriate implementing measures for such an approach and preventive measures are necessary. The introduction of such measures is also intended to prevent organisations which provide assistance with suicide from acting unlawfully and in secret, with significant risks of abuse.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  In particular, the Court considers that the risks of abuse inherent in a system that facilitates access to assisted suicide should not be underestimated. Like the Government, it is of the opinion that the restriction on access to sodium pentobarbital is designed to protect public health and safety and to prevent crime. In this respect, it shares the view of the Federal Court that the right to life guaranteed by Article 2 of the Convention obliges States to establish a procedure capable of ensuring that a decision to end one’s life does indeed correspond to the free will of the individual concerned. It considers that the requirement for a medical prescription, issued on the basis of a full psychiatric assessment, is a means enabling this obligation to be met. Moreover, this solution corresponds to the spirit of the United Nations Convention on Psychotropic Substances and the conventions adopted by certain member States of the Council of Europe.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  In this connection, the Court observes that the parties’ views diverge considerably on the issue of effective access to a medical assessment that would be favourable to the applicant and enable him to obtain sodium pentobarbital. The Court can envisage that psychiatrists would display some reluctance when confronted with a request for a prescription of a lethal substance. It also considers, in view of the delicate question of the applicant’s capacity for discernment, that the threat of criminal proceedings hanging over doctors willing to provide an in-depth report in order to facilitate suicide is real (see, mutatis mutandis, Tysiąc, cited above, § 116; see also, for example, the Federal Court’s judgments 6B_48/2009 and 6B_14/2009 of 11 June 2009, at paragraph 28 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  At the same time, the Court accepts the Government’s argument that the steps taken by the applicant to contact a doctor raise a number of questions (see paragraph 44 above). It notes that the Government’s arguments have not been entirely refuted by the applicant. It also notes that he sent the 170 letters in question (see paragraph 17 above) after the Federal Court had ruled on his appeal. Accordingly, these steps cannot a priori be taken into account in the present case. In any event, as the Government emphasised, the letters do not seem likely to encourage the doctors to reply favourably, given that the applicant stated that he was opposed to any form of therapy, thus excluding a more comprehensive attempt to find possible alternatives to suicide. In the light of the information submitted to it, the Court is not convinced that it was impossible for the applicant to find a specialist who would have been prepared to assist him. Consequently, in the Court’s opinion, the applicant’s right to choose the time and manner of his death was not merely theoretical or illusory (criterion laid down in Artico, cited above, § 33).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  Having regard to the foregoing and to the margin of appreciation enjoyed by the national authorities in such a case, the Court considers that, even assuming that the States have a positive obligation to adopt measures to facilitate the act of suicide with dignity, the Swiss authorities have not failed to comply with this obligation in the instant case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It follows that there has been no violation of Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "Holds that there has been no violation of Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 20 January 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Nina Vajić",
            "role": "anatoly kovler"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "sverre erik jebens"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF HAAS v. SWITZERLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-102940.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:0120JUD003132207",
    "externalsources": [],
    "extractedappno": [
        "31322/07",
        "2346/02",
        "7630/76",
        "8327/03",
        "53176/99",
        "32772/02",
        "27229/95",
        "53924/00",
        "5410/03"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Articles 114 and 115 of the Swiss Criminal Code",
        "Articles 1, 2, 9 and 10 of the Swiss Federal Drugs Act",
        "Articles 24, 26 and 86 of the Federal Law on Medicinal Products and Medical Devices"
    ],
    "itemid": "001-102940",
    "judgementdate": "20/01/2011 00:00:00",
    "kpdate": "20/01/2011 00:00:00",
    "kpthesaurus": [
        "451",
        "429",
        "238",
        "310"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "8",
        "8-1"
    ],
    "parties": [
        "HAAS",
        "SWITZERLAND"
    ],
    "rank": "780.738891601563",
    "representedby": [
        "SCHAERZ P."
    ],
    "respondent": "CHE",
    "respondentOrderEng": "46",
    "scl": [
        "Airey v. Ireland, 9 October 1979, Series A no 32",
        "Artico v. Italy, 13 May 1980, Series A no 37",
        "B. v. France, 25 March 1992, Series A no 232-C",
        "Burghartz v. Switzerland, 22 February 1994, Series A no 280-B",
        "Dudgeon v. the United Kingdom, 22 October 1981, Series A no 45",
        "Friedl v. Austria, 31 January 1995, Series A no 305-B, avis de la Commission, p. 20",
        "Keegan v. Ireland, 26 May 1994, Series A no 290",
        "Keenan v. the United Kingdom, no 27229/95, ECHR 2001-III",
        "Laskey, Jaggard and Brown v. the United Kingdom, 19 February 1997, Reports of Judgments and Decisions 1997-I",
        "Mikulic v. Croatia, no 53176/99, ECHR 2002-I",
        "Pretty v. the United Kingdom, no 2346/02, ECHR 2002-III",
        "Tyrer v. the United Kingdom, 25 April 1978, Series A no 26",
        "Tysiac v. Poland, no 5410/03, ECHR 2007-IV",
        "Verein gegen Tierfabriken Schweiz (VgT) v. Switzerland (no 2) [GC], no 32772/02, ECHR 2009-...",
        "Vo v. France [GC], no 53924/00, ECHR 2004-VIII",
        "X and Y v. Pays-Bas, 26 March 1985, Series A no 91"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "431244",
    "typedescription": "15"
}