{
    "__articles": "6;6-1;13;13+6-1;35;35-1;41",
    "__conclusion": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);Violation of Article 13+6-1 - Right to an effective remedy (Article 13 - Effective remedy) (Article 6 - Right to a fair trial;Civil proceedings;Article 6-1 - Reasonable time);Non-pecuniary damage - award",
    "applicability": "",
    "appno": "30189/07",
    "article": [
        "6",
        "41",
        "35",
        "13"
    ],
    "conclusion": [
        {
            "details": [
                "Article 35-1 - Exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection joined to merits and dismissed",
            "type": "other"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+6-1 - Right to an effective remedy",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+6-1 - Right to an effective remedy",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-111400.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 30189/07) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Slovak nationals, Mr Ondrej Ištván and Mrs Kristína Ištvánová (“the applicants”), on 9 July 2007.",
                        "elements": []
                    },
                    {
                        "content": "In 2010 the applicants died and their daughter, Ms Magdaléna Turoňová, expressed the wish to continue the application in their stead. The proceedings are continued with her although, for practical reasons, unless specifically indicated otherwise, she will also be referred to as the “applicants” in the text of this judgment.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Ms I. Rajtáková, a lawyer practising in Košice.",
                        "elements": []
                    },
                    {
                        "content": "The Government of the  (“the Government”) were represented by Ms M. Pirošíková, their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 26 April 2010 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants were born in 1931 and 1933 respectively. They were a married couple and lived in Košice.",
                                "elements": []
                            },
                            {
                                "content": "A.  Action",
                                "elements": [
                                    {
                                        "content": "5.  On 26 September 2002 the applicants lodged an action with the Košice I District Court (Okresný súd) against their daughter’s husband seeking restitution of his share in the ownership of a flat, which the applicants had donated to the defendant and their daughter, his wife. They argued that the defendant had been severely abusing their daughter, both psychologically and physically, thus behaving wrongly towards her and, thereby, also themselves.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 16 January 2003 the applicants requested that a hearing be scheduled. The District Court did so for 30 October 2003, 13 February, 26 August and 31 October 2004. It appears that the first of these hearings did not take place since it had proven impossible to have the summons served on the defendant. The later hearing was cancelled at the applicants’ request because there was an application pending before the Land Registry for correction of the records concerning title to the property to be restored.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  Meanwhile, the applicants had been ordered to submit evidence (14 May 2004), which they did (28 May 2004). They also submitted further evidence (9 July and 21 December 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 24 March 2005 a hearing was held, following which – on 8 April 2005 – the District Court suspended the proceedings pending the outcome of criminal proceedings, which had been instituted against the defendant in the meantime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 31 May 2005 the  (Krajský súd) quashed the decision of 8 April 2005 following an appeal by the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 2 October 2006 the applicants filed a complaint to the president of the District Court submitting that since 31 May 2005 the District Court had been completely inactive which, in their view, constituted delays.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The president of the District Court replied by a letter dated 23 October 2006 referring to the applicants’ complaint as a “repeated” complaint and finding it justified. He acknowledged that since 25 July 2005 the judge in charge of the case had not taken any step with a view to resolving it, and advised the applicants that the judge had been reminded in writing to proceed with the case without delay.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The letter of the president of the District Court of 23 October 2006 was served on the applicants’ representative on 27 October 2006. On the latter date, the applicants challenged the length of the proceedings by way of a complaint under Article 127 of the Constitution (Constitutional Law no. 460/1992 Coll., as amended – Ústava Slovenskej republiky) to the  (Ústavný súd). The details are set out in paragraphs 16 to 22 below.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 1 December 2006 the District Court held a hearing, following which the applicants were ordered to produce further evidence. They did so on 18 December 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  Further hearings were held on 21 December 2006 and 12 February 2007 and the District Court allowed the action on the latter date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The defendant’s appeal of 11 May 2007 was dismissed by the  on 26 February 2009, following a hearing held on the latter date. It became final and binding on 22 May 2009.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Constitutional complaint",
                                "elements": [
                                    {
                                        "content": "16.  The applicants’ complaint to the  (see paragraph 12 above) was received by the  on 6 November 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  In their complaint, the applicants submitted that not a single judgment had been given on their action despite its having been pending for more than four years and one month. They claimed a violation of their rights to a hearing without unjustified delay under Article 48 of the Constitution and Article 6 § 1 of the Convention and the equivalent of some 2,200 euros (EUR) each in compensation for non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 22 November 2006 the  declared the complaint inadmissible on the ground that the applicants had failed to satisfy the requirement of exhaustion of remedies under section 53(1) of the Constitutional Court Act (Law no. 38/1993 Coll., as amended – Zákon o organizácii Ústavného súdu Slovenskej republiky, o konaní pred ním a o postavení jeho sudcov).",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  Referring to its decisions in cases nos. IV. ÚS 74/05, IV. ÚS 48/06, and II. ÚS 101/06, the  reiterated that a complaint under section 62(1) of the Courts Act (Law no. 757/2004 Coll., as amended – Zákon o súdoch) to the president of the court concerned was considered to be a remedy to be used prior to the lodging of a constitutional complaint about the length of the proceedings before that court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Constitutional Court further reiterated that the remedy in question could only be considered as having been duly used if the complainant had afforded the court in question adequate opportunity to take measures with a view to remedying and correcting the unlawful situation caused by its inaction or ineffective action.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Observing that the applicants’ constitutional complaint had been received by the Constitutional Court on 6 November 2006, it found that their complaint to the president of the District Court had only been a formal step without any effect that it otherwise could have had, had the president of the District Court been allowed adequate opportunity to take measures against unjustified delays in the impugned proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The ’s decision was served on the applicants’ lawyer on 10 January 2007.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Constitution (see paragraph 12 above)",
                                "elements": [
                                    {
                                        "content": "23.  The relevant part of Article 48 § 2 provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone shall have the right to have his matter ... heard without undue delay...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Article 127 reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The Constitutional Court shall decide on complaints by natural or legal persons alleging a violation of their fundamental rights or freedoms ... unless the protection of such rights and freedoms falls within the jurisdiction of a different court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  If the Constitutional Court finds a complaint justified, it shall deliver a decision stating that a person’s rights or freedoms as set out in paragraph 1 have been violated by a final decision, specific measure or other act and shall quash such decision, measure or act. If the violation that has been found is the result of a failure to act, the  may order [the authority] which has violated the rights or freedoms to take the necessary action. At the same time it may remit the case to the authority concerned for further proceedings, order such authority to refrain from violating the fundamental rights and freedoms ... or, where appropriate, order those who have violated the rights or freedoms set out in paragraph 1 to restore the situation to that existing prior to the violation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  In its decision on a complaint the  may grant appropriate financial compensation to the person whose rights under paragraph 1 have been violated.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Constitutional Court Act (see paragraph 18 above)",
                                "elements": [
                                    {
                                        "content": "25.  The relevant part of section 53:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  A[n] [individual] complaint is not admissible if the complainant has not exhausted legal remedies or other legal means, which a statute effectively provides to [the complainant] with a view to protecting [the complainant’s] fundamental rights or freedoms, and which the complainant is entitled to use under special statute.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Constitutional Court shall not declare a[n] [individual] complaint inadmissible even if the condition under sub-section 1 has not been fulfilled, if the complainant establishes that [the complainant] has not fulfilled this condition owing to reasons worthy of particular consideration.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Courts Act (see paragraph 19 above)",
                                "elements": [
                                    {
                                        "content": "26.  The Act governs the system and powers of courts and courts’ administration. Its chapter (Hlava) 1 in part (Časť) 3 lays down the general rules on administration and management of courts. Its relevant part provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Section 32",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The administration and management of courts may not interfere with their decision making activities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 33",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The administration and management of courts shall be carried out by bodies of administration and management to the extent and by means laid down by statute.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Bodies of administration and management of courts include the president and the vice-president of a court. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 34",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The ministry [of justice] is in charge of the management of courts as the central body of State administration for the judiciary”",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Chapter 2 in Part 4 deals with the powers of a president of a court. The relevant part of section 53 provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The president of a court oversees the judges’ compliance with ethical standards and the principles that judicial proceedings should be smooth and dignified and, for that purpose",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(f) monitors the decision-making activities of judges from the point of view of the smooth conduct of judicial proceedings,",
                                        "elements": []
                                    },
                                    {
                                        "content": "(g) examines complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Should the president of a court establish a violation of the principle ... of the smooth conduct of judicial proceedings, the president is duty-bound to debate the shortcomings found with the judge concerned ... and, if necessary, to order measures ... to be taken with a view to eliminating the shortcomings found as well as their cause...",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  Chapter 4 in part 4 deals with complaints about a court’s conduct. Its relevant part provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Section 62",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  A complaint may be brought by a participant or a party to proceedings. A complaint about a court’s conduct may be brought following a breach of the right to a public hearing without unjustified delay or [...]",
                                        "elements": []
                                    },
                                    {
                                        "content": "[...]",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 63 – Examination of complaints",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  A complaint shall be dealt with by the president of the court concerned, unless [the Criminal Procedure Code] provides otherwise.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Complaints against the president of the court shall be dealt with by the president of a higher court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 64",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The purpose of dealing with a complaint is to establish whether there has been a delay in proceedings ... and to rectify any shortcomings found.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  In order to establish the status of the matter, the body dealing with a complaint is duty-bound to examine all circumstances. Should the proper dealing with a complaint so require, the complainant shall be heard, as shall the persons against whom the complaint is directed and any other persons who may facilitate the examination of the complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Should the body entrusted with dealing with the complaint establish that it is justified, [it] shall take and ensure the taking of measures with a view to rectifying shortcomings and, if necessary, call those responsible for the shortcomings to account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 65",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  A complaint shall be dealt with within thirty days of the date on which it is received by the body liable to deal with it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[...]",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 66",
                                        "elements": []
                                    },
                                    {
                                        "content": "The complainant must be informed in writing of the way in which a complaint has been dealt with and of the measures taken with a view to rectifying the shortcomings established. [...]",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 67 – Review of examination of complaints",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Should the complainant be of the view that a complaint which he filed to the competent body of a court has not been dealt with properly, [the complainant] may, within 30 days of the service [on the complainant] of the reply [to the complaint], demand that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) the president of a  review the examination of the complaint by the president of a District Court,",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) the ministry [of justice] review the examination of the complaint by the president of a  or the Specialised Criminal Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[...]",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 70 – Common provisions",
                                        "elements": []
                                    },
                                    {
                                        "content": "A complaint submitted to a court under section 62 or [...], shall be considered on its merits.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Act entered into force on 1 April 2005 (Article XV). It replaced (section 102), inter alia, the State Administration of Courts Act (Law no. 80/1992 Coll., as amended – Zákon o sídlach a obvodoch súdov Slovenskej republiky, štátnej správe súdov, vybavovaní sťažností a o voľbách prísediacich (zákon o štátnej správe súdov)), which had regulated the issue until then, according to a similar pattern (see, for example, Polka v. Slovakia (dec.), no. 72241/01, 13 November 2007; Harabin v. Slovakia (dec.), no. 62584/00, 29 June 2004; Molnárová and Kochanová v. Slovakia (dec.), no. 44965/98, 9 July 2002; and I.S. v. Slovakia, no. 25006/94, § 24, 4 April 2000).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  State Liability Act (Law no. 514/2003 Coll., as amended)",
                                "elements": [
                                    {
                                        "content": "30.  The State Liability Act 2003 (Zákon o zodpovednosti za škodu spôsobenú pri výkone verejnej moci) was enacted on 28 October 2003. It became operative on 1 July 2004 and replaced, as from that date, the State Liability Act of 1969 (Law no. 58/1969 Coll. – Zákon o zodpovednosti za škodu spôsobenú rozhodnutím orgánu štátu alebo jeho nesprávnym úradným postupom).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The State Liability Act 1969 had no specific provisions for compensation for damage of a non-pecuniary nature (see, mutatis mutandis, Karlin v. Slovakia, no. 41238/05, § 65, 28 June 2011 with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The explanatory report on the State Liability Act 2003 provides that the purpose of the Act is to render the mechanism of compensation for damage caused by public authorities more effective and thus to reduce the number of cases in which persons are obliged to seek redress before the European Court of Human Rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Section 9 provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The State is liable for damage caused by wrongful official conduct. Wrongful official conduct includes a public authority’s failure to take action or issue a decision within the statutory time-limit, general inactivity in the exercise of public authority, unjustified delays in proceedings or other unlawful interference with rights and legally recognised interests of individuals and legal entities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The right to compensation for damage caused by wrongful official conduct is vested in the person who sustained the damage.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Section 17 defines the manner and extent of compensation for damage. Its relevant part provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Damage and lost profit shall be compensated for, unless special legislation provides otherwise.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  In the event that the finding of a violation of a right alone is not adequate compensation in view of the loss caused by the unlawful official action or wrongful official conduct, monetary compensation shall also be awarded for non-pecuniary damage, if it is not possible to compensate for it otherwise.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Part 5 of the Act contains common and transitional provisions. Section 27 reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Liability under this Act applies to damage caused by decisions [issued] and wrongful official conduct [taking place] after the day of its entry into force.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Liability for damage caused by decisions issued and wrongful official conduct [having taken place] before the entry into force of this Act shall be governed by the hitherto applicable statute.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "’s report and practice",
                                "elements": [
                                    {
                                        "content": "1.  Report",
                                        "elements": [
                                            {
                                                "content": "36.  In connection with the present application, as well as two other individual applications under the Convention of a similar kind, the  produced a report.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The report is dated 7 June 2010 and concerns, specifically, the application of the rule of exhaustion of remedies under section 53(1) and (2) of the Constitutional Court Act, with reference to a complaint under the Courts Act, in the context of a complaint under Article 127 of the Constitution about the length of proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The report can be summarised as follows.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  In applying section 53(1) of the Constitutional Court Act, the  relies on the principles of an “available” and “effective” remedy. By this is understood that the remedy is directly accessible to the complainant and that using it has direct procedural consequences capable of achieving redress in the form of restitution, compensation or at least prevention. As to a complaint under the Courts Act in respect of the length of proceedings, its preventive (accelerating) effect for the future is central.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  In the exercise of their duties, should the presidents of courts establish unjustified delays in proceedings, they are duty-bound to debate them with the judge concerned and, if necessary, to prescribe measures to be taken with a view to rectifying the shortcomings found, as well as their cause. Moreover, they have the power to impose disciplinary sanctions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The effectiveness of a complaint under the Courts Act and the requirement for it to be used are examined on the specific facts of every individual case, taking into account:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i) the outcome of the complaint (in particular whether it was found justified or not and whether the complainant has been informed of any measures taken);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii) the conduct of the court subsequent to the introduction of the complaint (whether the court has started examining the matter and begun taking specific procedural steps);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii) the overall length and the subject matter of the proceedings (whether any accelerating effect of the complaint is of importance and relevance from the point of view of the object and purpose of the right to a hearing without unjustified delay, in view of the past length of the proceedings and their subject matter); and",
                                                "elements": []
                                            },
                                            {
                                                "content": "(vi) the conduct of the complainants from the point of view of actively asserting their right to a hearing without unjustified delay.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Application of the general criteria mentioned in the preceding paragraph results in two contrasting situations, depicted in the following two paragraphs.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  First, the  has not required complainants to use the remedy in question in cases where the length of proceedings has been “extreme” or “manifestly disproportionate”, provided that, in the course of those proceedings, the complainants had been actively seeking their acceleration, even if not by way of a formal complaint under the Courts Act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  Second, the  has declared inadmissible complaints under Article 127 of the Constitution on account of the complainants’ failure to comply with the requirement under section 53(1) of the Constitutional Court Act to exhaust remedies – the complaint under the Courts Act – if the complainants lodged their complaints under the Courts Act only formally, that is to say:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i) after they had brought their complaints to the ,",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii) at the same time as they brought their complaints to the , or",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii) if they lodged their constitutional complaints so soon after their complaints under the Courts Act that it was not objectively possible for the ordinary court to provide redress and for the  to assess the effect of the complaint under the Courts Act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  A review by the president of the higher court of the examination of a complaint under the Courts Act by the president of a lower court has never been required by the  for the purposes of the exhaustion rule under section 53(1) of the Constitutional Court Act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  A complaint under the Courts Act, combined with an action for damages under the State Liability Act, and a complaint under Article 127 of the Constitution constitute a set of remedies to be considered compatible with the standards set out in the Court’s judgment in the case of Kudła v. Poland ([GC], no. 30210/96, ECHR 2000XI), including those under Article 13 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Case-law cited in the report",
                                        "elements": [
                                            {
                                                "content": "45.  The report cites, inter alia, the following cases, which the  declared inadmissible because a complaint under the Courts Act (or its equivalent under the State Administration of Courts Act):",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i) had not been lodged (case no. II. ÚS 93/04, decision of 8 April 2004; case no. III. ÚS 132/05, decision of 5 May 2005; and case no. III. ÚS 401/08, decision of 3 December 2008);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii) had not been lodged in the appropriate (written) form and, in any event, the alleged telephone complaint had been made just four days before the introduction of the constitutional complaint (case no. IV. ÚS 265/05, decision of 7 November 2005); and",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii) could not be considered as having been properly used, as it had been lodged only eight days (case no. IV. ÚS 306/04, decision of 13 October 2004), one month and twenty-five days (case no. III. ÚS 85/06, decision of 8 March 2006), and not earlier than one month and eighteen days (case no. III. ÚS 13/06, decision of 4 January 2006) before the introduction of the respective constitutional complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  As to the ’s decisions, relied on by the applicants (see paragraph 47 below), without further elaboration, the report suggests that they were not comparable and thus relevant to the applicants’ case because:",
                                                "elements": []
                                            },
                                            {
                                                "content": "- the proceedings had commenced on 14 June 2000, the complaint under the Courts Act had been lodged on 6 October 2004, the president had replied on 25 October 2004 and the constitutional complaint had not been lodged until 30 December 2004 (case no. IV. ÚS 15/05);",
                                                "elements": []
                                            },
                                            {
                                                "content": "- a complaint under the Courts Act could no longer have had any accelerating effect since, prior to it, the proceedings had been transferred to a different court for reasons of jurisdiction (case no. III. ÚS 67/05);",
                                                "elements": []
                                            },
                                            {
                                                "content": "- the proceedings had commenced in 1992, an application aimed at eliminating unjustified delays had been lodged on 30 June 2002 and the constitutional complaint had been lodged on 15 November 2005 (case no. I. ÚS 23/06);",
                                                "elements": []
                                            },
                                            {
                                                "content": "- although the president of the court concerned had accepted that there had been unjustified delays in the proceedings, these were due to “objective grounds”, the proceedings having been conducted in a continuous manner, and no corrective measures were envisaged (case no. I. ÚS 33/06);",
                                                "elements": []
                                            },
                                            {
                                                "content": "- the action had been lodged on 16 October 2001, a complaint under the Courts Act had been lodged on 28 September 2005, the response of the president of the court concerned had been served on the complainant on 4 November 2005 and the constitutional complaint had not been introduced until more than four months later (on 21 March 2006) (case no. I ÚS 182/06);",
                                                "elements": []
                                            },
                                            {
                                                "content": "- in the course of the proceedings the complainants had several times demanded that hearings be scheduled and that the proceedings be conducted in a continuous manner, the proceedings at the relevant time having lasted for some six years and seven months (case no. I. ÚS 30/07); and",
                                                "elements": []
                                            },
                                            {
                                                "content": "- although the complainant had not formally lodged a complaint under the Courts Act, he had actively sought to have hearings scheduled and the proceedings conducted in a continuous fashion on numerous occasions (case no. III. ÚS 154/06).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Case-law cited by the applicants",
                                        "elements": [
                                            {
                                                "content": "47.  The applicants argued that, in unrelated cases, which had however been represented by the same lawyer as in the present case, the  had declared admissible the following constitutional complaints:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i) which had been lodged two months and five days (case no. IV. ÚS 15/05, decision of 18 January 2005), two months and two days (case no. III. ÚS 67/05, decision of 2 March 2005), one month and seventeen days (case no. I. ÚS 33/06, decision of 9 February 2006), one month and seven days (case no. III. ÚS 214/06, decision of 27 June 2006), sixteen days (case I. ÚS 258/06, decision of 23 August 2006), twenty-one days (case no. II. ÚS 283/06, decision of 13 September 2006), twelve days (case no. I. ÚS 30/07, decision of 21 March 2007), thirty-one days (case no. IV. ÚS 279/09, decision of 7 August 2009), one month and eleven days (case no. II. ÚS 414/09, decision of 10 December 2009), and seventeen days (case no. II. ÚS 256/2010, decision of 15 March 2010) after the reply of the president of the court concerned who had accepted that there had been unjustified delays in the proceedings concerning actions of 14 June 2000, 20 June 2000, 11 January 1995, 13 September 1999, 13 June 1996, 9 April 2002, 28 March 2000, 13 November 2001, 2 December 1997 and 27 September 2007 respectively; and",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii) without examining whether or not prior to the constitutional complaint the complainant had asserted his rights by way of a complaint under the Courts Act in an action of 13 April 1992 (case no. I. ÚS 23/06 (decision of 18 January 2006)), in an action of 16 October 2001 (case no. I. ÚS 182/06 (decision of 8 June 2006)) and in an action of 6 December 1994 (case no. II 243/08 (decision of 11 June 2009)).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Other case-law",
                                        "elements": [
                                            {
                                                "content": "48.  In an unrelated case no. II. ÚS 26/95, with reference to a complaint under the State Administration of Courts Act, which was in the relevant aspects comparable to a complaint under the Courts Act (see paragraph 29 above), the Constitutional Court held that the use of such a complaint was not required prior to a claim before the Constitutional Court that the length of the judicial proceedings in question was excessive (judgment (nález) of 25 October 1995).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  In cases nos. III. ÚS 220/09 and I. ÚS 267/09 the Constitutional Court dealt with repeated complaints under Article 127 of the Constitution of continuing delays in judicial proceedings following and despite previous judgments of the Constitutional Court finding a violation of the complainants’ right to a hearing within a reasonable time and ordering the courts in question to proceed with the respective cases without delay.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Case no. III. ÚS 220/09 (decision of 28 July 2009) was declared admissible without a specific examination of whether a complaint had been lodged under the Courts Act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Case no. I. ÚS 267/09 (decision of 29 September 2009) was declared inadmissible on account of the complainant’s failure duly to use that remedy, his previous requests for the proceedings to be accelerated not having been taken into account.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  In cases nos. I. ÚS 272/08 and II. ÚS 435/08 the  dealt with complaints by two individuals about the length of the proceedings in their joint action for damages. The complainants were represented by the same lawyer and had both lodged complaints under the Courts Act (30 May and 8 July 2008 respectively) prior to introducing their constitutional complaints (21 July and 29 September 2008 respectively).",
                                                "elements": []
                                            },
                                            {
                                                "content": "Case no. I. ÚS 272/08 (decision of 18 September 2008) was declared inadmissible because it had been lodged too soon after the reply of the president of the respective court (18 June 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "Case no. II. ÚS 435/08 (decision of 27 November 2008) was declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "51.  The applicants complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by a ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Parties’ arguments",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a) Government",
                                "elements": [
                                    {
                                        "content": "52.  The Government argued that the applicants had failed to comply with the requirement of exhaustion of domestic remedies under Article 35 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In that connection, they relied on the ’s report of 7 June 2010 (see paragraphs 36 et seq. above) and advanced two reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  First, the applicants had failed to lodge their complaint under Article 127 of the Constitution in accordance with the applicable formal requirements and established practice of the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "More specifically, with reference to the ’s decision of 22 November 2006 in the applicants’ case (see paragraphs 18 to 21 above), the applicants could not be considered as having duly used the remedy under the Courts Act because they had not afforded the District Court adequate opportunity to remedy the situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Moreover, the ’s case-law, relied on by the applicants, was of no consequence because it originated in situations that were different from that of the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Second, the Government were of the view that the applicants should have, but had not, asserted their rights by way of an action for damages under the State Liability Act, which – under its sections 9 and 17 – applied to unjustified delays in proceedings and allowed for compensation of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In that connection, a finding of a violation of the applicants’ rights by the  was not a precondition of such a compensation claim, and the rejection of the applicants’ constitutional complaint did not exclude them from claiming damages under the State Liability Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Government made a distinction between a complaint under the Courts Act, which was of a preventive (accelerating) nature, and a claim for damages under the State Liability Act, which was of a compensatory nature. In view of the character of the remedy under Article 127 of the Constitution, the  only required the former remedy to be used before a constitutional complaint could be made, but not the latter. Therefore, the failure of the applicants’ constitutional complaint in no way impaired their chances of success under the State Liability Act.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b) Applicants",
                                "elements": [
                                    {
                                        "content": "56.  In reply, the applicants considered the Government’s position untenable in principle because there was no way of ascertaining what was to be understood by the “extreme” and “manifestly disproportionate” length of proceedings (see paragraph 41 above). There was also no tool for determining what length of time had to be allowed to the court in question after the reply of its president to a complaint under the Courts Act before a complaint could be lodged with the  under Article 127 of the Constitution in respect of their right a hearing within a reasonable time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  Furthermore, the applicants argued that the existing practice of the  with respect to the requirement of exhaustion of domestic remedies under section 53 of the Constitutional Court Act and complaints under the Courts Act was divergent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  As to the State Liability Act, the applicants submitted that the Act of 2003 had no temporal application to their case, that the Act of 1969 had not allowed for compensation in respect of non-pecuniary damage, and that – in any event – the Government had failed to show that either of the Acts had ever been applied in a situation comparable to theirs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  With regard to the Constitutional Court’s decision in their very case, the applicants argued that it was contrary to other decisions of the Constitutional Court in cases represented by the same lawyer as in the present case, in which the question of appropriate use of a complaint under the Courts Act had not been examined at all (see paragraph 47 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  Lastly, the applicants submitted that a complaint under the Courts Act could not produce any redress in respect of the trauma and stress suffered by a complainant as a consequence of the length of judicial proceedings being excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "61.  The Court considers that, in the present case, the question of exhaustion of domestic remedies under Article 35 § 1 of the Convention raises issues which are closely linked to the merits of the applicants’ complaints and that it would be more appropriately examined at the merits stage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  At the same time, the Court considers, in the light of the parties’ submissions, that the complaint under Article 6 § 1 of the Convention raises serious issues of fact and law under the Convention, the determination of which requires an examination of the merits. The Court concludes therefore that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. No other ground for declaring it inadmissible has been established. It must accordingly be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Applicable general principles",
                                        "elements": [
                                            {
                                                "content": "63.  Under Article 1 of the Convention, which provides that “[t]he High Contracting Parties shall secure to everyone within their jurisdiction the rights and freedoms defined in Section I of [the] Convention”, the primary responsibility for implementing and enforcing the rights and freedoms guaranteed by the Convention is laid on the national authorities. The machinery of complaint to the Court is thus subsidiary to national systems safeguarding human rights. This subsidiary character is articulated in Articles 13 and 35 § 1 of the Convention (see, among other authorities, Cocchiarella v. Italy [GC], no. 64886/01, § 38, ECHR 2006V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The purpose of Article 35 § 1, which sets out the rule on exhaustion of domestic remedies, is to afford the Contracting States the opportunity of preventing or putting right the violations alleged against them before those allegations are submitted to the Court (see, among other authorities, Selmouni v. France [GC], no. 25803/94, § 74, ECHR 1999-V). The rule in Article 35 § 1 is based on the assumption, reflected in Article 13 (with which it has close affinity), that there is an effective domestic remedy available in respect of the alleged breach of an individual’s Convention rights (see Kudła v. Poland [GC], no. 30210/96, § 152, ECHR 2000-XI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  Nevertheless, the only remedies which Article 35 of the Convention requires to be exhausted are those that relate to the breaches alleged and at the same time are available and sufficient. The existence of such remedies must be sufficiently certain not only in theory but also in practice, failing which they will lack the requisite accessibility and effectiveness (see, among other authorities, Scordino v.  (no. 1) [GC], no. 36813/97, § 142, ECHR 2006V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  Remedies available to a litigant at domestic level for raising a complaint about the length of proceedings are “effective” within the meaning of Article 13 of the Convention if they prevent the alleged violation or its continuation, or provide adequate redress for any violation that has already occurred. A remedy is therefore effective if it can be used either to expedite a decision by the courts dealing with the case, or to provide the litigant with adequate redress for delays that have already occurred (see Mifsud v. France (dec.) [GC], no. 57220/00, § 17, ECHR 2002-VIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  However, as the Court emphasised, the best solution in absolute terms is indisputably, as in many spheres, prevention. Where the judicial system is deficient with regard to the reasonable-time requirement in Article 6 § 1 of the Convention, a remedy designed to expedite the proceedings in order to prevent them from becoming excessively lengthy is the most effective solution. Such a remedy offers an undeniable advantage over a remedy affording only compensation since it also prevents a finding of successive violations in respect of the same set of proceedings and does not merely repair the breach a posteriori, as does a compensatory remedy. Some States have understood the situation perfectly by choosing to combine two types of remedy, one designed to expedite the proceedings and the other to afford compensation (see Sürmeli v. Germany [GC], no. 75529/01, § 100, ECHR 2006VII, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  Where a domestic legal system has made provision for bringing an action against the State, the Court has pointed out that such an action must remain an effective, sufficient and accessible remedy in respect of the excessive length of judicial proceedings and that its sufficiency may be affected by excessive delays and depend on the level of compensation (see Sürmeli, cited above, § 101, with further references).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Relevant Convention case-law in respect of ",
                                        "elements": [
                                            {
                                                "content": "69.  Until constitutional amendment no. 90/2001 Coll., there were no effective remedies within the meaning of Article 35 § 1 of the Convention in  in respect of the excessive length of judicial proceedings. The effectiveness of the following remedies was not accepted for the purposes of that provision: a petition under what was then Article 130 of the Constitution (see, for example, Bánošová v. Slovakia (dec.), no. 38798/97, 27 April 2000), a complaint under the State Administration of Courts Act (see, for example, Molnárová and Kochanová v. Slovakia (dec.), no. 44965/98, 4 March 2003) and an action for damages under the State Liability Act 1969 (see, for example, Švolík v. Slovakia, no. 51545/99, §§ 37-38, 15 February 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  Under constitutional amendment no. 90/2001 Coll., a new remedy was established, a complaint under the amended Article 127 of the Constitution (see paragraphs 12 and 24 above), which is in general considered to be a remedy to be used for the purposes of Article 35 § 1 of the Convention in respect of the excessive length of proceedings (see, for example, Andrášik and Others v. Slovakia (dec.), nos. 57984/00, 60237/00, 60242/00, 60679/00, 60680/00, 68563/01 and 60226/00, ECHR 2002IX).",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  In its decision in the application of Bako v. Slovakia (no. 60227/00, 15 March 2005), the Court acknowledged that, when dealing with complaints under Article 127 of the Constitution in respect of the length of proceedings, the Constitutional Court’s practice was to examine separately the segments of those proceedings taking place before different courts. This practice stemmed from the need for the  to identify separately the authorities which might be liable for a violation of the complainant’s human rights and fundamental freedoms and which, as the case may be, it would then order to provide appropriate redress to the person concerned. In the Court’s decision in Bako (cited above), it was also noted that this approach was different from that of the Court, which consists in examining the overall length of the proceedings. In this connection the Court wishes to clarify that an examination of the overall length of the proceedings does not preclude that a particular attention be given to a specific segment of the proceedings taking place before a specific court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  In its decision in Bako (cited above), the Court found that it therefore had to satisfy itself in each individual case whether the protection of a person’s right granted by the Constitutional Court of the Slovak Republic was comparable to that which the Court could provide under the Convention. In cases concerning the length of proceedings this requirement will only be met where the Constitutional Court’s decision, while structured so as to make a separate assessment of each of the individual stages of proceedings, is capable of covering all stages of the proceedings complained of and thus, in the same way as decisions given by the Court, of taking into account their overall length.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  Consequently, it was found that, in order to satisfy the requirements of Article 35 § 1 of the Convention, applicants had to have formulated their complaints under Article 127 of the Constitution in a way that would allow the Constitutional Court to examine the overall length of the proceedings in issue (see Obluk v. Slovakia, no. 69484/01, § 62, 20 June 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Court has also acknowledged the Constitutional Court’s practice of entertaining complaints under Article 127 of the Constitution about the length of proceedings only where the proceedings complained about are pending before the authority liable for the alleged violation at the time such complaints are lodged (see Obluk, cited above, § 51) and it has held that, for the purposes of Article 35 § 1 of the Convention, applicants had to have introduced their constitutional complaints in accordance with this practice (see Mazurek v. Slovakia (dec.), no. 16970/05, 3 March 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  Reaffirming the importance of the protection afforded to applicants in each individual case at the national level being comparable to that afforded by the Court under the Convention, as specified in paragraph 71 above, the Court acknowledged that it is first of all for the national authorities to devise means and methods of examining individual complaints so as to render the protection of their rights effective (see Michalák v. Slovakia, no. 30157/03, §§ 176-77, 8 February 2011).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Assessment of the present case",
                                        "elements": [
                                            {
                                                "content": "76.  The Court reiterates that it is not its role to decide in the abstract whether the applicable domestic law is compatible with the Convention or whether the domestic law has been complied with by the national authorities. In cases arising from individual petitions it must as far as possible examine the issues raised by the case before it. The question of exhaustion of domestic remedies will therefore now be examined with reference to the specific circumstances of the present case only (see, for example, Jakub v. Slovakia, no. 2015/02, § 48, 28 February 2006, with further references).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a) Complaint under the Courts Act",
                                "elements": [
                                    {
                                        "content": "77.  The Court considers that, strictly speaking, the essential question to be answered is not whether a complaint under the Courts Act is effective within the meaning of Article 35 § 1 of the Convention as such, but rather whether the applicants have complied with the exhaustion requirement under that Article.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  From that perspective, the Court reiterates that in Slovakia, in respect of the excessive length of proceedings, the remedy that is normally considered to be effective and that accordingly has to be used for the purposes of the domestic remedies rule under the Convention is the complaint under Article 127 of the Constitution (see Andrášik and Others, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Court observes that the applicants in the present case made use of that remedy and that their complaint was rejected without an examination of its merits on formal grounds, because the applicants were found not to have afforded the court in question adequate time to take measures with a view to remedying and correcting the unlawful situation caused by its inaction or ineffective action (compare and contrast paragraphs 20 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In particular, they introduced their constitutional complaint (6 November 2006) directly after receiving an answer from the president of the District Court (27 October 2006) accepting their complaint and indicating that corrective measures would be taken. For this reason their complaint under the Courts Act could only have been a formal step without any effect that it otherwise could have had (see paragraphs 12 and 21 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  In this context, although it is not decisive, the Court finds it useful to reiterate that lodging a complaint of delays in proceedings to the president of the court concerned under the State Administration of Courts Act, which was comparable to a complaint under the Courts Act (see paragraph 29 above), has been found not to be an effective remedy for the purposes of Article 35 § 1 of the Convention (see paragraph 69 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Court also finds it useful to reiterate that, when examining complaints about the length of proceedings, the president of the court concerned acts in the capacity of manager rather than in a judicial capacity (see paragraph 26 above and also DMD GROUP, a.s. v. Slovakia, no. 19334/03, §§ 40, 41 and 65, 5 October 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  At this juncture the Court further reiterates that, for a remedy to be “effective” for Convention purposes, it has to allow prevention of the alleged violation or its continuation, or to provide adequate redress for any violation that has already occurred (see paragraph 66 above). While, in respect of lengthy proceedings, a preventive measure is preferable, if a length-of-proceedings violation has already occurred, a remedy designed only to expedite them may not be adequate, and compensation or another form of redress may be called for (see Cocchiarella, cited above, §§ 74-77).",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Court notes that a complaint under Article 127 of the Constitution is precisely aimed at allowing redress of both a preventive and compensatory nature (see Andrášik and Others, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  However, the ultimate effect for an applicant may change when the availability of redress under Article 127 of the Constitution becomes dependent on a complaint under the Courts Act, the latter having no compensatory potential. In this context it is to be noted that, before the Constitutional Court, the applicants claimed compensation in respect of non-pecuniary damage in the amount of EUR 2,200 each (see paragraph 17 above), that their complaint under the Courts Act could at most bring about acceleration of the proceedings, but that there was no scope for any such compensation claim in connection with it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  In these circumstances, the Court has to examine the overall effectiveness, from the point of view of Article 35 § 1 of the Convention, of the combination of remedies available to the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  As to the functional relationship between a complaint under Article 127 of the Constitution and a complaint under the Courts Act, the Court notes the explanations provided by the Government, in particular their reliance on the Constitutional Court’s report of 7 June 2010 (see paragraphs 36 et seq. above), submitting that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "- a complaint under the Courts Act is in general a remedy to be used before a complaint under Article 127 of the Constitution can be made;",
                                        "elements": []
                                    },
                                    {
                                        "content": "- making use of a complaint under the Courts Act is, however, not required in cases where the length of proceedings is “extreme” and “manifestly disproportionate”, provided that the complainant had actively been seeking their acceleration;",
                                        "elements": []
                                    },
                                    {
                                        "content": "- the complaint under the Courts Act cannot be considered as having been duly used if it was lodged at the same time as a complaint under Article 127 of the Constitution, after its introduction, or if the latter was introduced too early after the reply of the president of the court in question to the former.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Court observes that, rather than stemming directly from decisions and judgments of the Constitutional Court, this summary of the Constitutional Court’s practice was drawn up post factum and at an administrative level and that, although certainly being of informative value, it has no normative implications for the facts of the present case which preceded it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  Furthermore, and in any event, the Court cannot but note certain incongruities in the ’s case-law relied on by the Government on the one hand and by the applicants on the other hand.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  In particular, the Court notes that, in the case-law cited by the Government, periods ranging from eight days to one month and twenty-five days between the reply of the president of the court concerned to a complaint about the length of proceedings and the introduction of the respective constitutional complaint were not found to be sufficiently long (see paragraph 45 above), while in the case-law cited by the applicants periods ranging from sixteen days to two month and five days were (see paragraph 47 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  Moreover, in contrast to the position argued by the Government, and without any explanation, there appear to be cases where the Constitutional Court did not examine the question of whether the remedy under the Courts Act had been used (see paragraph 47 above) and arrived at opposing conclusions in that respect in situations that were similar (see paragraphs 48 to 50 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  In so far as the Government’s argument has been substantiated, the Court has found no acceptable justification for this incongruity. It follows that the applicants’ position as to the exhaustion of remedies before the Constitutional Court depended on a number of variables without reliable guidance and predictable outcome, a position which cannot be considered compatible with the principle of legal certainty (see, for example, Popov v. Moldova (no. 2), no. 19960/04, §§ 44-46, 6 December 2005, with further references) and that, consequently, the applicants cannot be reproached under Article 35 § 1 of the Convention for the way in which they used the remedies under the Courts Act and Article 127 of the Constitution in the specific circumstances of their case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b) Claim for damages under the State Liability Act",
                                "elements": [
                                    {
                                        "content": "92.  As for any remedies under the State Liability Act, the Court reiterates first of all that where there is a choice of remedies, the exhaustion requirement must be applied to reflect the practical realities of an applicant’s position, so as to ensure the effective protection of the rights and freedoms guaranteed by the Convention. Moreover, an applicant who has used a remedy which is apparently effective and sufficient cannot be required also to have tried others that were available but probably no more likely to be successful (see Karlin v. , no. 41238/05, § 85, 28 June 2011, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  As has been noted above, in the present case, the applicants sought protection of their right to a hearing within a reasonable time before the  under Article 127 of the Constitution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The Constitutional Court, as the supreme authority for the protection of human rights and fundamental freedoms in Slovakia, had jurisdiction to examine the applicants’ complaint and to afford them redress if appropriate (see, mutatis mutandis, Lawyer Partners a.s. v. Slovakia, nos. 54252/07, 3274/08, 3377/08, 3505/08, 3526/08, 3741/08, 3786/08, 3807/08, 3824/08, 15055/08, 29548/08, 29551/08, 29552/08, 29555/08 and 29557/08, § 45, ECHR 2009-..., with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  As the Court has equally acknowledged above, the course of action chosen by the applicants in this case is normally considered to be effective for the purposes of the domestic remedies rule under Article 35 § 1 of the Convention. Moreover, there is nothing in the ’s decision to suggest that the applicants’ constitutional complaint was not admissible because they had not made use of the remedy now relied on by the Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  In these circumstances, the Court cannot but find that the applicants’ course of action as to the remedies used was reasonable and appropriate (see Karlin, cited above, § 88, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  Furthermore, and in any event, the Court notes that the Government have not shown that the remedy under the State Liability Act has ever been used with success in a situation comparable to that of the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  Accordingly, the Court finds that the applicants are not required to have had recourse to the remedy under the State Liability Act, as referred to by the Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  Conclusion",
                                        "elements": [
                                            {
                                                "content": "99.  In view of the above consideration the Court concludes that the Government’s preliminary objection of nonexhaustion of domestic remedies must be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  The period to be taken into consideration began on 26 September 2002 and ended at the earliest on 26 February 2009. It thus lasted at least six years, five months, and three days for two levels of jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  The Court reiterates that the reasonableness of the length of this period must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicants and the relevant authorities and what was at stake for the applicants in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  The Court notes that the Government have admitted that the complaint is not manifestly ill-founded and have not sought to contest it on the merits.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  Having examined all the material submitted to it and having regard to its caselaw on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement. There has accordingly been a breach of Article 6 § 1.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "105.  The applicants further complained that they had not had at their disposal an effective remedy in respect of their complaint under Article 6 § 1 of the Convention, contrary to Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "106.  The Court notes that this complaint is linked to the one examined above and must therefore likewise be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "107.  Referring to their arguments as mentioned above, the Government argued that the applicants had had at their disposal remedies under the Courts Act, the State Liability Act and, ultimately, Article 127 of the Constitution, which, taken together, were compatible with the requirements of Article 13 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  The Court reiterates that Article 13 of the Convention guarantees the availability at national level of a remedy to enforce the substance of the Convention rights and freedoms in whatever form they may happen to be secured in the domestic legal order. The effect of Article 13 is thus to require the provision of a domestic remedy to deal with the substance of an “arguable complaint” under the Convention and to grant appropriate relief. The effectiveness of a remedy within the meaning of Article 13 does not depend on the certainty of a favourable outcome for the applicant. Also, even if a single remedy does not by itself entirely satisfy the requirements of Article 13, the aggregate of remedies provided for under domestic law may do so. It is therefore necessary to determine in each case whether the means available to litigants in domestic law are “effective” in the sense either of preventing the alleged violation or its continuation, or of providing adequate redress for any violation that has already occurred (see, for example, Sürmeli, cited above, § 98).",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  In the present case, in view of the Court’s finding under Article 6 § 1 of the Convention (see paragraph 104 above), the complaint under that provision must be considered “arguable” for the purposes of Article 13 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  The Court further refers to its finding that the applicants were not required for the purposes of Article 35 § 1 of the Convention to assert their rights under the State Liability Act, inter alia, on the ground that there is no precedent indicating that its use has been successful in a comparable situation (see paragraphs 97 and 98 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  Furthermore, the Court observes that the remedy in question is compensatory in nature and that there is no indication that it may give rise to an order for the acceleration of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  At the same time, the Court also notes that the use by the applicants of the other available remedies has been futile.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  It follows that, in the specific circumstances of the present case, the applicants did not have an effective remedy in respect of their complaint about the length of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a violation of Article 13, in conjunction with Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "114.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "115.  The applicants made no claim in respect of pecuniary damage. Accordingly, no ruling is appropriate in that respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  However, the applicants claimed EUR 8,268 each in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  The Government contested that claim as being excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  The Court considers that the applicants must have sustained nonpecuniary damage. Ruling on an equitable basis, it awards EUR 3,250 under that head, payable to Ms Magdaléna Turoňová, their daughter (see paragraph 1 above), plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "119.  The applicants also claimed EUR 357 for their legal costs before the domestic courts and EUR 833 for those incurred before the Court. They submitted that they were not able to support this claim by a bill because it was only payable upon the conclusion of the proceedings before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  The Government contested the claim arguing that the applicants had failed to support it by any documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum (see, for example, Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 54, ECHR 2000-XI). Furthermore, Rule 60 § 2 of the Rules of Court provides that itemised particulars of any claim made under Article 41 of the Convention must be submitted, together with the relevant supporting documents or vouchers, failing which the Court may reject the claim in whole or in part.",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  In the instant case, the Court observes that the applicants have not substantiated their claim by any relevant supporting documents establishing that they were under an obligation to pay for the cost of legal services or have actually paid for them. Accordingly, the Court decides not to award any sum under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "123.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Decides by a majority to join to the merits the Government’s objection as to the exhaustion of domestic remedies, concerning the complaint under the Courts Act, and declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds by five votes to two that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds by five votes to two that there has been a violation of Article 13, in conjunction with Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds by five votes to two",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay Ms Magdaléna Turoňová, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention EUR 3,250 (three thousand two hundred and fifty euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses unanimously the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 12 June 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judges López Guerra and Gyulumyan is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "In my opinion, the Court should have declared this application inadmissible based on a failure to exhaust all available domestic remedies, pursuant to Article 35 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "The effective protection of Convention rights and freedoms depends on the activity of the domestic authorities, which bear the primary responsibility for implementing and enforcing them. Our Court’s role in guaranteeing those rights is, and must necessarily be, subsidiary to the member States’ domestic systems of protection. As a result, it is an absolute prerequisite for applicants to the  to have previously exhausted all available domestic remedies.",
                        "elements": []
                    },
                    {
                        "content": "Accordingly, and as stated in Article 13 of the Convention, the national authorities have an obligation to provide the means by which violations of Convention rights and freedoms should be remedied. As set forth in our case-law (and duly cited in paragraph 110 of the present judgment), even if a single remedy does not satisfy this condition, the aggregate of remedies provided for in domestic law may do so. Therefore, to verify the applicants’ compliance with the Article 35 requirement to exhaust all domestic remedies, the Court must first ascertain whether such a system of domestic remedies exists, and whether the applicant exhausted them before coming to .",
                        "elements": []
                    },
                    {
                        "content": "With respect to the first point, that is, the existence of an effective remedy in respect of undue delays in the proceedings, Article 127 of the Slovakian Constitution provides for a complaint to the  about violations of fundamental rights or freedoms (which include the right to a trial without undue delay). Section 53 of the Slovakian Constitutional Court Act determines that for such a complaint to be entertained by the , the applicant must first have exhausted the existing legal remedies. And in that regard, sections 62 and 63 of the Slovakian Courts Act specifically provide that complaints about unjustified delays should be brought before and heard by the president of the lower court in question, in order to rectify any shortcomings that may be found.",
                        "elements": []
                    },
                    {
                        "content": "In view of these provisions, the Slovakian Constitutional Court was correct in ruling that a party must first address his complaint concerning undue delays to the president of the court that is hearing the relevant case, so that the court may rectify any shortcomings; and, if the complaint is not dealt with adequately, the party may then lodge a complaint with the . In that way, the competent court will have the opportunity to preventively correct the undue delay, while the ’s role is thus limited to acting only as a final guarantee in this preventive system or, if warranted, in a compensatory manner. This prerequisite of complaining to the president of the competent lower court avoids undue recourse to the , as well as even further delays in the proceedings. Of course for the recourse to the president of the competent court to be effective, that court must be provided with a reasonable time-frame in which to remedy the alleged undue delays. When provided with adequate time, this system does indeed provide an effective remedy in respect of complaints arising from undue delays.",
                        "elements": []
                    },
                    {
                        "content": "Against the position adopted by the , the present judgment, from which I dissent, does not deem the requisite prior complaint to the president of the competent court to be a remedy that must be exhausted before taking a case to the , despite its being deemed a remedy in the Slovakian Courts Act. The consequences of the Strasbourg Court’s interpretation are twofold: running counter to Slovakian legislation, it deprives the ordinary courts of the possibility of remedying their own excessive delays by expediting their proceedings, and it imposes a burden on the Constitutional Court to directly decide all cases involving undue delays which the competent courts have been denied the power to examine.",
                        "elements": []
                    },
                    {
                        "content": "As to whether the applicants did indeed exhaust the existing domestic remedies, the applicants submitted their complaint concerning the excessive length of the proceedings to the President of the District Court on 2 October 2006 and received the President’s response on 27 October, indicating that he had already ordered the competent judge to proceed with the case without further delay. However, on that same day the applicants proceeded to file an additional complaint for undue delays with the .",
                        "elements": []
                    },
                    {
                        "content": "It is therefore clear that the applicants did not allow the competent court a reasonable time-frame in which to remedy the alleged delays before taking their case to the  and, as a consequence, the  rightly declared their claim inadmissible. In such circumstances, the applicants’ merely formal complaint to the President of the District Court cannot be deemed to have exhausted the available domestic remedies before their application to this Court.",
                        "elements": []
                    },
                    {
                        "content": "Moreover, the facts of the case clearly show that the applicants were indeed provided with an effective remedy in respect of the alleged delays since, as a consequence of their complaint to the President of the District Court, the proceedings were expedited and the hearings in their case resumed less than two months after that complaint was filed.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Corneliu Bîrsan",
            "role": "judges"
        },
        {
            "name": "Alvina Gyulumyan",
            "role": "judges"
        },
        {
            "name": "Egbert Myjer",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Santiago Quesada",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ISTVAN AND ISTVANOVA v. SLOVAKIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-111400.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0612JUD003018907",
    "externalsources": [],
    "extractedappno": [
        "30189/07",
        "74/05",
        "48/06",
        "101/06",
        "72241/01",
        "62584/00",
        "44965/98",
        "25006/94",
        "41238/05",
        "30210/96",
        "93/04",
        "132/05",
        "401/08",
        "265/05",
        "306/04",
        "85/06",
        "13/06",
        "15/05",
        "67/05",
        "23/06",
        "33/06",
        "182/06",
        "30/07",
        "154/06",
        "214/06",
        "258/06",
        "283/06",
        "279/09",
        "414/09",
        "243/08",
        "26/95",
        "220/09",
        "267/09",
        "272/08",
        "435/08",
        "64886/01",
        "25803/94",
        "36813/97",
        "57220/00",
        "75529/01",
        "38798/97",
        "51545/99",
        "57984/00",
        "60237/00",
        "60242/00",
        "60679/00",
        "60680/00",
        "68563/01",
        "60226/00",
        "60227/00",
        "69484/01",
        "16970/05",
        "30157/03",
        "2015/02",
        "19334/03",
        "19960/04",
        "54252/07",
        "3274/08",
        "3377/08",
        "3505/08",
        "3526/08",
        "3741/08",
        "3786/08",
        "3807/08",
        "3824/08",
        "15055/08",
        "29548/08",
        "29551/08",
        "29552/08",
        "29555/08",
        "29557/08",
        "30979/96",
        "31107/96"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Constitutional amendment no. 90.2001 Coll.",
        "Articles 127 and 130 of the Constitution",
        "State Administration of Courts Act",
        "State Liability Act 1969",
        "Courts Act"
    ],
    "itemid": "001-111400",
    "judgementdate": "12/06/2012 00:00:00",
    "kpdate": "12/06/2012 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406",
        "444",
        "110",
        "14",
        "128",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "13",
        "35-1",
        "6-1",
        "35",
        "6",
        "41"
    ],
    "parties": [
        "ISTVAN AND ISTVANOVA",
        "SLOVAKIA"
    ],
    "rank": "892.244384765625",
    "representedby": [
        "RAJTAKOVA I."
    ],
    "respondent": "SVK",
    "respondentOrderEng": "42",
    "scl": [
        "Andrášik and Others v. Slovakia (dec.), nos. 57984/00, 60237/00, 60242/00, 60679/00, 60680/00, 68563/01 and 60226/00, ECHR 2002-IX",
        "Bako v. Slovakia, no. 60227/00, 15 March 2005",
        "Bánošová v. Slovakia (dec.), no. 38798/97, 27 April 2000",
        "Cocchiarella v. Italy [GC], no. 64886/01, ECHR 2006-V",
        "DMD GROUP, a.s. v. Slovakia, no. 19334/03, §§ 40, 41 and 65, 5 October 2010",
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII",
        "Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 54, ECHR 2000-XI",
        "Jakub v. Slovakia, no. 2015/02, § 48, 28 February 2006",
        "Karlin v. Slovakia, no. 41238/05, § 85, 28 June 2011",
        "Kudla v. Poland [GC], no. 30210/96, § 152, ECHR 2000-XI",
        "Lawyer Partners a.s. v. Slovakia, nos. 54252/07, 3274/08, 3377/08, 3505/08, 3526/08, 3741/08, 3786/08, 3807/08, 3824/08, 15055/08, 29548/08, 29551/08, 29552/08, 29555/08 and 29557/08, § 45, ECHR 2009-...",
        "Mazurek v. Slovakia (dec.), no. 16970/05, 3 March 2009",
        "Michalák v. Slovakia, no. 30157/03, §§ 176-77, 8 February 2011",
        "Mifsud v. France (dec.) [GC], no. 57220/00, § 17, ECHR 2002-VIII",
        "Molnárová and Kochanová v. Slovakia (dec.), no. 44965/98, 4 March 2003",
        "Obluk v. Slovakia, no. 69484/01, § 62, 20 June 2006",
        "Popov v. Moldova (no. 2), no. 19960/04, §§ 44-46, 6 December 2005",
        "Scordino v. Italy (no. 1) [GC], no. 36813/97, § 142, ECHR 2006-V",
        "Selmouni v. France [GC], no. 25803/94, § 74, ECHR 1999-V",
        "Sürmeli v. Germany [GC], no. 75529/01, §§ 100-101, ECHR 2006-VII",
        "Švolík v. Slovakia, no. 51545/99, §§ 37-38, 15 February 2005"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "371865",
    "typedescription": "15"
}