{
    "__articles": "8;8-1;41",
    "__conclusion": "Violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations;Article 8-1 - Respect for family life);Non-pecuniary damage - award",
    "applicability": "",
    "appno": "61362/12",
    "article": [
        "8",
        "41"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8 - Positive obligations",
                "Article 8-1 - Respect for family life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-147332.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 61362/12) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Moldovan national, Mr V.P. (“the applicant”), on 13 September 2012. The President of the Section acceded to the applicant’s request not to have his name disclosed (Rule 47 § 3 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was granted leave by the President of the Section to present his own case in the proceedings before the Court. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the respondent State had not taken adequate measures to enforce a judgment of a Moldovan court whereby a residence order in his favour had been made in respect of his son, who had been abducted and taken to Russia by the applicant’s former wife.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 11 March 2013 the application was communicated to the Government.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 16 January 2014 the Moldovan Government declared that they would not exercise their right under Article 36 § 1 of the Convention and Rule 44 of the Rules of Court to intervene in the proceedings.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1975 and lives in Chisinau, Moldova.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 28 October 2006 the applicant married Ms E.P., also a national of Moldova. On 15 June 2007 she gave birth to their son, A.P. At some point relations between the couple deteriorated. As was established by the Moldovan courts in subsequent proceedings, on 24 June 2008 Ms E.P. moved to the town of Cahul, in Moldova, where her parents lived. The boy, A.P., went with her.",
                                "elements": []
                            },
                            {
                                "content": "A.  Divorce and custody proceedings in Moldova",
                                "elements": [
                                    {
                                        "content": "8.  On 22 August 2008 Ms E.P. initiated divorce proceedings before the Rîșcani District Court of Chisinau. She also sought a residence order in her favour in respect of A.P. On 25 September 2008 the applicant filed a counterclaim seeking a residence order in his favour in respect of the child.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 13 September 2008, while the proceedings were still pending, Ms E.P. left Moldova with the child and settled in Moscow, Russia.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 1 October 2008 the court fixed a contact schedule, pursuant to which the applicant was to be allowed to visit his son.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 10 October 2008 the applicant sought a court order prohibiting Ms E.P. from leaving the country with the child without his consent. On the same date the court granted the order sought by the applicant. An interim restraining order was issued with immediate effect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 28 October 2008 Ms E.P., by letter, informed the court and the police that she was opposed to any contact between the applicant and their son. Her letter was certified by a notary public in Moscow.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 31 October 2008 Ms E.P. obtained a certificate of “temporary residence registration” with the Russian Immigration Authority in Moscow. In the following months she went through this process several times, obtaining such a certificate for the last time on 26 June 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  In the following months Ms E.P. did not take part in the proceedings before the Moldovan courts; however, she was represented by a lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On an unspecified date the applicant contacted the Moldovan police in order to establish the whereabouts of the child. According to a written reply from the police dated 10 March 2009 (which was apparently based on information provided by Ms E.P.’s parents), the applicant’s son was living with his mother at an address on Nag. Street in Moscow.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  According to the applicant, on 27 April 2009 Ms E.P. returned to Moldova with the boy. During their stay in Moldova she allowed the applicant to see the child twice. During one of the visits Ms E.P. informed the applicant that she was living with a new partner, Mr A.G., in Moscow and that she had told her son that Mr A.G. was his father.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 12 May 2009 Ms E.P. left for Russia again, taking the child with her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On the same date the applicant lodged a criminal complaint with the Russian police, seeking the institution of criminal proceedings against Ms E.P. for abduction of their child. A police officer of the Teplyi Stan Police Department questioned Ms E.P. and Mr A.G., and established that Ms E.P. was not preventing the applicant from seeing his son. The police officer concluded that the situation was within the jurisdiction of the civil courts and that there was no need for the criminal prosecution of Ms E.P.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The applicant contacted the Russian police and asked them to verify whether the child and the mother were in fact living at the address on Nag. Street. On 24 June 2009 and 29 December 2010 the Russian police informed the applicant that, according to their information, Ms E.P. and her son were not living at that address.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 22 September 2009 the Rîșcani public prosecutor charged Ms E.P., in absentia, under Article 207 of the Criminal Code of Moldova. On the same date her name was put on Moldova’s wanted list by the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Ms E.P. was represented by two lawyers in the divorce and child residence proceedings before the Rîșcani District Court. According to a letter issued by the District Court, Ms E.P. was properly notified of the hearings, but failed to appear.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 28 October 2009 the Rîșcani District Court decided the case in favour of the applicant. In its judgment the court analysed the child’s living conditions, the circumstances of separation of the parents, their respective home lives, income, occupation, social habits and so forth. The judgment was upheld at two levels of jurisdiction – on 28 January 2010 and, in the final instance (the Supreme Court of Justice), on 19 May 2010. The judgment of 28 October 2009, as upheld, dissolved the marriage and ordered that the boy’s habitual residence (domicile) for the purposes of his upbringing and education should be with his father (the applicant).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 4 December 2009 the Russian police (Teplyi Stan Police Department) detained Ms E.P. in connection with the criminal proceedings which had been opened against her in Moldova, but she was released within a few hours.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 18 June 2010 Ms E.P. married Mr A.G. in Moscow. For some time they lived together in Moscow at an address on Bak. Street. Ms E.P. enrolled the boy in a kindergarten situated in Moscow. She requested the kindergarten not to allow the applicant to see the child. The child was also registered with and started to receive treatment at one of the public polyclinics in Moscow.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Attempts by the applicant to obtain a warrant of execution from the Russian courts",
                                "elements": [
                                    {
                                        "content": "1.  First round of enforcement proceedings",
                                        "elements": [
                                            {
                                                "content": "25.  On 12 May 2010 the applicant asked the Moscow City Court to issue a warrant of execution on the basis of the Rîșcani District Court’s judgment of 28 October 2009. As per the Government’s explanations, the applicant lodged this request not directly, but through the Rîșcani District Court, which, in turn, forwarded it to the Ministry of Justice of Moldova.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 4 June 2010 the Ministry of Justice of Moldova, with reference to the bilateral treaty between Moldova and Russia of 25 February 1993, asked the Russian Ministry of Justice to assist the applicant in the enforcement of the judgment of 28 October 2009. They informed the Russian Ministry of Justice that A.P. was living with his mother at an address on Bak. Street in Moscow.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  It would appear that, subsequent to her marriage (see paragraph 24 above) to Mr A.G., a Russian national, Ms E.P. applied for Russian citizenship on the basis that her birthplace had been in Russia and she was married to a Russian national.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  On 21 July 2010 the applicant’s application for a warrant of execution was received by the Moscow branch of the Russian Ministry of Justice. On 5 August 2010 that application, together with enclosed documents, was forwarded to the Moscow City Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On 10 September 2010 the Moscow City Court received the application together with the enclosed documents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  On 15 September 2010 a judge of the Moscow City Court refused to examine the validity of the judgment of 28 October 2009 for the purposes of enforcement on the territory of Russia. The judge held that, pursuant to the bilateral treaty between Moldova and Russia of 1993 and the Minsk Convention of 1993, such judgments were self-executing and did not need any further action in order to be enforced. In addition, the judgment of 28 October 2009 had not imposed on the defendant (Ms E.P.) any obligation to act or to refrain from acting in a particular way. The Moscow City Court concluded that it had no competence to examine the applicant’s application.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The decision of 15 September 2010 was forwarded to the applicant on 16 September 2010 by registered mail. According to the Government, it was received by the applicant in Moldova on 10 November 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  On the same date (on 16 September 2010), the documents enclosed by the applicant with his application for a warrant of execution were returned to him. As is apparent from the explanations of the Government, those documents were sent through the Moscow branch of the Ministry of Justice, which forwarded them to the federal Ministry of Justice, which, in turn, forwarded the documents to the Moldovan Ministry of Justice for further dispatch to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  Having received the decision of 15 September 2010, the applicant appealed. However, since by that time the time-limits for lodging an appeal had expired, he first introduced a motion with the Moscow City Court for waiver of the time-limit.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  On 10 December 2010 the Moscow City Court examined the applicant’s motion and ruled that, in view of the applicant’s explanations, the timelimit had to be waived. The appeal was consequently forwarded to the Supreme Court of the Russian Federation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 1 February 2011 the ruling of 15 September 2010 was quashed by the Supreme Court of the Russian Federation. The Supreme Court disagreed with the lower court’s interpretation of the Minsk Convention. Furthermore, the Supreme Court noted that the first-instance court was not in a position to conclude whether the Rîșcani District Court’s judgment of 28 October 2009 did not require enforcement, as the materials of the case did not contain a “certified copy of that decision”. The case was remitted to the Moscow City Court for fresh examination. On 17 February 2011 the case file was forwarded from the Supreme Court to the Moscow City Court.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Ms E.P.’s attempt to obtain a residence order in respect of the child",
                                        "elements": [
                                            {
                                                "content": "36.  On an unspecified date Ms E.P. brought court proceedings before a Russian court seeking to obtain a residence order in respect of the child.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 18 January 2011 the Cheremushki District Court of Moscow refused to consider her application, holding that the dispute had already been resolved by another court, namely the Rîșcani District Court.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Second round of enforcement proceedings",
                                        "elements": [
                                            {
                                                "content": "38.  On 23 February 2011 the applicant wrote a letter to the Moscow City Court in which he reiterated his original position and arguments and informed the court that Ms E.P. was continuing to live at an address on Bak. Street.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  On 24 February and 17 March 2011 a judge of the Moscow City Court examined the case file and issued procedural rulings ordering additional evidence to be gathered. In particular, the judge decided to call Ms E.P. for a preliminary discussion concerning the case on 17 March 2011. On that date the judge set the case for an open hearing and ordered that the parties be notified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The judge also invited the applicant to resubmit the package of documents he had previously submitted together with his first application of 12 May 2010 (letter of 25 February 2011, no. 3M-0061/2011). The judge indicated that those documents should reach the Moscow City Court before 17 March 2011.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  On 3 March 2011 the Ministry of Justice of Russia received from the Ministry of Justice of Moldova a renewed application for a warrant of execution together with supporting documents. A cover letter by the Ministry of Justice of Moldova referred to the provisions of the Minsk Convention and was very similar to the first letter sent on 4 June 2010. The request contained forty pages of enclosures, consisting of court decisions by the Moldovan courts in the applicant’s case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  On an unspecified date the request by the Moldovan Ministry of Justice was forwarded by the federal Russian Ministry of Justice to its Moscow branch.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  On 22 March 2011 the Moscow branch of the Ministry of Justice received the application and on 24 March 2011 forwarded it with the enclosed documents to the Moscow City Court. In a cover letter addressed to the President of the Moscow City Court, the Russian Ministry of Justice asked to be kept informed about the developments in the applicant’s case. According to the Government, application and the enclosed documents were only received by the Moscow City Court on 27 April 2011.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  On 7 April 2011 the Moscow City Court, following the remittal of the case from the Supreme Court of Russia, re-examined the first application. Ms E.P. was present at the hearing. She argued that the original judgment of 28 October 2009 had been unlawful, as the Chisinau court had been incompetent to examine the dispute. She insisted that the applicant and the Moldovan courts had been perfectly aware of her moving to Russia with the child on 13 September 2008. She also argued that the Moldovan courts should not have examined the case, as only the courts of the country where the child and his resident parent or lawful guardian had established de facto residence were competent to hear such a case. According to Ms E.P., the Moldovan courts had based their jurisdiction on the “registration” (propiska) status of the child, whereas his de facto residence was in Russia, together with his mother. Ms E.P. also argued that she was working and was capable of taking proper care of her son in Moscow.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Moscow City Court rejected the arguments made by Ms E.P. It ruled that the child (A.P.) was residing in Moscow on a temporary basis, as confirmed by the temporary registration certificates, and that his permanent place of residence was in Chisinau. Consequently, the Chisinau court had been competent, under the Minsk Convention and the bilateral treaty of 1993, to examine the matter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Further, the Moscow City Court held that none of the reasons preventing enforcement of a foreign judicial decision stated in Article 55 of the Minsk Convention existed in the case at hand. The alleged “unlawfulness” of the judgment of the Rîșcani District Court under the Minsk Convention and the Civil Procedure Code did not prevent the Russian courts from issuing a warrant of execution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  As a result, the Moscow City court granted the application and ordered the enforcement of the judgment of 28 October 2009 on the territory of Russia. It stipulated that that judgment had ordered that the child reside, for the purposes of his upbringing and education, with his father.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Ms E.P. appealed. In her statement of appeal she developed the arguments she had put forward before the Moscow City Court. In particular, she referred to the provisions of Russian law on the legal status of foreigners which defined a foreigner’s place of “permanent residence” as the place where the foreigner lives permanently and lawfully for a significant amount of time. She also maintained that the enforcement of the Rîșcani District Court’s judgment would be contrary to the best interests of the child, as set forth in the 1989 UN Convention. In particular, she argued that the child did not remember the applicant and considered her new husband, Mr A.G., to be his father, and that returning him to the care of his biological father would endanger his psychological well-being and development. Ms E.P. claimed that the decision of the Moscow City Court had ignored her son’s best interests: in particular, she referred to the decision of the Supreme Court of Russia in the case of K., where the Russian courts had refused to enforce a decision of an Ukrainian court, finding that the children involved were living permanently on the territory of Russia and therefore only the Russian courts were competent to decide, on the basis of Russian law, the child residence dispute between the parents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The applicant lodged a written memorandum in reply to the statement of appeal by Ms E.P. The applicant contested her argument concerning the alleged lack of jurisdiction of the Moldovan courts in the child residence proceedings. He further insisted that Ms E.P.’s conduct had been immoral and harmful for the child.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  On 13 July 2011 the Moscow City Court wrote a letter to the applicant explaining that on 27 April 2011 it had received a package of documents from the applicant. It appears that this was the same package which the applicant had previously submitted together with his first application for a warrant of execution (that of 12 May 2010), which had later been returned to him by the Moscow City Court on 16 September 2011, and which the Moscow City Court had requested from him again on 25 February 2011.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  On 7 June 2011 the Supreme Court of the Russian Federation examined Ms E.P.’s appeal. The hearing took place in presence of Ms E.P.; the applicant was absent from the hearing. She repeated her argument concerning the distinction between “registration” and “residence”, insisted that the Moldovan courts had misinterpreted the relevant provisions of the Minsk Convention, and asserted that they had lacked jurisdiction to hear the case. Ms E.P. also referred to the provisions of Article 412 of the Code of Civil Procedure (“the CCP”), which provided that a foreign judgment should not be executed on the territory of the Russian Federation if it could harm the sovereignty or security of the Russian Federation or if it was contrary to public policy. Ms E.P. claimed that separating a small child from his mother would be contrary to the public policy of the Russian Federation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  Following the hearing the Supreme Court quashed the Moscow City Court’s judgment of 7 April 2011. The Supreme Court found that the applicant had failed to follow the procedure established by the Minsk Convention. In particular, he had not submitted the following documents to the Russian courts: a certified copy of the Rîșcani District Court’s judgment, a letter from the Rîșcani District Court asking for the enforcement of the judgment on the territory of the Russian Federation, a statement by the judge that the judgment had not yet been enforced in Moldova, a confirmation by the same judge that Ms E.P. and her representative had been duly notified of the date and place of the hearing before the Rîșcani District Court, and, finally, a statement by the Rîșcani District Court that the judgment had entered into force. The Supreme Court also noted that the translations into Russian of the court documents submitted by the applicant had not been made. In such circumstances, the Moscow City Court should not have granted his application for a warrant of execution – instead, under Article 136 of the CCP the City Court was obliged to adjourn the proceedings and give the applicant the opportunity to submit the missing documents. The Supreme Court ordered that the case be remitted for fresh consideration.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  On 1 August 2011 the case was received by a judge of the Moscow City Court. The judge ordered that Ms E.P. be summoned and that she provide details of the address she had stated when obtaining temporary registration in Moscow.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  On 15 August 2011 the judge set 29 August 2011 as the date of the hearing of the case and ordered that Ms E.P.’s second husband, Mr A.G., be summoned.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Third round of enforcement proceedings",
                                        "elements": [
                                            {
                                                "content": "55.  On 16 June 2011 Ms E.P. left her second husband, Mr A.G., and took the child with her. Mr A.G. stated (see below) that he was aware that she had moved in with a new partner, but he did not know his name or where they were living.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  On 4 July 2011 a police officer from the Teplyi Stan Police Station visited Mr A.G. and inquired about the whereabouts of A.P. On the next day a municipal council worker visited Mr A.G. and asked him the same question, but Mr A.G. was unable to give any specific information in response. It appears that by that time relations between Mr A.G. and Ms E.P. had seriously deteriorated and Mr A.G. was considering starting divorce proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  On 15 July 2011 the applicant lodged a motion for interim measures with the Moscow City Court. He informed the court that Ms E.P. and Mr A.G. had split up, that she had taken the child with her, and that their whereabouts were unknown. He also alleged that her new partner was potentially violent and that he had previously threatened to beat up Mr A.G. The applicant claimed that in order to protect the child from the unpredictable behaviour of his mother and her new partner interim measures were needed. First, the applicant asked the court to obtain from the police details of the new address where Ms E.P. was living with the child. Second, the applicant sought an order prohibiting Ms E.P. from leaving Moscow and Russia without the applicant’s written consent. Third, the applicant asked the court to make a temporary residence order in respect of the child in his favour, pending the conclusion of the proceedings before the Moscow City Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  On 25 July 2011 the Moscow police informed the applicant that the whereabouts of Ms E.P. and her son were unknown, and that a “search file” was open in respect of a minor, A.P., in the competent department of the police department for the South-West Administrative Circuit of Moscow.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  On 27 July 2011 Mr A.G. wrote a letter to the Moscow City Court in which he supported the applicant’s claims. In particular, he insisted that Ms E.P. had manipulated him, and that by moving in with her new partner she had deprived the child of his adoptive father.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  On 15 August 2011 the Moscow City Court examined the applicant’s motion applying for interim measures and dismissed it. The City Court held that the interim measures sought by the applicant (a prohibition on Ms E.P. leaving Russia and the grant of a temporary residence order in respect of the child) amounted, in essence, to two separate claims, which went beyond the scope of the enforcement proceedings initiated by the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  On 29 August 2011 the Moscow City Court held a hearing, in the presence of Ms E.P. and Mr A.G. as a witness. The City Court heard both of them; in particular, Ms E.P. and Mr A.G. both related the story of their separation. Mr A.G.’s testimony was generally consonant with the position of the applicant; Ms E.P. denied the allegations of improper behaviour and blamed Mr A.G. for their separation. Ms E.P. also informed the court of her current actual address and place of formal registration (both were in Moscow).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  On the same date (29 August 2011) the Moscow City Court decided to grant the applicant’s application for enforcement of the judgment of the Rîșcani District Court making a residence order in respect of the child. The City Court found that the applicant had submitted all necessary documents concerning the original judgments of the Moldovan courts, the proper notification of the defendant and the final character of those judgments. The City Court further established that none of the reasons preventing the execution of the foreign judgment stated by Article 412 of the CCP or Article 55 of the Minsk Convention were present in the case. In particular, the City Court dismissed the argument by Ms E.P. that the enforcement of the decision of the Rîșcani District Court in Russia would be contrary to “public policy”. The City Court noted that the concept of “public policy” was different from the notion of “national legislation”, and that it referred to the most basic rules by which society functions in economic and social terms and the foundations of the legal order established in the Russian Constitution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  Next, the Moscow City Court repeated its earlier argument that the mother and child’s “permanent place of residence” was to be determined on the basis of their place of registration, which was in Moldova. In Russia, Ms E.P. had temporary resident status and had changed her address several times. Furthermore, the child residence proceedings had been started by the applicant before Ms E.P. had moved from Moldova to Russia. The Moscow City Court concluded that the Moldovan courts had had jurisdiction in the child residence proceedings. As a result, the Moscow City Court issued an execution warrant (no. 002197065) ordering the enforcement of the Rîșcani District Court’s judgment of 28 October 2009.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  It appears that this judgment was not appealed against and thus entered into force.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "С.  Position of the Bailiffs’ Service and its review by the courts",
                                "elements": [
                                    {
                                        "content": "1.  Refusal to carry out enforcement",
                                        "elements": [
                                            {
                                                "content": "65.  On 3 October 2011 execution warrant no. 002197065 was sent, by registered post, to the Bailiffs’ Service.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  On 18 October 2011 the execution warrant issued by the Moscow City Court (No. 002197065) was received by the Bailiffs’ Service.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  On 19 October 2011 the warrant was sent back to the Moscow City Court without execution. The bailiff to whom the warrant was entrusted decided that the Rîșcani District Court’s judgment of 28 October 2009 was “not subject to enforcement”. As is evident from a letter from the Head of the Legal Department of the Bailiffs’ Service of 25 November 2011, the Bailiffs’ Service did not forward a copy of its decision not to institute enforcement proceedings to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  Having become aware of the decision, on an unspecified date the applicant asked the Bailiffs’ Service to review the case file they held concerning his case. However, those materials were allegedly destroyed during a fire that took place on 2728 December 2011 at the Cheremushki branch of the Bailiffs’ Service.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  In the meantime the applicant learned, through his own enquiries, that Ms E.P. was living with another man, A. S.-O., at an address on Rok. Street. However, on 8 February 2012 the Social Security Department informed the applicant that Ms E.P. and A.P. were not living at the address on Rok. Street. According to the owner of the flat, the mother and the child had rented a room in that flat for several months but had then left without leaving any forwarding address.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  On 18 April 2012 the Bailiffs’ Service wrote a letter to the Moldovan Embassy explaining the reasons for the nonenforcement of execution warrant no. 002197065. According to the letter, “the judicial act [of the Moldovan courts] simply acknowledged the fact that the child was living with his father and, by its [very] nature, did not require enforcement action [to be taken], since the court ... did not establish an obligation on the respondent to perform certain actions or refrain from performing them. Similarly, the judicial act did not contain an order for removal of the child from the respondent’s [care] and his return to the plaintiff”. The Service recommended that the applicant file a new claim with the courts in Moldova in order to obtain an order specifically stating that such actions take place.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Judicial review of the bailiffs’ failure to act",
                                        "elements": [
                                            {
                                                "content": "71.  On 3 March 2012 the applicant filed a complaint with the Cheremushki District Court of Moscow of inaction on the part of the Bailiffs’ Service, seeking an injunction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The District Court summoned Ms E.P., the applicant and the bailiff who had issued the impugned decision. The first hearing was held on 11 May 2012, but all of the parties summoned failed to appear, so the court adjourned the hearing to 1 June 2012.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The hearing of 1 June 2012 took place in presence of Ms E.P. and a representative of the Bailiffs’ Service. However, due to the failure of the applicant to appear, the case was adjourned to 21 June 2012.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  On 4 June 2012 the applicant informed the court that he agreed to the examination of the case in his absence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The new hearing took place on 21 June 2012. None of the parties were present, but the court decided to proceed with the examination of the case on the basis of the case file. The District Court granted the applicant’s claim that same day. It found that the execution warrant issued by the Moscow City Court, based on the Rîșcani District Court’s judgment of 28 October 2009, was valid and enforceable on the territory of Russia. It further held that the decision of the bailiff not to start enforcement proceedings in this respect was unlawful. On 28 September 2012 the Moscow City Court upheld the decision on appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  According to the Government, the bailiff concerned was not subjected to disciplinary action for his failure to enforce the execution warrant due to his dismissal from the civil service.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  Return of Ms E.P. and the child to Moldova",
                                "elements": [
                                    {
                                        "content": "77.  On 6 August 2012 the applicant wrote a letter to the Russian police, asking them to inform him of the whereabouts of his son and Ms E.P. As per the reply of the Cheremushki District Prosecutor of 27 August 2012, Ms E.P. was living with her son on Mezhd. Street in Moscow, while being formally registered at another address in Moscow.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  On 21 September 2012 Ms E.P. was detained by the Russian police and questioned in relation to her immigration status. According to the authorities, her resident permit had expired on 18 September 2012. Ms E.P. confirmed that her residence permit had expired but explained that she was in the process of regularising her status. Her case was submitted to a judge, who decided to give her an administrative fine of 2,000 Roubles.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  According to the applicant, on 12 June 2013 the Moldovan authorities instituted criminal proceedings again Ms E.P. for illegal crossing of the border.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  On 3 October 2012 Ms E.P. and the applicant’s son left Moscow and crossed the Russia-Ukraine border through the Khomutovka checkpoint. Sometime later they arrived, via Ukraine, in Moldova. According to the respondent Government, the applicant was notified of this in April 2013 at the latest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  On an unspecified date in 2013, Ms E.P. met the applicant and handed their son over to him. Consequently, the Rîșcani District Court’s judgment of 28 October 2009 was finally executed. In a letter to the Court of 22 July 2013 the applicant confirmed that information.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Other legal proceedings in Moldova and Russia",
                                "elements": [
                                    {
                                        "content": "82.  In 2010-2012 the applicant made numerous attempts to initiate criminal proceedings against Ms E.P. in Russia. His letters to the Russian prosecuting authorities led to numerous inquiries which concerned allegations of violence in respect of A.P., the immigration status of Ms E.P. and so forth. However, all of those inquiries were terminated, the investigative authorities having concluded that there was no case to answer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  Thus, on 23 March 2010 the General Prosecutor’s Office refused to extradite Ms E.P. to Moldova in connection with criminal proceedings which had been opened against her there. On several occasions the Russian police refused to institute criminal proceedings against Ms E.P. in Russia (decisions of 16 May 2009, 19 March 2010, 15 September 2011, and 1 February 2013).",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The applicant also called on the Russian child welfare authorities at different levels – municipal, city and federal – to act on a number of occasions. According to the Government, the competent officials repeatedly tried to establish the whereabouts of Ms E.P. and the child, and inspect their living conditions. An inspection of 26 October 2011 assessed A.P.’s home environment and living conditions. On 24 May 2012 A.P. was personally examined by a child welfare board at his kindergarten; the board concluded that A.P. was not a victim of violence at home.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  On 26 September 2011 the Rîșcani District Court, at the request of the applicant, rendered a new judgment whereby it ordered Ms E.P. to return the child, A.P., to the applicant. That judgment came into force on 27 June 2012.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  In 2012 the applicant brought proceedings against the Russian Federation seeking compensation for the Bailiffs’ Service’s failure to enforce the warrant of execution of 29 August 2011. On 20 November 2012 the Moscow City Court returned this claim without examination. The Moscow City Court held that Law no. 68-FZ of 30 April 2010 did not give rise to liability on the part of the State for non-enforcement of judgments when the obligation on the defendant consisted of the return of a child to the custody of another parent. On 18 February 2013 the Moscow City Court, sitting as a court of appeal, upheld that decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  On 23 April 2013 the Moscow City Court ordered that a duplicate of execution warrant no. 002197065 be issued. The Moscow City Court found that the original execution warrant had been destroyed in the fire at the Bailiffs’ Service’s premises on 28 December 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  On 27 June 2013 the Moscow City Court issued a duplicate warrant of execution in respect of the Rîșcani District Court’s judgment of 26 September 2011. On 15 May 2013 the Bailiffs’ Service opened enforcement proceedings on the basis of that warrant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  On 15 May 2013 the Bailiffs’ Service opened enforcement proceedings on the basis of the duplicate of warrant no. 002197065 (i.e. the warrant issued on 29 August 2011). On 20 May 2013, 19 June 2013, 18 July 2013, and on 1 August 2013 a bailiff visited some of the addresses where Ms E.P. had previously lived but did not find her there.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "90.  Chapter 45 of the Code of Civil Procedure (“the CCP”) regulates the enforcement of foreign judgments in the Russian Federation. Article 409 of the CCP stipulates that foreign judgments are recognised and enforced in Russia if this is provided for by an international agreement to which Russia is a party.",
                                "elements": []
                            },
                            {
                                "content": "91.  Article 411 of the CCP stipulates that an application for a warrant of execution should be supported by the following documents: a copy of the judgment of a foreign court certified by that court; an official document confirming that the judgment has entered into legal force, if it is not clear from the text of the judgment itself; a document describing the situation as regards the execution of that judgment on the territory of the state where it was rendered; and a document confirming that the defendant was properly and in due time notified of the time and venue of the proceedings which ended with the judgment. The person applying for a warrant of execution should also produce certified translations of the above documents into Russian.",
                                "elements": []
                            },
                            {
                                "content": "92.  Article 412 of the CCP contains a list of grounds on which a Russian court may refuse to issue a warrant of execution in respect of a judgment of a foreign court. In particular, the judgment should not be executed if it might harm the sovereignty or national security of the Russian Federation or be against public policy.",
                                "elements": []
                            },
                            {
                                "content": "93.  Article 413 of the CCP describes the situations in which a judgment will be recognised in Russia but will not, in itself, require any particular enforcement actions to be taken.",
                                "elements": []
                            },
                            {
                                "content": "94.  On 20 July 2011 the Presidium of the Supreme Court issued a Decree called “A review of the jurisprudence on child-raising disputes”. It recommended to the Russian courts that, where a judgment concerns child residence, they should specifically state any obligation on a parent to return the child to the parent who has been granted a residence order by the judgment.",
                                "elements": []
                            },
                            {
                                "content": "95.  The Code of Administrative Offences established penalties for parents who prevent minors from communicating with their other parent, provided that such communication is not contrary to the interests of the child, or who deliberately conceal a minor’s whereabouts, or fail to comply with court judgments making an order in respect of a minor’s place of residence. Such behaviour is punishable by an administrative fine ranging from 2,000 to 3,000 Russian roubles (RUB), and up to RUB 5,000 or by administrative arrest for up to five days in the case of a repeated offence (Article 5.35 §§ 2 and 3).",
                                "elements": []
                            },
                            {
                                "content": "96.  The failure of a judgment debtor to comply with an obligation in kind within the time-limit set by a bailiff after the imposition of an obligation to pay an execution fee amounts to an administrative fine ranging from RUB 1,000 to 2,000 (Article 17.15 § 1). Other relevant provisions of the Russian legislation on administrative offences and on enforcement proceedings and the powers of bailiffs are cited in Pakhomova v. Russia (no. 22935/11, §§ 91 et seq., 24 October 2013).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL LAW",
                        "elements": [
                            {
                                "content": "97.  On 25 February 1993 Russia and Moldova concluded a bilateral Treaty on Mutual Legal Assistance in Civil, Family and Criminal Matters (“the 1993 Treaty”). In particular, Article 30 of the 1993 Treaty provided that legal relations between parents and children should be governed by the legislation of the country where they “have habitual residence” (sovmestnoye mestozhitelstvo). If one parent or a child resides on the territory of the other State Party, their legal relations are governed by the legislation of the country to which the child belongs by virtue of his nationality.",
                                "elements": []
                            },
                            {
                                "content": "98.  Articles 50 et seq. of the 1993 Treaty concern mutual recognition and enforcement of court judgments and establish a procedure for obtaining a warrant of execution. In particular, Article 53 empowers a court examining an application for a warrant of execution to obtain “clarifications” from the court which rendered the decision to be enforced. However, Article 53 does not stipulate in what circumstances “clarifications” must be sought.",
                                "elements": []
                            },
                            {
                                "content": "99.  Article 56 establishes a list of situations in which the court may refuse to issue a warrant of execution. It is possible, for example, if the defendant in the original proceedings has not taken part in those proceedings because he was not properly notified, or if the same dispute between the same parties has already been resolved on the territory of the State where the warrant of execution is sought, of if the case resolved in one State falls within the exclusive jurisdiction of the State where the warrant of execution is sought under the Treaty (further details and qualifications omitted).",
                                "elements": []
                            },
                            {
                                "content": "100.  Russia and Moldova have both signed and ratified the Minsk Convention on Legal Assistance and Legal Relations in Civil, Family and Criminal Matters (“the Minsk Convention”). Article 32 of the Minsk Convention establishes a rule nearly identical to that of Article 30 of the 1993 Treaty. Articles 51 et seq. of the Minsk Convention concern mutual recognition and enforcement of judgments and establish a procedure for obtaining a warrant of execution. Those provisions are formulated in the same terms as the corresponding provisions of the 1993 Treaty; however, the list of exceptions which prevent the issuance of a warrant of execution is longer. In particular, the court may refuse to issue a warrant of execution if the original decision rendered in another member-State is not final or enforceable, if the statutory time-limit for enforcement has been exceeded, and so forth.",
                                "elements": []
                            },
                            {
                                "content": "101.  Both Russia and Moldova have signed and ratified the UN Convention on the Rights of the Child (“the 1989 New York Convention”). For the relevant provisions of the 1989 New York Convention see Maumousseau and Washington v. France, no. 39388/05, § 44, 6 December 2007.",
                                "elements": []
                            },
                            {
                                "content": "102.  Both Russia and Moldova have signed and ratified the Hague Convention on the Civil Aspects of International Child Abduction of 1980 (hereinafter “the 1980 Hague Convention”). Moldova acceded to the 1980 Hague Convention in 1998; it entered into force in respect of Moldova in the same year. Russia acceded to the 1980 Hague Convention on 28 July 2011; it entered into force on 1 October 2011. The accession of Russia was accepted by Moldova on 22 October 2013. Following the acceptance of Russia’s accession by Moldova, the 1980 Hague Convention entered into force between Moldova and Russia on 1 January 2014 (Article 38 of the 1980 Hague Convention). For the relevant provisions of the 1980 Hague Convention see X v. Latvia [GC], no. 27853/09, § 34, ECHR 2013.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "103.  The applicant complained that the failure of the Russian authorities to enforce the judgment of the Rîșcani District Court of Chisinau of 28 October 2009, whereby he had been awarded a residence order in respect of his son, A.P., had violated his right to family life under Article 8 of the Convention, which, insofar as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life ...",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "104.  The Government claimed that the applicant had failed to exhaust domestic remedies because he had not lodged a cassation appeal. The Government did not specify which particular judgment or decision the applicant ought to have challenged by way of the cassation appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  On the merits, the Government argued that the authorities had fulfilled their positive obligations under Article 8 of the Convention. The Government outlined the provisions of Russian law concerning the powers of bailiffs and the police, making particular reference to their powers when a warrant of execution concerns a child residence matter. In particular, a bailiff had the power to put a missing child on a wanted list; when the whereabouts of the child were established, and the resident parent or lawful guardian of the child was not immediately available, bailiffs had the right to place the child in the temporary care of the competent guardianship authority until such time as the resident parent or lawful guardian arrived and took care of the child. The Government also summarised the relevant articles of the Code of Administrative Offences which may be used against an “abductor” parent, and described the powers of the police and of the municipal authorities. The Government noted that the penalties provided for by the Code of Administrative Offences could be imposed by municipal child welfare boards, by bailiffs or, on the request of a child welfare board or a bailiff, by a district court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  The Government further described the Russian system of recognition and execution of foreign judgments, in the light of the international treaties to which Russia and Moldova were members. The Government contended that since the Rîșcani District Court’s judgment had required action to be taken – namely, returning the child to his father – the applicant had been required to obtain a warrant of execution in order to have that judgment enforced in Russia.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  Referring to Article 38 point 4 of the 1980 Hague Convention, the Government submitted that it had not been applicable at the relevant period of time. On that basis, the Government distinguished the present case from the case of Ignaccolo-Zenide v. Romania, no. 31679/96, § 95, ECHR 2000I, where the Court had held that Article 8 of the Convention and the State’s obligations vis-à-vis the “left-behind” parent should be interpreted in the light of the Hague Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  When Ms E.P. brought proceedings before the Moscow Cheremushki District Court with a view to having the matters dealt with by the Rîșcani District Court’s judgment reexamined, the Russian courts had refused to consider her action on the grounds that the dispute had already been resolved in Moldova. It therefore followed that the decision of the Moldovan courts had been executed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  The Government maintained that it should not bear responsibility for events which occurred after 3 October 2012, when Ms E.P. had left the territory of the Russian Federation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  The Russian courts had issued a warrant of execution in the applicant’s favour, so he had obtained the remedy that he had sought. The Government argued that the applicant had had two alternatives before him: first, it had been possible for him to apply directly to the Moscow City Court for a warrant of execution; second, it had been possible to make a request for mutual assistance through the Rîșcani District Court. The applicant had preferred the second method, but this had been more time-consuming. Thus, every document emanating from the applicant had had to go through the following chain of intermediaries: the Rîșcani District Court – the Ministry of Justice of Moldova – the Ministry of Justice of Russia – the Moscow Branch of the Ministry of Justice – the Moscow City Court. And, accordingly, every document issued by the Moscow City Court had had to make the same return journey.",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  The Government further asserted that in actual fact the Russian authorities had assisted the applicant in establishing the whereabouts of the child and of the mother – both before, during and after the enforcement proceedings. Thus, the Russian courts had obtained information about the addresses which Ms E.P. had declared for the purposes of “temporary registration” on the Russian territory. According to the applicant, Ms E.P. had been given administrative fines four times for breaching the immigration rules.",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  The applicant had written over 300 letters to the prosecution bodies in Russia. All of those letters had been examined and properly answered. However, it had been impossible to arrest and extradite Ms E.P. in connection with the criminal proceedings which had been initiated against her in Moldova, as the offences she had been charged with were not punishable under the Russian Criminal Code. Furthermore, the police had examined the possibility of initiating criminal proceedings against Ms E.P. in Russia, but it had eventually been decided that her actions did not amount to a crime under Russian law. The child welfare authorities in Russia had monitored A.P.’s home life, visiting the flats where he was living and examining him at the kindergarten in order to investigate the allegations of illtreatment made by the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  The Government finally emphasised that Ms E.P. had been repeatedly found liable for breaches of the immigration rules, but noted that she had constantly been changing her place of residence. The Government claimed that her obstructive behaviour had made it difficult for the Russian authorities to enforce the Rîșcani District Court’s judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  In their additional observations, the Government argued that the applicant had been notified that Ms E.P. had left Russia in December 2012 and in April 2013. Although he had been aware that his former wife and his son were no longer in Russia, he had nonetheless pursued proceedings before the Moscow City Court. He had also failed to inform the European Court of the exact date on which the child had been handed over to him in Moldova. The respondent Government also informed the Court that the applicant had obtained Russian nationality in 2004.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant",
                                        "elements": [
                                            {
                                                "content": "115.  The applicant maintained that the Russian authorities’ failure to act to have the Rîșcani District Court’s judgment of 28 October 2009 enforced had violated his rights under Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  The applicant claimed that, while the second judgment of the Moscow City Court (7 April 2011) had supposedly been quashed because the court had not had all of the necessary documents before it, the quashing had in fact been the result of a bureaucratic maze imputable solely to the Russian authorities themselves. As was clear from the letter of 25 February 2011, no. 3M-0061/2011, the documents enclosed by the applicant with his first application of 12 May 2010 had been returned to him on 15 September 2010. In February 2011, when the case had returned to the firstinstance court, the judge had requested those documents again, but they had not reached the court before 27 April 2011. As a result, the Moscow City Court’s judgment of 7 April 2011 had been adopted without the benefit of those documents, which had led to its subsequent quashing by the Supreme Court. The applicant contended that the belated dispatch of the documents had been acknowledged by the Ministry of Justice and that two of its officials had been subjected to disciplinary action.",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  The applicant contested the Government’s submission that the Rîșcani District Court’s judgment had been properly executed on the Russian territory. The applicant averred that, where a court makes a residence order in respect of a child in favour of one of the parents, such a judgment must be interpreted as requiring coercive measures in respect of the other parent, if that parent is unlawfully retaining the child. He referred to the case-law of the Russian Supreme Court to that effect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  The applicant argued that the prosecuting authorities in Russia had misinterpreted the applicable rules of international law and had refused to enforce the Rîșcani District Court’s judgment by taking appropriate measures in respect of Ms E.P. He claimed that some of the officials of the prosecutor’s office had actually assisted Ms E.P. in avoiding the execution of the said judgment. The applicant had not been duly informed of the proceedings which his former wife had brought against him before the Cheremushki District Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  The applicant indicated that a fire at the premises of the Bailiffs’ Service could not justify the delay in the enforcement of the warrant of execution. The applicant further argued that the other legal mechanisms to which the Government had referred had been strikingly inefficient. The prosecution authorities and the police had refused to institute criminal or administrative proceedings against Ms E.P. The law-enforcement authorities had not assisted him in establishing the whereabouts of Ms E.P. and his son, and had withheld information. The applicant described his contacts with various representatives of the Russian prosecution authorities and complained of their lack of professionalism and what he considered to have been deliberate actions which had permitted Ms E.P. to live in Russia undisturbed for several years.",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  The applicant further described his trips to Russia for the purposes of the enforcement proceedings, and his contacts with the Russian lawenforcement authorities and child welfare authorities.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B. Admissibility",
                                "elements": [
                                    {
                                        "content": "121.  The Government argued that applicant had not brought a cassation appeal and had therefore not exhausted domestic remedies. The Court notes that the Government did not explain which judgment or decision the applicant should have challenged by way of a cassation appeal. Furthermore, the outcome of the court proceedings in the present case was favourable to the applicant, so he ought not to have been required to lodge an appeal against a decision in his favour. The thrust of his complaint does not relate to the decisions themselves, but rather the time it took the Russian courts to examine his case and the lack of effective enforcement mechanisms. The Government’s plea must be therefore dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  The Court notes that the application is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Whether the applicant had “family life” with his child",
                                        "elements": [
                                            {
                                                "content": "123.  The Court observes that the applicant is A.P.’s father. Before their separation, the applicant and Ms E.P. lived together for some time and had joint custody of their son. After their separation the child stayed with Ms E.P., his mother, but the applicant retained visiting rights, and within less than two months after the date of the separation he initiated court proceedings with a view to obtaining a sole residence order in respect of A.P. Therefore, the ties which existed between the applicant and the child were sufficient to constitute “family life” within the meaning of Article 8 of the Convention (see Krisztián Barnabás Tóth v. Hungary, no. 48494/06, §§ 2728, 12 February 2013).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Whether the removal and retention of the child by the mother were wrongful in terms of the Convention",
                                        "elements": [
                                            {
                                                "content": "124.  The applicant did not claim that the respondent State had interfered with his family relations with A.P. directly: he accepted that it was clear that the interference had to be attributed to a private individual, Ms E.P. The applicant argued, however, that the respondent State had failed to meet its positive obligation to protect his right to family life under Article 8 of the Convention. In particular, he claimed that the Russian authorities had done little, if anything, to enforce the Rîșcani District Court’s judgment whereby he had been granted a residence order in respect of A.P.",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  In principle, such claims have support in the Court’s caselaw. Although the essential object of Article 8 is to protect the individual against arbitrary action by public authorities, there are, in addition, positive obligations inherent in an effective “respect” for family life. In both contexts regard must be had to the fair balance that has to be struck between the competing interests of the individual and of the community as a whole; and in both contexts the State enjoys a certain margin of appreciation (see Keegan v. Ireland, 26 May 1994, § 49, Series A no. 290). Where one parent unlawfully prevents another from enjoying the latter’s parental rights, the Court has repeatedly held that Article 8 includes a right for parents to have measures taken that will enable them to be reunited with their children and an obligation on the national authorities to take such measures (see IgnaccoloZenide, cited above, § 94, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  The Court observes that similar cases are often examined with reference to the 1980 Hague Convention on child abduction. The Hague Convention sets criteria for defining whether the removal of a child to another country by one parent was “wrongful” and whether it required appropriate measures from the authorities of the State where the child was retained. In particular, in cases of international child abduction the Court has always presumed that the best interests of the child are better served by the restoration of the status quo by means of a decision ordering the child’s immediate return to his or her country of habitual residence in the event of abduction (X v. Latvia, cited above, § 97).",
                                                "elements": []
                                            },
                                            {
                                                "content": "127.  In such cases the presumption is in favour of the prompt return of the child to the “left-behind” parent. That rule is supported by serious considerations of public order: the “abductor” parent should not be permitted to benefit from his or her own wrong, should not be able to legalise a factual situation brought about by the wrongful removal of the child, and should not be permitted to choose a new forum for a dispute which has already been resolved in another country. Such presumption in favour of return is supposed to discourage this type of behaviour and to promote “the general interest in ensuring respect for the rule of law” (see, mutatis mutandis, Nuutinen v. Finland, no. 32842/96, § 129, ECHR 2000VIII; see also M.R. and L.R. v. Estonia (dec.), no. 13420/12, § 43, 15 May 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "128.  In the present case, however, the Hague Convention had not yet entered into force in respect of Russia when the applicant brought proceedings before the Moscow City Court. As a result, the Russian courts never examined whether or not A.P. (the child) had been “abducted” by his mother within the meaning of the 1980 Hague Convention. The Government submitted that the 1980 Hague Convention had not been applicable to the present case. The proceedings brought by the applicant were based solely on the 1993 Minsk Convention on mutual legal assistance and on the bilateral treaty of the same year between Moldova and Russia.",
                                                "elements": []
                                            },
                                            {
                                                "content": "129.  The Court reiterates in this connection that its primary task is to examine the applicant’s situation in the light of the requirements of Article 8 of the European Convention. The Court is prepared to assume that the Hague Convention had no direct application in Russia at the time when the proceedings started. However, even if the Hague Convention had no direct application to the present case, the Court cannot avoid relying on certain general approaches developed in its own “Hague Convention case-law” (see Neulinger and Shuruk v. Switzerland [GC], no. 41615/07, § 132, ECHR 2010, and P.P. v. Poland, no. 8677/03, § 85, 8 January 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "130.  In particular, the Court considers that the scope of the positive obligation of the State where a child has been retained by one of his parents depends on whether the child’s removal from his country of habitual residence and subsequent retention were “wrongful” in terms of Article 8 of the Convention. If so, the presumption should be in favour of the return of the child.",
                                                "elements": []
                                            },
                                            {
                                                "content": "131.  In 2009 the Rîșcani District Court decided that a sole residence order in favour of the applicant should be made in respect of A.P. As transpires from the materials of the case, the Rîșcani District Court carefully examined the evidence available to it and weighted a number of competing interests, including the best interests of the child. In such circumstances the Court is not prepared to depart from the assumption that the Rîșcani District Court judgment was legitimate in terms of the Convention, and should therefore have been complied with by those to whom it was addressed, namely by the applicant’s former wife, Ms E.P.",
                                                "elements": []
                                            },
                                            {
                                                "content": "132.  It must be noted that Ms E.P. left the country with the child in 2008 while the proceedings before the Moldovan courts were still pending and shortly before the court issued a restraining order prohibiting her from leaving the country. However, everything suggests that she took the child to Russia against his father’s will and in anticipation of an unfavourable judgment in the child residence proceedings. Furthermore, when she crossed the Moldovan border with the child for the second time in 2009, the restraining order was already in force. Ms E.P.’s moving to Russia with the child permitted her to remain his de facto resident parent and evade the effects of the restraining order and of the judgment of the Rîșcani District Court. Another consequence of her moving from Moldova to Russia was that it became virtually impossible for the applicant to visit the child, and the child lost any possibility of seeing his father.",
                                                "elements": []
                                            },
                                            {
                                                "content": "133.  In such circumstances the Court concludes that A.P. was wrongfully removed and retained in Russia by his mother, Ms E.P., and that Article 8 of the Convention required the Russian authorities to “take action” and assist the applicant in being reunited with his child.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Whether the return of the child to his father in Moldova was justified",
                                        "elements": [
                                            {
                                                "content": "134.  In disputes concerning custody rights, domestic courts have to perform a difficult task, namely to weigh the legitimate interests of each parent in maintaining personal relations and direct contact with the child against the “best interests of the child”, the latter being of paramount importance. This is required both by the 1989 New York Convention on the Rights of the Child and by the Court’s settled case-law (see, among many other authorities, Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 169, ECHR 2000VIII; Ageyevy v. Russia, no. 7075/10, § 143, 18 April 2013; and Neulinger and Shuruk, cited above, §§ 135 et seq.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "135.  As shown above, in cases of wrongful removal and retention of a child by the “abductor” parent there is a strong presumption that the best interests of the child are better served by his or her prompt return to the “leftbehind” parent and country of habitual residence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "136.  At the same time, the Court has recognised that, if enforced a certain time after the child’s abduction, a return order may potentially undermine the child’s Convention rights (see, for example, Neulinger and Shuruk, cited above, §§ 145 and 146). This approach is deeply rooted in the Court’s case-law: the Court has always required the domestic courts, when assessing an application for a child’s return, to consider arguable allegations of a “grave risk” for the child in the event of return, and make a ruling giving specific reasons in the light of the circumstances of the case (X v. Latvia, cited above, § 107).",
                                                "elements": []
                                            },
                                            {
                                                "content": "137.  Turning to the present case, the Court observes that it is not a typical child abduction case, where one of the parents complains before the Court of a decision of a national court to return or not to return the child to his or her country of habitual residence. The point of dispute is whether the Russian authorities had acted with the requisite diligence in enforcing the Chisinau Rîșcani District Court’s 2009 judgment in the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "138.  The Court has already found that the Chisinau Rîșcani District Court’s judgment was taken with due regard to the best interests of the child.",
                                                "elements": []
                                            },
                                            {
                                                "content": "139.  The Court also observes that the return of the child to Moldova did not mean his “inevitable separation from his mother” (see X v. Latvia, cited above, §§ 22 and 116). The Court stresses that Ms E.P. was a Moldovan national, that before the events at the heart of the present case she and her parents lived in Moldova, and that in Russia she only enjoyed temporary resident status and, seemingly, had no property or stable work which it would be difficult for her to abandon. Her chances of obtaining Russian nationality were uncertain, so there were no major factors preventing her from following her child back to Moldova.",
                                                "elements": []
                                            },
                                            {
                                                "content": "140.  In such circumstances the Court finds that the warrant of execution by the Moscow City Court on 29 August 2011 was likewise issued in the best interests of the child and ought to have been enforced.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Whether the return of the child was ordered and enforced with appropriate diligence",
                                        "elements": [
                                            {
                                                "content": "141.  The Court now turns to the question at the centre of the applicant’s complaint, namely whether the Russian authorities acted with sufficient diligence in enforcing the Rîșcani District Court’s judgment. Before addressing this point, the Court would underline certain general principles applicable in this field.",
                                                "elements": []
                                            },
                                            {
                                                "content": "142.  The principles regarding non-enforcement of return orders were first set out in the case of Ignaccolo-Zenide, cited above. The Court laid out a series of principles which have essentially been reproduced in most of the nonenforcement of return order cases which have followed. First of all, the Court established that Article 8 includes a parent’s right to have measures taken with a view to his or her being reunited with his or her child and an obligation on the national authorities to take such action. In implementing such measures the authorities should take into account the best interests of the child, which are considered in terms of the possibility of using coercive measures to enforce return (§ 94). The positive obligations under Article 8 of the Convention must be interpreted in the light of the Hague Convention (§ 95). The adequacy of a measure is to be judged by the swiftness of its implementation. Proceedings relating to execution of the decision delivered require urgent handling, as the passage of time can have irremediable consequences for relations between the children and the parent who does not live with them (§ 102). Finally, the Court has defined its role in such cases as considering whether the measures taken by the domestic authorities were “adequate and effective” (§§ 108 and 113).",
                                                "elements": []
                                            },
                                            {
                                                "content": "143.  These criteria were supplemented and developed in other cases. Thus, in P.P. v. Poland, cited above, § 92, the Court held that “while the use of coercive measures against the children is not desirable, the Court reiterates that the use of sanctions must not be ruled out in the event of unlawful behaviour by the parent with whom the children live”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "144.  In Nuutinen, cited above, § 135, the Court took into account the fact that the left-behind parent had contributed to delays at the enforcement stage by not having cooperated sufficiently with the social work authorities in the course of the court proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "145.  In Chabrowski v. Ukraine (no. 61680/10, § 108, 17 January 2013), the Court analysed the failure of the State authorities to enforce a return order with reference to the fact that the “abducting” parent lived in the country openly, and that the child attended school and had been treated at a public hospital there. This showed, in the Court’s opinion, that the “abducting” parent was within the reach of any coercive measure (cf. Maumousseau and Washington, cited above, § 84, where the Court took into account the obstructive conduct of the “abductor” parent).",
                                                "elements": []
                                            },
                                            {
                                                "content": "146.  Furthermore, as follows from Chabrowski, when assessing the adequacy of the response of the authorities to child abduction the Court takes into account the possibility of different State bodies coordinating their efforts in order to implement the judicial decisions concerning the child.",
                                                "elements": []
                                            },
                                            {
                                                "content": "147.  Finally, in Sylvester v. Austria (nos. 36812/97 and 40104/98, § 63, 24 April 2003) the Court held that “a change in the relevant facts may exceptionally (emphasis added) justify the non-enforcement of a final return order”. However, the Court continued, “having regard to the State’s positive obligations under Article 8 and the general requirement of respect for the rule of law, the Court must be satisfied that the change of relevant facts was not brought about by the State’s failure to take all measures that could reasonably be expected to facilitate execution of the return order”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "148.  The Court observes that the responsibility of the defendant State in the present case is limited in time. The duty of the Russian authorities to “take action” arose on 4 June 2010, when the Ministry of Justice of Moldova brought the applicant’s situation to the attention of the Russian authorities, and ended on 3 October 2012, when Ms E.P. and the applicant’s son crossed the Russia-Ukraine border (see paragraphs 26 and 80 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "149.  As transpires from the materials of the present case, the Rîșcani District Court’s judgment of 28 October 2009 was to be enforced in Russia through the enforcement proceedings. However, it took the domestic authorities one year, two months, and twenty-five days to issue the warrant of execution on 29 August 2011 (see paragraphs 62-63 above). In the Court’s opinion, most of that period is attributable to the authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "150.  The Government in their observations argued that the applicant had chosen the lengthiest method of communication with the Russian courts: through the Ministry of Justice of Moldova and the Ministry of Justice of Russia. The Court does not exclude that it would have been more efficient for the applicant to communicate with the Russian courts directly. However, communication “through official channels” is a normal practice in such cases, and the applicant’s choice was not unreasonable. In any event, even if it somehow contributed to the overall length of the enforcement proceedings, most of the delay was still due to a lack of diligence on the part of the Russian court system.",
                                                "elements": []
                                            },
                                            {
                                                "content": "151.  Thus, the first refusal to issue a warrant of execution (decision of 15 September 2010) was related to the incorrect interpretation by the judge of the provisions of the 1993 Minsk Convention and of the Rîșcani District Court’s judgment as “self-executing” (see paragraph 30 above). That error was later rectified by the Supreme Court (see paragraph 35 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "152.  Another delay of several months was accrued due to the belated notification of the applicant about the decision of 15 September 2010 (see paragraph 31 above). That gave rise to separate court proceedings in which the time-limits were waived, and, again, unnecessarily extended the duration of the enforcement proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "153.  In the following months the case was heard twice before the Supreme Court: on 1 February and on 7 June 2011 (see paragraphs 35 and 51-52 above). On both occasions the Supreme Court remitted the case for fresh examination, without considering the merits of the applicant’s request. On both occasions the Supreme Court referred to the fact that certain documents required under the Minsk Convention were missing from the case file. The applicant argued that the first-instance court had had all the necessary documents but had sent them back to him after the first set of proceedings. The Court is not persuaded that the lack of certain documents was a sufficient reason for remitting the case to the first-instance court without consideration. The Court observes that the official documents in support of the applicant’s request were submitted to the Russian court by the applicant through official channels: the Ministry of Justice of Moldova and the Ministry of Justice of Russia. In the Court’s opinion, even if some of the documents required under the Minsk Convention were not produced, it was clear that the application was to be taken seriously and that the missing documents were readily available. Most importantly, the Supreme Court itself, in its decision of 7 June 2011, noted that the lower court could have adjourned the proceedings and requested the missing documents from the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "154.  The Court stresses that none of the above represents a serious shortcoming in itself. It is entirely ordinary for a judgment of a lower court to be quashed by a court of appeal, and for the case to be remitted for fresh examination because the court of appeal is not well placed to examine it on the merits. Furthermore, the Court is aware of the “international element” which is always present in such cases and which may contribute to the overall length of the proceedings. Nevertheless, the Court stresses that proceedings concerning child residence matters require urgent handling (see Ignaccolo-Zenide, cited above, § 102). The courts and public authorities should act efficiently and seek to avoid delays at every opportunity. The Court notes that all of the parties to the proceedings cooperated with the Russian courts. The case was relatively straightforward, and missing documents and information were readily obtainable. In such circumstances the Court finds that the time period which elapsed between the lodging of the application for a warrant of execution and the date on which it was obtained (29 August 2011) was excessive.",
                                                "elements": []
                                            },
                                            {
                                                "content": "155.  The second aspect of the present case which warrants the Court’s attention is the enforcement of the warrant of execution of 29 August 2011 (see paragraphs 62-63 above). The Court observes that on 19 October 2011 the Bailiffs’ Service refused to enforce the warrant of execution on the grounds that the original judgment of the Rîșcani District Court was declaratory and did not require any positive measures to be taken (see paragraph 67 above). The Court observes that the bailiffs’ refusal to act was based on essentially the same misconception as the decision of the Moscow City Court of 15 September 2010, which was later quashed by the Supreme Court. Such a reading of the original judgment was wrong, but to prove this point the applicant had to initiate yet another set of court proceedings in Russia, which only ended on 28 September 2012 with a judgment of the Moscow City Court (see paragraph 75 above). The Russian courts declared that the bailiffs’ refusal to take action was unlawful and ordered them to act. However, it was too late: on 3 October 2012 Ms E.P. had left the territory of Russia with the child.",
                                                "elements": []
                                            },
                                            {
                                                "content": "156.  Again, in normal circumstances one year is not a very long period of time for a case to be heard at two levels of jurisdiction, including the holding of several hearings. However, this period was excessive in the circumstances of the case. The Court adds that the refusal of the bailiffs to enforce the warrant of execution was not only unlawful, it actually prejudiced the applicant’s interests and the interests of the child. The Court stresses that Ms E.P. was living in Russia quite openly, and had a job and a known place of residence. She was required by law to present herself regularly to the immigration authorities in order to have her residence permit extended. Her son attended kindergarten and, as transpires from the materials of the case, was known to the social services. Thus, Ms E.P. was within the reach of the authorities. Consequently, the inaction of the bailiffs in 20112012 had a tangible effect: it permitted Ms E.P. to live undisturbed for one more year and prolonged the separation of the applicant from his child.",
                                                "elements": []
                                            },
                                            {
                                                "content": "157.  In their observations the Government referred to other legal mechanisms which existed in Russian law and which they submitted would have helped with the enforcement of the judgment in the applicant’s favour. In particular, the Government described the powers of bailiffs, the police and municipal authorities in that regard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "158.  However, the Court observes that little, if anything, was done in practice. Thus, Ms E.P. was never subject to an administrative sanction for the unlawful retention of the child (see paragraph 95 above). She was twice detained in Russia for a short time: first in connection with a criminal law complaint lodged against her by the applicant in Moldova and then in connection with her immigration status (on 4 December 2009 and 21 September 2012 respectively, see paragraphs 23 and 78 above). However, no other coercive measures were taken against her, at least not in connection with her non-compliance with the judgment of the Rîșcani District Court. The Russian authorities refused to consider her behaviour in respect of the child as a criminally punishable act under Russian law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "159.  In any event, the Court is not persuaded that Russian law permitted the authorities to take any coercive action against Ms E.P. before the Rîșcani District Court’s judgment had been confirmed by a warrant of execution (on 29 August 2011) and before that warrant was found to be “enforceable” under Russian law (on 28 September 2012). And, of course, it was too late to use any coercive measures against Ms E.P. after she left Russia on 3 October 2012.",
                                                "elements": []
                                            },
                                            {
                                                "content": "160.  The Government argued that the competent Russian authorities had provided assistance to the applicant in finding out where Ms E.P. was living, and that they had supplied the applicant with other necessary information about her and the child. The Court accepts that such assistance was indeed quite useful. The Court also notes that the child welfare authorities made certain steps to check up on the child’s home environment and living conditions, and to ensure that he was not subjected to illtreatment in his new family. However, none of those measures were aimed at the enforcement of the judgment of the Rîșcani District Court, and the actions taken by the authorities were certainly insufficient to compel Ms E.P. to hand the child over to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "161.  The foregoing considerations are sufficient to enable the Court to conclude that the measures taken by the Russian authorities in order to enforce the judgment of the Rîșcani District Court and reunite the applicant with his child were not “adequate and effective”. There has accordingly been a violation of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "162.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "163.  The applicant claimed 50,000 euros (EUR) in respect of nonpecuniary damage. He described the stress of the situation that he had had to cope with for over four years, and emphasised that due to the inaction of the Russian authorities his son had been deprived of his father for many years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "164.  The Government considered that the applicant’s claims for nonpecuniary damage were excessive and unsubstantiated. The Government referred to the case of P.P. v. Poland, cited above, § 107, which also concerned the non-enforcement of a decision ordering the children’s return to their country of habitual reference. In that case, for over four years of non-enforcement of the return order the applicant had been awarded EUR 7,000 by the Court. In the Government’ opinion, the period imputable to the domestic authorities in the present case, if any, was much shorter, so the award consequently had to be smaller.",
                                        "elements": []
                                    },
                                    {
                                        "content": "165.  In the light of its findings on the merits of the case, given that the decision in the applicant’s favour was eventually executed, making an assessment on an equitable basis the Court awards the applicant EUR 7,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "166.  The applicant claimed EUR 1,650 for costs and expenses. That amount related to his travel expenses and postal costs. The applicant produced a very detailed description of his costs and a number of supporting documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "167.  The Government argued, with reference to the price of bus tickets and air tickets submitted by the applicant, that EUR 280 of travel expenses should be reimbursed. A train ticket produced by the applicant did not indicate its price, thus they argued that it could not support the applicant’s calculations. The Government further argued that the applicant’s trips to Moscow had been related to the domestic proceedings and should not therefore be reimbursed. As to postal expenses, the Government claimed that the applicant had not submitted all of the receipts, and that some of the receipts he had submitted were unreadable. The Government claimed that the documents submitted by the applicant proved postal expenses of EUR 36.",
                                        "elements": []
                                    },
                                    {
                                        "content": "168.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. The Court observes that the applicant was involved in complex court proceedings in Russia involving a number of different courts, lawenforcement and administrative authorities. Although, for the most part, those proceedings did not require the applicant’s personal presence, the Court accepts that at least one trip to Moscow was necessary in the circumstances. Regard being had to the documents in its possession and the above criteria, as well as to the Government’s arguments, the Court considers it reasonable to award the sum of EUR 1,000 for costs and expenses in the domestic proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "169.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 8 of the Convention on account of the authorities’ lack of diligence in enforcing the Rîșcani District Court’s judgment in Russia;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 23 October 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "president"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF V.P. v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-147332.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:1023JUD006136212",
    "externalsources": [
        "1980 Hague Convention on child abduction",
        "1993 Minsk Convention on mutual legal assistance",
        "1993 bilateral treaty between Moldova and Russia",
        "1989 New York Convention on the Rights of the Child"
    ],
    "extractedappno": [
        "61362/12",
        "22935/11",
        "39388/05",
        "27853/09",
        "31679/96",
        "48494/06",
        "32842/96",
        "13420/12",
        "41615/07",
        "8677/03",
        "39221/98",
        "41963/98",
        "7075/10",
        "61680/10",
        "36812/97",
        "40104/98"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Chapter 45 of the Code of Civil Procedure"
    ],
    "itemid": "001-147332",
    "judgementdate": "23/10/2014 00:00:00",
    "kpdate": "23/10/2014 00:00:00",
    "kpthesaurus": [
        "451",
        "634",
        "425",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "8",
        "41",
        "8-1"
    ],
    "parties": [
        "V.P.",
        "RUSSIA"
    ],
    "rank": "1188.07458496094",
    "representedby": [],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Ageyevy v. Russia, no. 7075/10, § 143, 18 April 2013",
        "Chabrowski v. Ukraine, no. 61680/10, § 108, 17 January 2013",
        "Ignaccolo-Zenide v. Romania, no. 31679/96, ECHR 2000 I",
        "Keegan v. Ireland, 26 May 1994, § 49, Series A no. 290",
        "Krisztián Barnabás Tóth v. Hungary, no. 48494/06, §§ 27-28, 12 February 2013",
        "M.R. and L.R. v. Estonia (dec.), no. 13420/12, § 43, 15 May 2012",
        "Neulinger and Shuruk v. Switzerland [GC], no. 41615/07, ECHR 2010",
        "Nuutinen v. Finland, no. 32842/96, § 129, ECHR 2000 VIII",
        "P.P. v. Poland, no. 8677/03, § 85, 8 January 2008",
        "Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 169, ECHR 2000 VIII",
        "Sylvester v. Austria, nos. 36812/97 and 40104/98, § 63, 24 April 2003",
        "X v. Latvia [GC], no. 27853/09, § 97, ECHR 2013"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "396195",
    "typedescription": "15"
}