{
    "__articles": "5;5-3;5-4;29;29-3;41;6;6-1",
    "__conclusion": "Violation of Art. 5-3;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "30779/04",
    "article": [
        "29",
        "41",
        "5",
        "6"
    ],
    "conclusion": [
        {
            "article": "5-3",
            "base_article": "5",
            "element": "Violation of Art. 5-3",
            "type": "violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-83070.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 30779/04) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mr Gia Patsuria, a Georgian national, on 20 July 2004. The applicant was represented by Ms E. Beselia (“the first representative”), Ms M. Kobakhidze (“the second representative”) and Ms M. Gioshvili (“the third representative”), lawyers practising in ",
                        "elements": []
                    },
                    {
                        "content": "2.  The Georgian Government (“the Government”) were represented by their Agent, Mr M. Kekenadze of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 3 July 2006 the Court decided to give notice to the Government of the applicant’s complaints under Article 5 §§ 1 and 3 of the Convention concerning the alleged unlawfulness and unreasonableness of his detention on remand. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    },
                    {
                        "content": "4.  The Government and the applicant each filed observations on admissibility and merits (Rule 54A of the Rules of Court).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1961 and is currently detained in Rustavi No. 1 Prison.",
                                "elements": []
                            },
                            {
                                "content": "1. First set of proceedings",
                                "elements": [
                                    {
                                        "content": "6.  Under a contract of 18 January 2001, the Ministry of State Property Management (“the Ministry”) undertook to transfer to the applicant 90 % of the shares of the “Georgian State Insurance JSC” (“the company”), on condition that he, amongst other obligations, increased the company’s initial capital to 480,000 Georgian laris (EUR 218,000) within a month of signing the contract.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 14 March and 7 May 2001, the Ministry requested an up-date of the progress made in the performance of the contractual obligations. The applicant replied by submitting documents, according to which the amount of USD 250,000 (EUR 207,000), initially placed with a Canadian bank, had been transferred to the company’s account opened with a Georgian bank.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  Following the recommendation of the Georgian National Bank (a State agency), the Prosecutor General’s Office (“the PGO”) examined the applicant’s financial operations. In a decision of 26 January 2004, a senior prosecutor of the PGO, having established the authenticity of the bank records submitted by the applicant, refused, pursuant to Article 28 § 1 (a) of the Code of Criminal Procedure (“the CCP”), to institute criminal proceedings for an alleged falsification of those documents. (The applicant did not submit a copy of that decision to the Court.)",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 28 April 2004 the Prosecutor General personally opened a criminal case regarding the misappropriation of 90 % of the State’s shares by fraud and the falsification of bank documents, offences envisaged respectively by Articles 180 § 3 (b) and 362 of the Criminal Code (“the CC”). (The parties did not submit a copy of that decision.)",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 5 May 2004 the applicant was charged and taken into custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  Initially, the applicant was placed in a “quarantine cell” at Tbilisi No. 1 Prison. According to him, the cell was filthy, dilapidated, infested with vermin, and without ventilation or natural light. Shortly afterwards, the applicant was transferred to an ordinary cell in the same prison where there were 24 beds for the 57 inmates held there. The detainees were obliged to take turns to sleep. The cell was unsanitary and the food putrid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 8 May 2004 the Krtsanisi-Mtatsminda District Court in  dismissed the applicant’s request for release, remanding him in custody for three months. An oral hearing was held. In its reasoning the court stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“the collected evidence...discloses a reasonable suspicion that the accused has committed the incriminated offences...The evidence has been gathered in conformity with procedural norms...Due regard should be had to the fact that the applicant is charged with serious crimes...The case materials substantiate the suspicion that he might interfere with the establishment of the truth...In view of the prospect of a severe punishment, [he] may abscond...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  In his appeal of 9 May 2004, the applicant complained that the imposition of detention on remand had been justified solely by the gravity of the charges and the severity of the sentence. In his view, the prosecution had not put forward any specific evidence or arguments supporting any actual risk of him colluding or absconding. The applicant claimed to have been actively cooperating with the prosecution authority even prior to his arrest by always appearing, whenever summoned for interviews, and by producing all the requested evidence which, in fact, had become the basis of the criminal case file against him. As another guarantee of his reliability, the applicant referred to his “good reputation”, associated with the fact of being a designated trustee of the Canadian Chamber of Commerce.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The PGO replied that the detention was justified by the gravity of the charges and a reasonable suspicion that the applicant could interfere with the establishment of the truth. However, no concrete arguments or factual circumstances of the particular case were put forward in this regard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 13 May 2004 the  dismissed the applicant’s appeal against the remand measure at an oral hearing. Whilst analysing various pieces of evidence, the court had regard mostly to whether or not the charges were well-founded. Concerning the grounds for detention, the court reiterated that, pursuant to Articles 151 and 159 of the CCP, the gravity of the offence justified the imposition of the measure. The appellate hearing was attended by the applicant and his advocates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 6 August 2004 the PGO terminated the preliminary investigation and transferred the case, along with the bill of indictment, to the trial court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 6 December 2004 the Vake-Saburtalo District Court in  committed the applicant for trial under Article 417 § 1 of the CCP and confirmed the remand in custody. This decision was rendered in a standard, template form with pre-printed reasoning. The judge simply added, in the blank spaces, a brief statement of facts, the name of the accused, the definition of the impugned offence and the measure of pre-trial restraint. As regards the confirmation of the latter, the printed standard phrase read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The measure of pre-trial restraint – detention – has been correctly chosen.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 11 February 2005 the Vake-Saburtalo District Court in  started the examination of the case on the merits, and on the 17th convicted the applicant of attempted fraud. The court sentenced him to three years in prison. The charge of falsification of bank documents was dropped as timebarred. The verdict was based on a thorough assessment of the criminal case materials.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 13 February 2006 the  dismissed the applicant’s appeal and upheld the verdict of 17 February 2005 with some merely textual amendments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 20 June 2006 the Supreme Court dismissed the applicant’s cassation appeal. It noted that the circumstances of the case had been carefully examined by the preliminary and judicial investigations, that no significant breaches of procedural law had occurred and that the lower courts had correctly assessed the facts and the law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Amongst the complaints made by the applicant before the appellate and cassation courts, the applicant raised the same matters as those now put before the Court under Article 6 of the Convention (see paragraph 83 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  After his conviction, the applicant was transferred to Rustavi No. 1 Prison, where the conditions were, according to him, similar to those in Tbilisi No. 1 Prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicant alleged that the following incident occurred during his detention: In the early morning of 30 January 2006, he was awoken by the noise of machine gun fire in Rustavi No. 1 Prison. As it appeared later, the police forces had conducted a special operation against criminal elements there.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The applicant complained about the conditions in Rustavi No. 1 Prison and the incident of 30 January 2006 to several national and international non-governmental organisations, but never to the prosecution or judicial authorities, according to the case file. Whilst claiming to have written a letter to the Head of Rustavi Prison, informing the latter of the poor conditions of his detention, the applicant did not produce any copy thereof, or indicate its date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25. On an unspecified date, the administration of Rustavi No. 1 Prison disciplined the applicant for failing to attend a mandatory inspection of prisoners, and he was placed in a punishment cell for three days. However, he has never complained about this to any competent national authority, considering that such a course of action would have been ineffective.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2. Second set of proceedings",
                                "elements": [
                                    {
                                        "content": "26.  On 21 September 2006 the Ministry of Justice, the authority in charge of the penitentiary system, initiated criminal proceedings against the applicant for using a mobile telephone in Rustavi No. 1 Prison, in breach of the prison rules.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  At an oral hearing on 22 September 2006 attended by the applicant, the Tbilisi City Court allowed the prosecutor’s motion and imposed upon the applicant detention on remand for two months. The court reasoned that, since the applicant was already detained following his conviction, it was impossible to apply any other measure of pre-trial restraint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 27 October 2006 the , sitting in camera, dismissed the applicant’s appeal and upheld the order of 22 September 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The applicant addressed several complaints to the PGO, requesting the termination of the allegedly unlawful proceedings. He also claimed that his procedural rights were breached during the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  According to the case file, the second set of criminal proceedings against the applicant is still pending before a court of first instance.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "31.  Constitution",
                                "elements": [
                                    {
                                        "content": "Article 18 § 6",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...the accused cannot be held on remand for more than nine months.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Code of Criminal Procedure, as it stood at the material time",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 28 § 1 - “Grounds for the refusal to initiate criminal proceedings and for the decision to terminate the initiated proceedings”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Criminal proceedings shall not be initiated and the initiated proceedings shall be terminated, if:",
                                        "elements": []
                                    },
                                    {
                                        "content": "a)  The action, envisaged by the criminal law, does not exist...",
                                        "elements": []
                                    },
                                    {
                                        "content": "m) The inquiry, investigation or prosecution authority has refused to initiate criminal proceedings or decided to terminate the proceeding initiated for the same offence...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 140 § 17",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Before the end of the investigation, the parties have the right to lodge an application with the court which has imposed a measure of pre-trial restraint ... requesting its annulment or modification... The parties may exercise this right only when newly discovered circumstances of a substantial character, which were not known to the judge at the time of the imposition of the pre-trial restraint measure, require that the reasonableness of that measure be reviewed.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "\nArticle 146 § 7",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Charges shall be preferred no later than 48 hours after the arrested person is brought before an inquiry agency. If, within the following 24 hours, the court does not decide on the imposition of detention on remand or another measure of restraint, the arrested person shall be released immediately.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 151 §§ 1, 2 and 3 - “The basis for and objectives of the imposition\nof a restraint measure”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A restraint measure shall be applied to ensure that the accused cannot avoid the preliminary investigation and trial, that his or her further criminal activity is prevented, that he or she cannot interfere with the establishment of the truth in the given criminal case, or that the court’s verdict is executed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The application of a restraint measure is justified if the evidence in the criminal case file sufficiently substantiates the assumption that it is necessary to ensure the attainment of the aims mentioned in the first paragraph of this Article.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The ground for the imposition of detention on remand can be a substantiated suspicion that the accused may abscond, interfere with the establishment of the truth in the criminal case, or if a serious or grave crime has been committed.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Apart from detention on remand, Article 152 § 1 envisages the possibility of using such measures of pre-trial restraint as police supervision, home arrest, bail or a personal undertaking not to leave the place of residence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 159 § 3 - “Detention”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Detention on remand shall be imposed only with regard to the person who is charged with an indictable offence carrying [a punishment of ] more than two years in prison...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Code distinguished between two periods of detention on remand: detention “pending investigation”, that is whilst the competent prosecution agency investigated the case, and detention “pending trial”, whilst the case was tried in court. The person detained “pending investigation” was referred to as an “accused”. After the case was sent to a court, that person would become a “defendant” (Article 44 §§ 24 and 25). Although there was no difference in practice between two periods of detention, the calculation of the time-limits was different.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Pursuant to Article 162 §§ 2 and 3, the maximum permitted period of detention “pending investigation” was nine months. It started to run from the moment the person was taken into custody and ended the day when the prosecutor sent the case, along with the bill of indictment, to the trial court (Article 162 §§ 1 and 2).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The maximum permitted term of detention “pending trial”, calculated from the day when the prosecutor forwarded the case to the competent court until the final cassation verdict, was 48 months if three instances of jurisdiction were involved, and 30 months if the case was examined by only two instances (Article 162 §§ 8 and 9).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "33.  Criminal Code, as it stood at the material time",
                                "elements": [
                                    {
                                        "content": "Article 12 § 1 classified crimes, according to the terms of imprisonment which they carried, as minor, serious or grave.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Pursuant to Article 12 § 3, a premeditated offence carrying 10 years’ imprisonment as a maximum term, or an offence committed by negligence which carried 5 years’ imprisonment as a minimum term, were considered to be serious crimes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 180 § 3 (b) stated that fraud, i.e. the misappropriation of another person’s property by deception, committed with regard to objects of great value, was punishable by a prison sentence of between 5 to 10 years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 362 criminalised the fabrication and use of false identity cards, templates of various formal documents, seals, etc. This offence was punishable by a prison sentence of up to 3 years.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "34.  The  judgment of 29 January 2003 in the case of “Beriashvili, Jimsherishvili and the Public Defender v. Parliament”",
                                "elements": [
                                    {
                                        "content": "The complainants challenged various provisions of Article 162 of the CCP, differentiating between the period of detention “pending investigation” and that “pending trial”, for their compatibility with Article 18 § 6 of the Constitution. They alleged that the unnecessary distinction between the two types of detention often resulted in situations where the overall term of detention exceeded the constitutional time-limit of nine months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Constitutional Court dismissed the complaint, noting that Article 18 § 6 of the Constitution solely defined the maximum permitted term of detention “pending investigation” which, pursuant to Article 162 of the CCP, ended on the day when the prosecutor sent the case to the competent court for trial:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Constitutional Court observes that Article 18 § 6 of the Constitution determines the term only for the detention of a suspect or accused person pending investigation, excluding the detention period of a defendant pending trial...”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "35.   As regards the first set of proceedings, the applicant alleged violations of Article 5 of the Convention, the relevant parts of which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law: ...",
                                "elements": []
                            },
                            {
                                "content": " (c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence...",
                                "elements": []
                            },
                            {
                                "content": "2.  Everyone who is arrested shall be informed promptly, in a language which he understands, of the reasons for his arrest and of any charge against him...",
                                "elements": []
                            },
                            {
                                "content": "3. Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.",
                                "elements": []
                            },
                            {
                                "content": "4. Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1. As to the complaints under Article 5 § 1 (c)",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a) Parties’ submissions",
                                "elements": [
                                    {
                                        "content": "36.  The applicant complained that the overall period of his detention on remand exceeded the constitutional time-limit of nine months. He further claimed that his detention was unlawful, in so far as, pursuant to Article 28 § 1 (m) of the CCP, the Prosecutor General had no right to initiate criminal proceedings after the subordinate prosecutor had refused to do so.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Government submitted that Article 18 § 6 of the Constitution defined the maximum term of detention “pending investigation”, excluding the period of detention “pending trial”. They referred in this regard to the constitutional judgment of 29 January 2003 (“the constitutional judgment”; paragraph 34 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The applicant disagreed with the Government’s interpretation of that judgment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b) Court’s assessment",
                                "elements": [
                                    {
                                        "content": "39.  The Court recalls that the provisions of Article 5 require detention to be “in accordance with a procedure prescribed by law”. Thus, any decision taken by the domestic courts falling within the sphere of Article 5 must conform to the procedural and substantive requirements laid down by a preexisting law (see Assanidze v. Georgia [GC], no. 71503/01, § 171, ECHR 2004II). Although it is in the first place for the national authorities, notably the courts, to interpret and apply domestic law, under Article 5 § 1 failure to comply with domestic law entails a breach of the Convention, and the Court can, and should, review whether this law has been complied with (ibid.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court observes that the CCP differentiated, at the material time, between two periods of detention on remand: detention “pending investigation” and detention “pending trial”. The first period began when the person was arrested or detained and ended on the day when the prosecution authorities finalised the investigation and sent the criminal case file, along with the bill of indictment, to the competent court for trial. Such an understanding of the procedural law was explicitly acknowledged by the Constitutional Court which, furthermore, clearly stated that the constitutional time-limit of nine months applied solely to the period of detention “pending investigation” (see paragraph 34 above). The Court reiterates, in this regard, that it is not its task to take the place of the Constitutional Court and interpret the Georgian Constitution or to call into question the Constitutional Court’s findings (see Apostol v. , no. 40765/02, § 39, ECHR 2006...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41. Bearing the above considerations in mind, the Court observes that the applicant was detained on 5 May 2004 and his case, along with the bill of indictment, was sent by the PGO to the competent court on 6 August 2004 (see paragraphs 10 and 16 above). Consequently, his detention “pending investigation”, to which the constitutional time-limit applied, only lasted three months. The complaint about the violation of that time-limit is therefore manifestly ill-founded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  As to the second limb of the applicant’s complaint under Article 5 § 1 (c) that the PGO, pursuant to Article 28 § 1 (m) of the CCP, should not have initiated criminal proceedings against him, the Court recalls that the appropriateness of the institution of a criminal prosecution usually falls outside the scope of the Court’s review (see Artner v. Austria, judgment of 28 August 1992, Series A no. 242A, § 21). The present case is no exception.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In the light of the above, the Court finds that the applicant’s complaints under Article 5 § 1 (c) are manifestly ill-founded and must be rejected pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. As to the complaint under Article 5 § 2",
                                        "elements": [
                                            {
                                                "content": "44.  The applicant complained that he had been informed of the charges against him not upon the initiation of the criminal case but upon his arrest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45. The Court considers that this complaint is manifestly ill-founded, in so far as, according to the applicant himself, he was told “promptly” of the reasons for his arrest. The applicant did not complain that the content of the information conveyed was insufficient (cf. Shamayev and Others v. Georgia and , no. 36378/02, § 413, ECHR 2005III). Nor did he raise any similar complaint under Article 6 § 3 (a) of the Convention. The complaint under Article 5 § 2 must therefore be rejected as being manifestly illfounded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. As to the complaint under Article 5 § 3",
                                        "elements": [
                                            {
                                                "content": "46. The applicant complained that his detention on remand had not been reasonable within the meaning of Article 5 § 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4. As to the complaints under Article 5 § 4",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a) Equality of arms",
                                "elements": [
                                    {
                                        "content": "48.  The applicant claimed that he and his lawyer had not had enough time to prepare a reply to the prosecutor’s request for the imposition of detention on remand, as they had only learnt about it at the hearing on 8 May 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court reiterates that, under Article 5 § 4 of the Convention, the proceedings bearing on the procedural and substantive conditions which are essential for the “lawfulness”, in Convention terms, of the applicant’s deprivation of liberty must be adversarial and ensure “equality of arms” between the parties (see, among many others, Brogan and Others v. the United Kingdom, judgment of 29 November 1988, Series A no. 145-B, pp. 34-35, § 65; Nikolova v. Bulgaria [GC], no. 31195/96, § 58, ECHR 1999-II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  However, the Court notes that it is not always necessary that the procedure under Article 5 § 4 be attended by the same guarantees as those afforded by Article 6 of the Convention (see, among many others, Assenov and Others v. Bulgaria, judgment of 28 October 1998, Reports of Judgments and Decisions 1998-VIII, p. 3302, § 162; Włoch v. Poland, no. 27785/95, § 125, ECHR 2000-XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court observes that, under Georgian criminal procedural law, detention proceedings were urgent and had to be dealt with speedily. In order to ensure that decisions were taken expeditiously under Article 146 § 7 of the CCP, the prosecutor had to bring the arrested person before a judicial authority within two days of the arrest. In the subsequent 24 hours, the competent court had to decide the issue of pre-trial restraint (see paragraph 32 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  In view of this requirement of speed, which is one of the core principles of Article 5 § 4 of the Convention, the Court considers that the Krtsanisi-Mtatsminda District Court, examining the issue of the applicant’s detention on remand on 8 May 2004, was not obliged to have ensured the exchange of all the parties’ documents, as this would have rendered it impossible to take a decision within the statutory time-limit of 24 hours (cf. Galuashvili v. Georgia (dec.), no. 40008/04, 24 October 2006; Yavuz v. Austria (dec.), no. 32800/96, 18 January 2000). This consideration was, in any case, palliated by the two-tier system of detention review: the applicant and his lawyer had another opportunity, on 13 May 2004, to question on appeal the prosecutor’s motion in the light of all the relevant circumstances of the case. Moreover, since the proceedings of 8 and 13 May 2004 both took place at oral hearings attended by the applicant and his advocates, they had ample opportunity to have knowledge of and comment on the prosecutor’s submissions (see, Galuashvili, decision cited above; Schiesser v. Switzerland, judgment of 4 December 1979, Series A no. 34, p. 13, §§ 3031). In these circumstances, the Court does not find any appearance of a violation of Article 5 § 4 of the Convention in this respect.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": " (b) Automatic review",
                                "elements": [
                                    {
                                        "content": "53.  The applicant challenged the compatibility of Article 140 § 17 of the CCP with Article 5 § 4 of the Convention, claiming that this provision did not provide for an automatic review of the lawfulness of detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court recalls that Article 5 § 4 provides for detained persons to obtain a review by a court of the lawfulness of their detention not only at the time of the initial deprivation of liberty but also whenever new issues of lawfulness are capable of arising, periodically thereafter (see Kolanis v. the , no. 517/02, § 80, ECHR 2005...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court notes that the CCP, as it stood at the material time, did not require the authorities to conduct on their own motion reviews of the lawfulness of detention on remand at regular intervals. However, pursuant to the disputed Article 140 § 17 of the CCP, the applicant had the right to request, at any time during his detention pending investigation, the review of the impugned measure with reference to any new issue. According to the case file, he did not make use of that right. Moreover, he has not specified why, in his particular case, the authorities should have initiated a review of his detention of their own motion. He did not allege that there had been factors which had not been taken into account by the original detention order of 8 May 2004 or which would have warranted the automatic revision of his detention on remand later (cf. Galuashvili, decision cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  As to the period of the applicant’s detention pending trial, that is after his case was transferred to the trial court on 6 August 2004 and until his conviction at first instance on 17 February 2005, the Court notes that it was not the subject of the applicant’s complaint. (The applicant had only challenged Article 140 § 17 of the CCP which was limited to the period of detention pending investigation.)",
                                        "elements": []
                                    },
                                    {
                                        "content": " 57.  In the light of the foregoing, the Court concludes that the applicant’s complaint was more of a challenge to the domestic criminal procedural law in general. However, the Convention system does not envisage complaints in abstracto, but only in relation to the specific application of such laws to the particular circumstances of an applicant’s situation (see Brogan and Others, cited above, § 53).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": " (c) Conclusion",
                                "elements": [
                                    {
                                        "content": "58.  Having regard to the above considerations, the Court concludes that the applicant’s complaints under Article 5 § 4 of the Convention must also be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits of the complaint under Article 5 § 3",
                                "elements": [
                                    {
                                        "content": "1. The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "59.  The Government submitted that, given the complexity of the criminal case against the applicant, the period of his detention on remand could not be said to have been unreasonable, as understood by Article 5 § 3 of the Convention. As to the reasons for his continued detention on remand, the Government relied on those contained in the court decisions of 8 May and 13 May 2004 (see paragraphs 12 and 15 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The applicant replied that the domestic courts, when authorising his detention, solely relied on the gravity of the charges and a reasonable suspicion that he had committed a crime.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "61.  The Court observes that the applicant was taken into custody on 5 May 2004 and convicted at first instance on 17 February 2005. Thus, the period of his detention for the purposes of Article 5 § 1 (c) of the Convention is nine months and twelve days (see, amongst many others, Wemhoff c. Allemagne, arrêt du 27 juin 1968, série A no 7, p. 23, § 9; Davtian v. Georgia (dec.), no. 73241/01, 6 September 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Whilst the length of that detention was not obviously excessive, the Court recalls that its reasonableness cannot be assessed in abstracto. It is essentially on the basis of the reasons given in the relevant decisions of the national judicial authorities and of the arguments made by the applicant in his or her applications for release that the Court is called upon to decide whether or not the detention on remand was justified under Article 5 § 3 of the Convention (see, for example, Michta v. , no. 13425/02, §§ 45 and 46, 4 May 2006; Labita v. Italy [GC], no. 26772/95, § 152, ECHR 2000-IV; Kudła v.  [GC], no. 30210/96, § 110, ECHR 2000XI). Those decisions must contain “relevant” and “sufficient” reasoning and address specific features of the given case in order to justify the deprivation of liberty (see Ječius v. Lithuania, no. 34578/97, § 93, ECHR 2000IX). In other words, any period of detention on remand, whatever its length, requires appropriate motivation by the competent national authorities which, moreover, are obliged to display “special diligence” in the conduct of the proceedings (see Jablonski v. , no. 33492/96, § 80, 21 December 2000).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  In the case at hand, the applicant’s detention on remand was ordered, upheld and extended by the court decisions of 8 and 13 May and 6 December 2004 respectively. Consequently, in order to establish whether his detention was reasonable, within the meaning of Article 5 § 3 of the Convention, the Court is called upon to examine the reasons given in those decisions, as well as the applicant’s arguments mentioned in his applications for release (see Jablonski, cited above, § 79).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The Court observes that the court order of 8 May 2004 justified the imposition of detention by noting that (a) the case materials supported a reasonable suspicion that the applicant had committed the crime, (b) the evidence had been gathered in conformity with law, (c) the severity of sentence substantiated the risk of absconding, and (d) the case materials substantiated the risk that the applicant could hinder the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  With regard to the first ground, the Court notes that the persistence of a reasonable suspicion that the person has committed an offence is a condition sine qua non for the lawfulness of the arrest within the meaning of Article 5 § 1 (c) of the Convention, but this may be insufficient for a judicial decision extending detention. A court decision of that kind would need a more solid basis to show not only that there was genuinely “a reasonable suspicion”, but also that there were other serious elements of public interest which, notwithstanding the presumption of innocence, outweighed the right to liberty (see, amongst others, Lavents v. Latvia, no. 58442/00, § 70, 28 November 2002; I.A. v. France, judgment of 23 September 1998, Reports 1998-VII, p. 2979, § 102; Labita, cited above, § 153), given that the primary purpose of the second limb of Article 5 § 3 is to require the provisional release of the accused pending trial (see Garycki v. , no. 14348/02, § 39, 6 February 2007; McKay v. the  [GC], no. 543/03, § 41, ECHR 2006...).",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  It is true that the order of 8 May 2004 covered a relatively short period – the first three months of the applicant’s detention. However, the Court reiterates that the right to provisional release pending trial is guaranteed by Article 5 § 3 of the Convention notwithstanding the length of the detention in question. Article 5 § 3 of the Convention cannot be seen as authorising pre-trial detention unconditionally even if it is short (see, amongst others, Belchev v. Bulgaria, no. 39270/98, § 82, 8 April 2004).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The Court recalls that a practice of automatic remands in custody for three months solely on a statutory presumption based on the gravity of the charges because of a hypothetical danger of absconding, re-offending or collusion, is incompatible with Article 5 § 3 of the Convention (see, amongst others, Nikolov v. Bulgaria, no. 38884/97, § 70, 30 January 2003). Consequently, returning to the circumstances of the present case, the fact that the order of 8 May 2004 covered only the initial period of the applicant’s detention did not absolve the national authorities from the obligation to demonstrate convincingly the justification for such a measure. The Court has no doubt that, in the particular circumstances of the case, on 8 May 2004, that is three days after the applicant’s arrest, the presumption should have been in favour of release (see McKay, cited above, § 41).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Court further considers that the second ground in the order of 8 May 2004 – the lawfulness of the collected evidence – is, as such, irrelevant for establishing the reasonableness of detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  As to the risk of absconding, the Court notes that it may be a legitimate ground for detention. However, it cannot be gauged solely on the basis of the severity of an eventual sentence and must be assessed with reference to a number of other relevant factors (see Letellier v. France, judgment of 26 June 1991, Series A no. 207, § 43).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The detention order of 8 May 2004 noted that the severity of the sentence substantiated per se the risk of absconding. It never assessed the nature of that risk against the arguments put forward by the applicant in support of his request for release – his cooperation with the prosecution, the voluntary submission of documentation and his appearance for interrogation upon request, his reliability and good reputation, etc. Nor was the severity of the sentence examined against any other relevant circumstances of the case which might either confirm the existence of a danger of absconding or make it appear so slight that it could not justify detention on remand (see Khudoyorov v. Russia, no. 6847/02, § 181, ECHR 2005...(extracts)). Consequently, the Court finds that the risk of absconding was not sufficiently substantiated in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71. As to the risk of hampering the establishment of the truth, the Court notes that it was just bluntly stated, without any relation to the specific circumstances of the case (see Smirnova v. Russia, nos. 46133/99 and 48183/99, § 63, ECHR 2003IX (extracts); Nikolov, cited above, § 73). Although that risk may be a relevant element in assessing the reasonableness of the deprivation of liberty, it cannot be established on the basis of abstract statements, unsupported by any arguments.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72. As regards the appellate decision of 13 May 2004, the Court observes that it upheld the detention measure solely on the ground of the gravity of the charges, and did not trouble to examine the existence of any other possible grounds which might have warranted it. That decision, like the detention order of 8 May 2004, had no regard to the individual circumstances of the applicant’s case. Such an approach was apparently envisaged by Article 151 § 3 in fine of the CCP but, in the Court’s view, it cannot be justified under Article 5 § 3 of the Convention (see Rokhlina v. Russia, no. 54071/00, § 66, 7 April 2005; Panchenko v. Russia, no. 45100/98, § 102, 8 February 2005). It is also incompatible with the presumption of innocence, which the domestic courts must respect when justifying detention under Article 5 § 3 of the Convention (see, amongst others, Lavents, cited above, § 70), in so far as the detained person might later be acquitted or, as in the present case, convicted of a lesser offence (see paragraphs 9 and 18 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73. Furthermore, comparing the applicant’s arguments with those of the PGO before the  on 13 May 2004, the Court observes that it was the former who was trying to prove, against the unsubstantiated assumptions of the latter, that there was not even a hypothetical reason for absconding or collusion. The Court reiterates, in this regard, that shifting the burden of proof to the detained person in matters of deprivation of liberty is tantamount to overturning the rule of Article 5 of the Convention (see Ilijkov v. , no. 33977/96, §§ 84 and 85, 26 July 2001).",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Court is particularly concerned by the manner in which the Vake-Saburtalo District Court, when committing the applicant for trial, reviewed and extended his detention on remand on 6 December 2004. Instead of showing an even higher degree of “special diligence” in the face of the detention which had already lasted more than seven months (see G.K. v. , no. 38816/97, § 84, 20 January 2004), the District Court issued a standard, template decision. Rather than fulfilling its duty to establish convincing grounds justifying the continued detention (ibid.), it relied on a pre-printed form and its abstract terms (see paragraph 17 above). The Court finds the decision of 6 December 2004 to be a particularly serious restriction of the applicant’s rights guaranteed by Article 5 § 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  Finally, the Court would also emphasise that, under Article 5 § 3, the authorities, when deciding whether a person should be released or detained, are obliged to consider alternative measures of ensuring his or her appearance at trial. Indeed, that provision proclaims not only the right to “trial within a reasonable time or to release pending trial” but also lays down that “release may be conditioned by guarantees to appear for trial” (see, amongst others, Kaszczyniec v. , no. 59526/00, § 57, 22 May 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  However, in the present case the Court notes that neither in the decisions of 8 and 13 May 2004, which concerned the initial period of detention on remand, nor in that of 6 December 2004, when the extension of the detention was at stake, did the domestic courts consider the possibility of applying other non-custodial preventive measures, which were expressly envisaged by Article 152 § 1 of the CCP. Such an omission by the domestic courts is yet another indication of their disregard for the requirements of Article 5 § 3 of the Convention (see Dolgova v. , no. 11886/05, §§ 47, 48 and 50, 2 March 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  Having regard to the above considerations, the Court finds that, by failing to address the specific facts of the applicant’s case or to consider alternative non-custodial pre-trial measures, and by relying essentially on the gravity of the charges, the authorities imposed and maintained the applicant’s detention on grounds which cannot be regarded as “relevant” or “sufficient”. The particularly wanton limitation on the applicant’s right to provisional release pending trial was perpetrated by the template form of the decision of 6 December 2004, which contained pre-printed and standard reasoning.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Consequently, the Court concludes that there has been a violation of Article 5 § 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. ALLEGED VIOLATIONS OF ARTICLES 2 AND 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "78.  The applicant complained about the use of lethal force by the authorities in Rustavi No. 1 Prison on 30 January 2006, and challenged his conditions of detention in the Tbilisi and  prisons. He relied on Articles 2 and 3 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "79.  As to the gunfire incident at the  prison, the applicant did not demonstrate that it had created a genuine risk to his life. In any case, he should first have raised his complaint before either the prosecution or the judicial authorities (cf. the Galuashvili decision cited above).",
                                "elements": []
                            },
                            {
                                "content": "80.  With regard to the conditions in the Tbilisi and Rustavi prisons, nothing in the case file suggests that the applicant lodged a complaint with the prosecution or judicial authorities, or put the Ministry of Justice, in charge of the penitentiary system, expressly on notice that his rights under Article 3 of the Convention were being breached (cf. the Galuashvili, decision cited above; Panjikidze and six others v. Georgia (dec.), no. 30323/02, 20 June 2006; cf., a contrario, the Davtian decision cited above).",
                                "elements": []
                            },
                            {
                                "content": "81.  It follows that the applicant’s complaints under Articles 2 and 3 of the Convention must be rejected for non-exhaustion of domestic remedies, pursuant to Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": " III. ALLEGED VIOLATIONS OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "82.  The applicant alleged violations of Article 6 §§ 1 and 3 (d) of the Convention, the relevant parts of which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing within a reasonable time by [a] ... tribunal...",
                                "elements": []
                            },
                            {
                                "content": "3. Everyone charged with a criminal offence has the following minimum rights: ...",
                                "elements": []
                            },
                            {
                                "content": "1. The applicant’s complaints",
                                "elements": [
                                    {
                                        "content": "83.  With regard to the first set of proceedings, the applicant reiterated that the Prosecutor General had breached Article 28 § 1 (m) of the CCP by initiating criminal proceedings against him after the subordinate prosecutor had refused to do so. He complained that the investigation had not been objective, in so far as solely accusatory evidence had been gathered in order to imprison him and thus protect the State from civil liability resulting from the non-fulfilment of the contract of 18 January 2001 (paragraph 6 above). The applicant also challenged the reasoning for his conviction on 17 February 2005 and the courts’ assessment of certain evidence. The applicant claimed that the verdict had failed to disclose the elements of the crime of attempted fraud, and that the judicial examination of his case had been superficial. He further complained that he had not been placed in a position equal to that of the prosecution, insofar as various State agencies, including the Georgian National Bank, aided the PGO with the investigation. Whilst acknowledging that the search of his office had been conducted lawfully, the applicant claimed that the documents found there (bank statements, loan agreements, his photographs, etc.) should not have been endorsed by the domestic courts as lawfully obtained evidence. Finally, the applicant challenged the length of the proceedings and claimed that, during the first two months of the investigation, he was not allowed to confront various witnesses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  As regards the second set of proceedings, the applicant claimed that it had been wrongfully initiated. He further complained that he had not been assisted by an advocate during the hearing on 22 September 2006.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2. The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "85.  The Court reiterates, with regard to the complaint that the criminal proceedings should not have been initiated against the applicant by the Prosecutor General and the Ministry of Justice, that the assessment of the appropriateness of a criminal prosecution falls outside its supervisory competence (see paragraph 42 above). Moreover, the Court notes that, whilst the subordinate prosecutor refused to initiate a criminal case for falsification of bank documents, the Prosecutor General’s decision of 28 April 2004, launching the prosecution against the applicant, was primarily based on the fact of misappropriation by fraud. The falsification of documents and misappropriation by fraud being two distinct offences under Articles 180 § 3 (b) and 362 of the CC, the decision of 28 April 2004 apparently fell outside the purported scope of Article 28 § 1 (m) of the CCP (see paragraphs 8, 9, 32 and 33 above). In any case, as the charge of falsification was finally dropped on 17 February 2005 (see paragraph 18 above), the applicant can no longer claim before the Court to be a victim of an arbitrary prosecution on this charge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Court further observes that, with respect to the first set of proceedings, the applicant essentially calls into question the interpretation and application of the procedural and substantive law by the prosecution and judicial authorities. In other words, he requests the Court to act as an appeal court of “fourth instance”. All his complaints were made to the competent domestic courts (see paragraph 21 above), who were best placed to assess the relevance of evidence to the issues in the case, and to interpret and apply the rules of substantive and procedural law (see, amongst many authorities, Vidal v. Belgium, judgment of 22 April 1992, Series A no. 235B, pp. 32-33, § 32; Edwards v. the United Kingdom, judgment of 16 December 1992, Series A no. 247-B, § 34). The Court does not find any manifestly arbitrary reasoning in the relevant court decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  As to the complaint that the domestic courts relied, in the course of the first set of proceedings, on unlawfully obtained documents, the Court first notes that the applicant himself acknowledged that the search of his office had been conducted lawfully. However, he did not explain why the documents seized during that search should have been rejected by the domestic courts as being unlawfully obtained evidence. In such circumstances, the Court concludes that this specific complaint is not sufficiently substantiated to warrant an examination on the merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  With respect to the length of the first set of proceedings, the Court notes that the applicant was charged on 28 April 2004 and convicted at final instance on 20 June 2006. Consequently, the proceedings lasted less than two years and two months before three levels of jurisdiction. Such a period cannot be considered to have been “unreasonable”, as understood by Article 6 § 1 of the Convention (cf., amongst many others, Hendriks v. the Netherlands (dec.), 44829/98, 5 March 2002).",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  As to the complaint about the inability to confront witnesses during the first two months of the investigation, the applicant failed to indicate their identity or specify the eventual utility of their statements. The Court recalls in this regard that it is not sufficient for an accused to complain in the abstract that he or she has not been allowed to question certain witnesses; the accused must, in addition, support this request by explaining why it is important for the witnesses concerned to be heard and why their evidence is necessary for the establishment of the truth (see Bocos-Cuesta v. the , no. 54789/00, § 67, 10 November 2005; Perna v. Italy [GC], no. 48898/99, § 29, ECHR 2003V). This complaint is therefore also unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90. Finally, as regards the second set of proceedings, the Court notes that Article 6 § 1 of the Convention does not apply to them insofar as the hearing on 22 September 2006 did not concern the determination of a criminal charge against the applicant but a pre-trial restraint measure in the context of his already existing detention after conviction by a competent court (see paragraphs 26-27 above). As these proceedings are apparently still pending before a court of first instance, any complaint under this head is anyway premature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91. Having due regard to the above considerations and the case materials in its possession, the Court concludes that the applicant’s complaints under Article 6 are manifestly ill-founded and must be rejected in accordance with Article 35 §§ 1, 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV. OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "92.  The applicant reiterated under Article 13 of the Convention his complaint about the absence of an automatic review of the lawfulness of his detention on remand (see paragraph 53 above). The Court recalls that Article 5 § 4 of the Convention is the lex specialis in matters of detention (Shamayev and Others, cited above, § 435, ECHR 2005III) and that the complaint about the absence of an automatic review of the lawfulness of detention has been already found to be manifestly ill-founded (see paragraph 58 above). The Court does not consider it necessary therefore to examine this complaint separately under Article 13 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "93.  The applicant also invoked Articles 1, 7, 8, 9 and 10 of the Convention without any relevant, coherent explanation. The Court notes that no separate issue arises under Article 1, and the case file does not disclose any appearance of violations of the other provisions invoked.",
                                "elements": []
                            },
                            {
                                "content": "94.  It follows that these complaints are manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "95.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "96.  The applicant claimed 760,000 euros (EUR) in respect of pecuniary damage. According to him, this sum was discharged between 2001 and 2004 by his company for the debts accumulated when it had been run by the State. The applicant also claimed EUR 20,000 in respect of non-pecuniary damage. He stated, inter alia, that his mother had died from the stress caused by his unlawful prosecution, and that his health had deteriorated as a result of the poor conditions of detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  The Government contested the claims as unsubstantiated and excessive. They considered that the finding of a violation would constitute equitable satisfaction for the non-pecuniary damage suffered by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged (see Stašaitis v. , no. 47679/99, § 96, 21 March 2002; Jablonski, cited above, § 109). It therefore rejects this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  As regards nonpecuniary damage, the Court first notes that the case file does not disclose the necessary causality between the death of the applicant’s mother and the State’s acts which have resulted in the violation of Article 5 § 3 of the Convention. However, the Court has no doubt that the applicant suffered distress and frustration on account of the domestic authorities’ decision to hold him in custody for nine months and twelve days without sufficient reason (see, amongst others, Rokhlina, cited above, § 17; E.M.K. v. , no. 43231/98, § 149, 18 January 2005). Making its assessment on an equitable basis, the Court awards the applicant EUR 1,500 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "100.  The applicant also claimed EUR 5,000 for the costs and expenses incurred before the Court. In support of this claim, the applicant’s second and third representatives submitted that they had spent 97 hours of work on the case at a rate of 50 EUR per hour. They also submitted invoices disclosing that the applicant had incurred postal and translation expenses in the overall amount of GEL 393 (EUR 170). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The Government considered that the claimed amounts were unsubstantiated and excessive. However, they acknowledged that the applicant had necessarily incurred some legal costs and invited the Court to award, in accordance with its established case-law, a reasonable amount.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The Court notes that, since no claim was made in respect of the applicant’s first representative, there is no call to award any amount for her involvement in the proceedings before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  As to the applicant’s second and third representatives, the Court notes that they did not produce invoices confirming that the claimed fees and expenses had actually been incurred by the applicant (see Garycki, cited above, § 83). However, the fact remains that, as conceded by the Government, they provided the applicant with legal assistance which was not free of charge. The Court recalls, in this regard, that it is not bound by domestic fee scales and practice (see Assanidze, cited above, § 206). The Court further notes that the applicant did not receive legal aid from the Council of Europe. Having due regard to the complexity of the case and the two sets of written observations produced on behalf of the applicant, the Court, making assessment on an equitable basis, considers it reasonable to award the sum of EUR 2,000 on account of the applicant’s representation before the Court by Ms M. Kobakhidze and Ms M. Gioshvili.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  The Court also awards the amount of EUR 170 for postal and translation expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "105.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 5 § 3 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable on the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(i) EUR 1,500 (one thousand five hundred euros) in respect of nonpecuniary damage,",
                        "elements": []
                    },
                    {
                        "content": "(ii) EUR 2,170 (two thousand one hundred and seventy euros) in respect of costs and expenses,",
                        "elements": []
                    },
                    {
                        "content": "(iii) plus any tax that may be chargeable on the above sums;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 6 November 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following partly concurring opinion of Mrs Mularoni joined by Mr Zagrebelsky is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "I agree that there has been a violation of Article 5 § 3 of the Convention in the present case.",
                        "elements": []
                    },
                    {
                        "content": "However, I come to this conclusion since I consider problematic the detention order of 6 December 2004, although not having any problem with the decision of 8 May 2004, concerning the applicant’s remand in custody for the initial three months period.",
                        "elements": []
                    },
                    {
                        "content": "As to the last mentioned decision, I observe that the KrtsanisiMtatsminda District Court in  dismissed the applicant’s request for release on the following grounds:",
                        "elements": []
                    },
                    {
                        "content": "“The collected evidence ... discloses a reasonable suspicion that the accused has committed the incriminated offences ... The evidence has been gathered in conformity with procedural norms ... Due regard should be had to the fact that the applicant is charged with serious crimes ... The case materials substantiate the suspicion that he might interfere with the establishment of the truth ... In view of the prospect of a severe punishment, (he) may abscond ...” (see paragraph 12 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "As pointed out in paragraph 64 of the judgment, the court order of 8 May 2004 justified the imposition of detention on the following grounds:",
                        "elements": []
                    },
                    {
                        "content": "a) the case materials supported a reasonable suspicion that the applicant had committed the crime;",
                        "elements": []
                    },
                    {
                        "content": "b) the evidence had been gathered in conformity with the law;",
                        "elements": []
                    },
                    {
                        "content": "c) the severity of the sentence substantiated the risk of absconding; and",
                        "elements": []
                    },
                    {
                        "content": "d) the case materials substantiated the risk that the applicant could hinder the investigation.",
                        "elements": []
                    },
                    {
                        "content": "I would add a fifth element that according to the KrtsanisiMtatsminda District Court justified the detention order:",
                        "elements": []
                    },
                    {
                        "content": "e) the applicant was charged with serious crimes.",
                        "elements": []
                    },
                    {
                        "content": "I share the majority’s view that the lawfulness of the collected evidence is, as such, irrelevant for establishing the reasonableness of detention (see paragraph 68 of the judgment). However, I consider that the four other grounds, taken together, could no doubt justify the detention order. A different conclusion of our Court would amount to a fourth instance decision.",
                        "elements": []
                    },
                    {
                        "content": "I would add that it seems to me that a large part of the Court’s case-law quoted at paragraphs 63–70 of the judgment, which refers to the “persistence” of a reasonable suspicion, cannot be applied to the first decision concerning the applicant’s detention on remand.",
                        "elements": []
                    },
                    {
                        "content": "Furthermore, I strongly disagree with the considerations expressed in paragraphs 66 and 67 of the judgment, as far as they refer to the detention order of 8 May 2004. I reiterate that the detention order of 8 May 2004 was duly reasoned and that it did not at all amount to an automatic remand in custody based solely on statutory presumption based on the gravity of the charges.",
                        "elements": []
                    },
                    {
                        "content": "I agree instead with the majority as to the criticism in respect of the detention order of 6 December 2004, expressed in paragraphs 74 and 75 of the judgment. As to the considerations expressed in paragraphs 76 and 77, I agree with them exclusively insofar as they refer to the detention order of 6 December 2004.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrsF. Tulkens",
            "role": "president"
        },
        {
            "name": "MrA.B. Baka",
            "role": "mrd. popović"
        },
        {
            "name": "MrI. Cabral Barreto",
            "role": "mrd. popović"
        },
        {
            "name": "MrM. Ugrekhelidze",
            "role": "mrd. popović"
        },
        {
            "name": "MrV. Zagrebelsky",
            "role": "mrd. popović"
        },
        {
            "name": "MrsA. Mularoni",
            "role": "mrd. popović"
        },
        {
            "name": "Mrs S. Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PATSURIA v. GEORGIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-83070.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:1106JUD003077904",
    "externalsources": [],
    "extractedappno": [
        "30779/04",
        "71503/01",
        "40765/02",
        "36378/02",
        "31195/96",
        "27785/95",
        "40008/04",
        "32800/96",
        "517/02",
        "73241/01",
        "13425/02",
        "26772/95",
        "30210/96",
        "34578/97",
        "33492/96",
        "58442/00",
        "14348/02",
        "543/03",
        "39270/98",
        "38884/97",
        "6847/02",
        "46133/99",
        "48183/99",
        "54071/00",
        "45100/98",
        "33977/96",
        "38816/97",
        "59526/00",
        "11886/05",
        "30323/02",
        "44829/98",
        "54789/00",
        "48898/99",
        "47679/99",
        "43231/98"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Constitution, Article 18 § 6",
        "Code of Criminal Procedure (as it stood as the material time), Articles 140 § 17, 146 § 7, 151 §§1, 2 & 3, 152 § 1, 159 § 3, 162"
    ],
    "itemid": "001-83070",
    "judgementdate": "06/11/2007 00:00:00",
    "kpdate": "06/11/2007 00:00:00",
    "kpthesaurus": [
        "445",
        "136",
        "119",
        "448",
        "55",
        "337",
        "404",
        "438",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6",
        "5-3",
        "5-4",
        "41",
        "6-1",
        "5",
        "29",
        "29-3"
    ],
    "parties": [
        "PATSURIA",
        "GEORGIA"
    ],
    "rank": "603.656372070313",
    "representedby": [
        "BESELIA E.",
        "GIOSHVILI M.",
        "KOBAKHIDZE M."
    ],
    "respondent": "GEO",
    "respondentOrderEng": "17",
    "scl": [
        "Apostol v. Georgia, no. 40765/02, § 39, ECHR 2006 ...",
        "Artner v. Austria, judgment of 28 August 1992, Series A no. 242 A, § 21",
        "Assanidze v. Georgia [GC], no. 71503/01, §§ 171, 206, ECHR 2004 II",
        "Assenov and Others v. Bulgaria, judgment of 28 October 1998, Reports 1998-VIII, p. 3302, § 162",
        "Belchev v. Bulgaria, no. 39270/98, § 82, 8 April 2004",
        "Bocos-Cuesta v. the Netherlands, no. 54789/00, § 67, 10 November 2005",
        "Brogan and Others v. the United Kingdom, judgment of 29 November 1988, Series A no. 145-B, pp. 34-35, §§ 53, 65",
        "Davtian v. Georgia (dec.), no. 73241/01, 6 September 2005",
        "Dolgova v. Russia, no. 11886/05, §§ 47, 48 and 50, 2 March 2006",
        "E.M.K. v. Bulgaria, no. 43231/98, § 149, 18 January 2005",
        "Edwards v. the United Kingdom, judgment of 16 December 1992, Series A no. 247-B, § 34",
        "G.K. v. Poland, no. 38816/97, § 84, 20 January 2004",
        "Galuashvili v. Georgia (dec.), no. 40008/04, 24 October 2006",
        "Garycki v. Poland, no. 14348/02, §§ 39, 83, 6 February 2007",
        "Hendriks v. the Netherlands (dec.), 44829/98, 5 March 2002",
        "I.A. v. France, judgment of 23 September 1998, Reports 1998-VII, p. 2979, § 102",
        "Ilijkov v. Bulgaria, no. 33977/96, §§ 84 and 85, 26 July 2001",
        "Jablonski v. Poland, no. 33492/96, §§ 80, 79, 109, 21 December 2000",
        "Jecius v. Lithuania, no. 34578/97, § 93, ECHR 2000 IX",
        "Kaszczyniec v. Poland, no. 59526/00, § 57, 22 May 2007",
        "Khudoyorov v. Russia, no. 6847/02, § 181, ECHR 2005 ...(extracts)",
        "Kolanis v. the United Kingdom, no. 517/02, § 80, ECHR 2005 ...",
        "Kudla v. Poland [GC], no. 30210/96, § 110, ECHR 2000 XI",
        "Labita v. Italy [GC], no. 26772/95, §§ 152, 153, ECHR 2000-IV",
        "Lavents v. Latvia, no. 58442/00, § 70, 28 November 2002",
        "Letellier v. France, judgment of 26 June 1991, Series A no. 207, § 43",
        "McKay v. the United Kingdom [GC], no. 543/03, § 41, ECHR 2006 ...",
        "Michta v. Poland, no. 13425/02, §§ 45 and 46, 4 May 2006",
        "Nikolov v. Bulgaria, no. 38884/97, §§ 70, 73, 30 January 2003",
        "Nikolova v. Bulgaria [GC], no. 31195/96, § 58, ECHR 1999-II",
        "Panchenko v. Russia, no. 45100/98, § 102, 8 February 2005",
        "Panjikidze and six others v. Georgia (dec.), no. 30323/02, 20 June 2006",
        "Perna v. Italy [GC], no. 48898/99, § 29, ECHR 2003 V",
        "Rokhlina v. Russia, no. 54071/00, §§ 17, 66, 7 April 2005",
        "Schiesser v. Switzerland, judgment of 4 December 1979, Series A no. 34, p. 13, §§ 30 31",
        "Shamayev and Others v. Georgia and Russia, no. 36378/02, §§ 413, 435, ECHR 2005 III",
        "Smirnova v. Russia, nos. 46133/99 and 48183/99, § 63, ECHR 2003 IX (extracts)",
        "Stašaitis v. Lithuania, no. 47679/99, § 96, 21 March 2002",
        "Vidal v. Belgium, judgment of 22 April 1992, Series A no. 235 B, pp. 32-33, § 32",
        "Wemhoff c. Allemagne, arrêt du 27 juin 1968, série A no 7, p. 23, § 9",
        "Wloch v. Poland, no. 27785/95, § 125, ECHR 2000-XI",
        "Yavuz v. Austria (dec.), no. 32800/96, 18 January 2000"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "344471",
    "typedescription": "15"
}