{
    "__articles": "2;2-1;2-2;6;13;35;35-1;41",
    "__conclusion": "Preliminary objection rejected (non-exhaustion);Violation of Art. 2 in respect of death of applicant's son;Violation of Art. 2 in respect of failure to carry out effective investigation;Violation of Art. 13;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "22676/93",
    "article": [
        "13",
        "2",
        "35",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "non-exhaustion"
            ],
            "element": "Preliminary objection rejected",
            "type": "other"
        },
        {
            "article": "2",
            "base_article": "2",
            "element": "Violation of Art. 2 in respect of death of applicant's son",
            "type": "violation"
        },
        {
            "article": "2",
            "base_article": "2",
            "element": "Violation of Art. 2 in respect of failure to carry out effective investigation",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-59081.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court in accordance with the provisions applicable prior to the entry into force of Protocol No. 11 to the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by the European Commission of Human Rights (“the Commission”) (Article 5 § 4 of Protocol No. 11 and former Articles 47 and 48 of the Convention).",
                        "elements": []
                    },
                    {
                        "content": "2.  The case originated in an application (no. 22676/93) against the Republic of Turkey lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mehmet Gül (“the applicant”), on 25 August 1993.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant was represented by Mr K. Boyle and Ms F. Hampson, lawyers practising in the United Kingdom. The Turkish Government (“the Government”) were represented by their Agent, Mr S. Alpaslan.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicant alleged that his son Mehmet Gül had been shot dead by police officers who had fired their weapons through the door of his home without any justification and that he had had no effective access to court or remedy in respect of this. He invoked Articles 2, 6 and 13 of the Convention on behalf of himself, his deceased son and his deceased son’s wife and children.",
                        "elements": []
                    },
                    {
                        "content": "\n5.  The application was declared admissible by the Commission on 3 April 1995. In its report of 27 October 1999 (former Article 31 of the Convention), it expressed the opinion unanimously that there had been a violation of Article 2 and Article 13 of the Convention. In accordance with Article 5 § 4 of Protocol No. 11 to the Convention, the case was assigned to the Fourth Section.",
                        "elements": []
                    },
                    {
                        "content": "6.  The Chamber constituted within the Section included ex officio Mr R. Türmen, the judge elected in respect of Turkey (Article 27 § 2 of the Convention and Rule 26 § 1 (a) of the Rules of Court) and Mr G. Ress, President of the Section (Rules 12 and 26 § 1 (a)). The other members designated by the latter to complete the Chamber were Mr Pastor Ridruejo, Mr Butkevych, Mrs Vajić, Mr Hedigan and Mrs Botoucharova.",
                        "elements": []
                    },
                    {
                        "content": "7.  Subsequently, Mr Türmen withdrew from sitting in the Chamber (Rule 28). The Government accordingly appointed Mr F. Gölcüklü to sit as an ad hoc judge (Article 27 § 2 of the Convention and Rule 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "8.  The applicant and the Government each filed observations on the merits.",
                        "elements": []
                    },
                    {
                        "content": "9.  On 22 June 2000, having consulted the parties, the Chamber decided that no hearing on the merits was required (Rule 59 § 2 in fine).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "10.  The facts of the case, particularly concerning events on 8 March 1993 when Mehmet Gül, the applicant’s son, was shot dead by police officers firing through the door of his apartment during a search operation in Bozova, were disputed by the parties. The Commission, pursuant to former Article 28 § 1 (a) of the Convention, conducted an investigation with the assistance of the parties.",
                                "elements": []
                            },
                            {
                                "content": "The Commission heard witnesses in Ankara from 15 to 19 February 1999. These included the applicant; Filiz Gül, his daughter-in-law and widow of his deceased son; Mustafa Gül, his son; Mustafa Gül, the applicant’s nephew; two neighbours, Mustafa Hakkı Ocakoğlu and Ömer Kaya; Erhan Güder, the Bozova district gendarme commander, who set up the operation on 8 March 1993; Fahrettin İlgun, leader of the special operations team which opened fire; Murat Sönmezyurt, Enis Ünlü, Lüfti Demirtürkoğlu, Recep Doğan and Şener Karamurat, members of the team; Mehmet Meral, Bozova police superintendant, and police officers Mehmet Toprak, Şahin Yakut, Mehmet Telçi and Ömer Avcı, who attended the scene of the incident; Kamil Çetinkaya and Fikret Yılmaz, Bozova public prosecutors involved in the investigation; Ali Rıza Uytun, Şanlıurfa public prosecutor, who attended the autopsy; Ömer Koçaslan, Şanliurfa public prosecutor involved in the criminal trial of the three police officers who opened fire; Güven Sağban, gendarme lieutenant who gave an expert opinion to the court in the criminal trial; Güner Kalkendelen, a police operations expert who gave an opinion in the trial; and Teyfik Ziayeddin Akbulut, the provincial governor of Şanlıurfa, who authorised the operation.",
                                "elements": []
                            },
                            {
                                "content": "11.  The Commission’s findings of fact are set out in its report of 27 October 1999 and summarised below (Section A). The applicant accepts the Commission’s findings of fact. The Government’s submissions concerning the facts are summarised below (Section B).",
                                "elements": []
                            },
                            {
                                "content": "A.  The Commission’s findings of fact",
                                "elements": [
                                    {
                                        "content": "12.  Bozova was a small town, of about 15-16,000 people, located about 36 km from Şanlıurfa in the south-east region of Turkey. It was close to the Atatürk dam which was perceived as a possible target for the PKK (the Kurdish Workers’ Party). A company of commandos was stationed there. There was no evidence that PKK activity was particularly prevalent in Bozova itself or that there were any significant security problems. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The applicant, a business-man and an official in the local branch of the True Path Party, was well-known in Bozova and a respected citizen, unsuspected of any illicit activities. His son Mehmet Gül was less well-known, running a petrol station for him. There was no evidence prior to the events of 7-8 March 1993 that he was suspected of involvement with the PKK.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 7 March 1993, Major Güder, the provincial gendarme commander, received a telephone call from an informant, naming three to four terrorists and indicating the addresses in Bozova where they could be found. Major Güder informed the provincial governor Ziyaeddin Akbulut at about 19.00 to 19.30 hours. The governor authorised the search operation proposed by Major Güder to locate the terrorists and the allocation of personnel from Şanlıurfa to assist, who were to be chosen by the Şanlıurfa police chief Mustafa Cebe.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  A meeting was held on the night of 7 March 1993, at about 20.30 hours, at the district gendarme headquarters to plan the search operation, attended by the district governor, Major Güder the district gendarme commander, the deputy police chief of Bozova (Fatih Güner) and possibly a number of other local police officers. The information given at the meeting did not clearly emerge in the evidence before the Commission - the names and code names of the terrorists who had been seen were mentioned and a number of addresses. As a large number of addresses were searched during the night, the search was wider than the addresses originally mentioned by the informant. The basis on which those addresses were chosen was not established. Mehmet Gül had not been named as one of the terrorists by the informant and the reason why his apartment was to be searched was not provided in any of the written or oral evidence. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Between 22.00 and 23.00 hours, a special operations team of twelve officers, assigned by the Şanlıurfa police chief, arrived in Bozova. The acting team leader was Fahrettin İlgun. The team members were briefed by their leader. Their recollection of what they were told varied considerably. It appeared however that they had been given a strong indication that PKK terrorists would be likely to be present at the address. No instructions were given to them about the use of their weapons or the tactics to be used to gain entry to the apartment if there was resistance. No details were given concerning the other people who lived in the Gül apartment block. The Commission found insufficient evidence to support the allegation of the applicant that the special operations team was assigned and instructed for the purpose of carrying out a “point operation”, namely, an operation in which it was planned to use lethal force against an identified target in an extra-judicial execution-type raid. The Commission commented that the lack of contemporaneous documentary evidence concerning the planning of the operation hampered its assessment of this aspect of the case. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The house searches had begun before the arrival of the special operations team. A search report indicated that by 23.20 hours eight searches had been carried out. The house of Mustafa Gül, the applicant’s nephew, who lived 150 metres from the applicant’s apartment block was searched between 22.00 hours and 23.00 hours by local police officers, and proceeded in a polite, unaggressive manner. Nothing was found which supported the information given by the informant earlier in the day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Shortly before 01.00 hours, the special operations team arrived at the applicant’s apartment block with the intention of carrying out a search of Mehmet Gül’s flat.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The Gül apartment block had streets on three sides and a garden on the fourth. On the ground floor, there were commercial premises; on the first floor, Mustafa Gül and his family lived in a flat on the left-hand side while Mehmet Gül and his family lived in a flat on the right-hand side. There were stairs leading up to the first floor from both the left and right corners of the side of the house facing the garden. The applicant occupied the flat on the second floor which was reached by a flight of stairs, which descended onto the balcony outside Mehmet Gül’s apartment. There was a partition separating the balcony into two areas in front of the two flats respectively. The stairs on each level were open, with railings. The area outside the flat was described as a balcony but there were differing descriptions of its dimensions and, particularly, whether it was a closed or open space. Videotapes provided by the parties did not elucidate the matter as there had been extensive alterations to the building since the events in issue. The videotapes did show that the stairwell to the second floor was located in the area in front of Mehmet Gül’s front door.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The entrance to Mehmet Gül’s flat was an iron door, which was secured by a lock, which was turned by a key, and also by a bolt. The door opened inwards. Outside, on the left of the door, was the kitchen window. Inside, on entering the flat, a hall ran straight ahead 5 metres to the sitting room. Leading from left of the hallway was the kitchen, then a WC and bathroom. On the right of the corridor, there was a bedroom where the children slept, then a spare bedroom and furthest from the entrance the bedroom where Mehmet Gül and his wife slept. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  As the search operation at the flat commenced, two police officers, Meral and Avcı, were in position outside the house, in the street where they could see who entered and left the building. Six of the special operation team ensured the security of the house - Cahıt İnal, Sadık Ergüler, Hasan Söylemez, Bülent Torent, Murat Avan and Nurettin Yıldız. None of these men were in a position in which they had a view of the first floor of the house. Six of the special operations officers (Fahrettin İlgün, the team leader, Murat Sönmezyurt, Recep Doğan, Enis Ünlü, Lüfti Demirtürkoğlu, Şener Karamurat) went up the stairs to the first floor. The positions of these officers were obscure. Their oral and written evidence was in many instances inconsistent. It appeared that Fahrettin İlgun, in position near the door of Mustafa Gül’s flat was not able to see clearly what occurred in front of Mehmet Gül’s flat. Murat Sönmezyurt was either on the stairs leading to the second floor or the ground floor and also unable to see what occurred. Şener Karamurat claimed that he was watching up the staircase towards a window and did not see anything, as he was behind an iron partition to the right of the door. There was however general agreement that Enis Ünlü was on the left side of the door to Mehmet Gül’s flat, while Recep Doğan and Lüfti Demirtürkoğlu were nearby, providing him with cover.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Many of the details surrounding what occurred next were in dispute. The Commission found considerable difficulties attaching to the evidence of the three special team officers at the door, who alleged that, after Enis Ünlü had knocked on the door giving loud warnings to open up, the door had swung abruptly open, Mehmet Gül had fired a shot through the door with a pistol and closed the door again. They had then opened fire on the door with a view to forcing it open, accidentally inflicting multiple wounds on Mehmet Gül who was behind the door. The Commission found their testimony lacking in reliability and credibility and that it was in some respects incredible. Their account gave an impression of being embroidered to present as exculpatory a picture as possible. On the other hand, it found the evidence of Filiz Gül and Mustafa Gül, who were immediate witnesses of events, to be on the whole consistent, credible and convincing. Their accounts were in many respects supported by the testimony of the applicant and the other non-official witnesses. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On the basis of its assessment of the evidence, the Commission found that there was no prolonged knocking on the door or any verbal warning given to those inside the flat. Mehmet Gül came to the door in answer to a light knocking. It was highly probable that the officers outside started firing through the door, as Mehmet Gül was in the process of opening the lock. It was possible that the click of the key turning sounded like a gun being cocked and that this triggered their reaction. The intensity of the firing destroyed fingers on Mehmet Gül’s right hand and inflicted numerous wounds. As he turned away from the door, a bullet struck him in the back inflicting a fatal injury. He staggered back up the corridor, leaving blood stains against the wall. His wife, Filiz Gül, collided with him in the doorway of the bedroom and he collapsed on a sofa bed in that room. Meanwhile, in the flat next door, Mustafa Gül had heard the shooting and after opening his door briefly, he realised that it was the police and came out. He was forced onto the ground with a gun to his head. When the applicant came downstairs, he saw Mustafa on the ground held at gunpoint by a security officer. He also saw that the lights were out and switched the mains switch back on. The applicant and Mustafa participated in the efforts to open the door by physical force as the lock had jammed under the force of the bullets and Filiz Gül had been unable to open it from the inside. When the door was kicked open, the applicant and Mustafa entered the flat to find his injured son at the same time as, or shortly after, police officers entered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The applicant and other members of the family carried the severely injured Mehmet Gül downstairs and carried him to the local health centre in the applicant’s car. There, he was transferred to an ambulance which took him to Şanlıurfa hospital. He died however prior to his arrival. His body was taken to the morgue. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Meanwhile, a search was carried out at Mehmet Gül’s flat. An incident report, and numerous statements of police officers, recorded that two guns were found in the flat - a Browning cocked with a bullet in the barrel and a French 10 rounder - and that a 9 mm empty cartridge was found in the corridor near the front door. These documents did not identify which of the signatories in fact witnessed the finding of these objects. The oral testimonies of the officers were confused and contradictory. No one was able to say who had found the French 10 rounder as alleged in a wardrobe. While Telçi claimed to have found the Browning, he was unable to recall whether it was bloodstained or not. There was no evidence that any precautions were taken in handling the guns with a view to preserving any forensic evidence. The finding of the guns was not properly recorded. They were not delivered to the public prosecutor until 12 March, three days later. The photograph taken of the guns shows them sitting on a desk, either at the police station or the prosecutor’s office. The Commission did not find it established that the guns were found in the flat as alleged by the officers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The special operations team returned to Şanlıurfa after the search. They were not required to hand in their guns for examination or to account for the bullets expended during the operation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The body of Mehmet Gül was examined by a doctor at Şanlıurfa hospital at about 02.00 hours in the presence of the Şanlıurfa public prosecutor Ali Rıza Uytun. The report which was drawn up was brief. It did not number the injuries on the body, giving only a general reference to grazes, cuts and erosions. No sketch was made of the location of injuries nor were any photographs taken. His family - Mustafa Gül the son and Mustafa Gül the nephew - described the body as showing numerous bullet injuries, from the waist downwards. There was no full autopsy carried out, nor any X-rays taken. The public prosecutor Uytun considered that this was unnecessary as the cause of death - the bullet injury to the right kidney - was clear. He considered it was evident from the body that there were no bullets or fragments of bullets inside and that it was not necessary to give details of the grazes as these did not contribute to the death. The Commission found the report to be seriously deficient - it failed to describe the extent of Mehmet Gül’s injuries and to provide any useful medical or forensic detail for the purpose of assessing the proportionality of the force used by the security forces, the necessity for which evidence should have been apparent to the public prosecutor in the case of the killing of an individual by police officers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  In addition to the lack of proper recording of the finding of the guns and cartridge at the scene of the incident (i.e. no photographs, sketch map or record of the officers who found them), the procedures at the scene were deficient in a number of other respects. Although the public prosecutor noted 50-55 bullet holes in the door, only 30 cartridges were found.  Though the Browning was tested to see if it had been recently fired, no testing was carried out to establish that it had been fired by Mehmet Gül, i.e. by way of fingerprinting or analysis of blood traces. If the gun had been used by Mehmet Gül as alleged, there was a high probability that blood traces would have been present (he was right handed, his right hand was shattered by bullets and blood smears were evident throughout the apartment where he had come into contact with walls and furniture). The photograph of the guns showed no visible stains however. Nor were Mehmet Gül’s hands tested for traces of firing. Though it was alleged by prosecutor Uytun that this test was pointless, this assertion did not accord with the practices adopted in other Turkish cases examined by the Commission and utilised by police forces in other member States. The explanations given variously for not employing these tests (shortness of time, the desire to avoid upsetting the family) were not convincing. While the body was buried rapidly, there was nothing to stop the prosecutor delaying the release of the body to the relatives until the necessary tests had been carried out.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Though it was alleged that Mehmet Gül had fired a shot at the officers, no steps appeared to have been taken to check for a strike mark outside the flat or to find the bullet. The evidence before the Commission including the videotapes indicated that the staircase to the second floor was at the front of the balcony and potentially in the line of fire depending on the angle. The Commission was not convinced by the explanation that, assuming the bullet was fired into an open space over the balcony or stairway, it was not worth searching the garden for it. The fact that the gathering of forensic evidence was frequently a time-consuming and painstaking task did not relieve the authorities of the responsibility to make efforts to locate and preserve such evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  As regarded the gathering of evidence from witnesses, the public prosecutor in Bozova took statements from the applicant, family members and neighbours shortly after the events. They maintained that there had been no warnings given and that Mehmet Gül had not fired any gun at the officers. However, no statements were taken from any of the police officers involved until 8 May 1993, two months later. No statements were taken from any gendarme officers involved, nor the other persons who might have been involved in the planning of the operation. No enquiries were made of the special operations team department as to the weapons used or number of bullets expended on the operation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 17 March 1993, the Bozova public prosecutor issued a decision of lack of jurisdiction, which indicated the applicant as complainant, the members of the special operations team as the defendants and the offence as unintentional homicide. It stated that based on intelligence that members of the PKK could be located in certain residences in Bozova, a number of searches were carried out at about 20.30 hours. At 00.01 hours special team officers intended to carry out a search at Mehmet Gül’s house. After giving warning, “Police. Open the door”, they fired at the metal door to gain entry. At that moment, Mehmet Gül was behind the door. He died from the wounds received. During the search of his house, there was found an illegal 7.65 mm French pistol, a Belgian Browning pistol with its hammer drawn back and a bullet in the barrel, 13 bullets and a cartridge. The applicant, father of the deceased, had lodged a criminal complaint. However, as it appeared that the defendants were special team officers and the offence carried out while they were performing their duties, the public prosecutor decided that he lacked jurisdiction and sent the file to the Provincial Governor for the necessary action.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 29 March 1993, the Şanlıurfa provincial governor requested the appointment of an inspector to carry out an investigation into the incident on behalf of the provincial administrative council. A police inspector, Salih Dost, was appointed. He took statements from the applicant and other family members, the neighbours Omer Kaya and Mustafa Ocakoğlu, the local police officers involved in the search operations that night and all the members of the special operations team. All the statements, save that of Mehmet Telci taken on 11 August 1993, were taken from 8 to 10 May 1993.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 3 September 1993, the inspector issued his report. It concluded that the officers had not fired to kill but had shown lack of care, which could justify charges being brought against them for causing death from lack of care and precautions, and recommended a disciplinary sanction of 16 months’ suspension. However, a decision not to prosecute was endorsed by the provincial administrative council on 21 October 1993 on the basis that the officers had not intended to kill anyone, that they had only fired after a shot had been fired at them and that they had given a warning. This decision was not communicated to the applicant. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 18 April 1995, some sixteen months later, the Supreme Administrative Court quashed the decision on 18 April 1995 and ordered the trial of the three officers who had fired at the door – Enis Ünlü, Recep Doğan, Lüfti Demirtürkoğlu.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The three officers were tried for causing death by lack of attention and due precaution (Art. 455 of the TPC). They were not represented by a lawyer during the proceedings, which lasted from 5 July 1995 to 9 September 1996 before Şanlıurfa Criminal Court No. 2. During the trial, the three officers appeared. They maintained their written statements, and only Recep Doğan made any additional comments. No other witnesses were heard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 26 February 1996, the court appointed a gendarme lieutenant Güven Sağban as expert. He submitted a report dated 28 February 1996. This stated that from the file it was understood that the officers had called out warnings at the house, that the deceased had come out, fired one shot and shut the door again and that the officers fired at the lock to open it. The deceased, in the line of fire, was wounded and died. A subsequent search revealed the gun which had been fired and another, both unlicensed. It was noted that the complainants and other witnesses essentially disputed the statements of the security officers. It concluded that the defendants were members of a special operations team and had received serious and strict security training. During the incident and operation, conducted on the basis of intelligence information, the deceased fired a shot and the defendants were therefore “preconditioned”. They were primarily concerned to open the door and also to protect themselves and their colleagues. For those reasons, they fired at the lock. The photographs indicated that the defendants’ firing was concentrated round the lock to break it. Also the deceased’s firing was intended to attack more than to defend. This indicated that although the defendants showed the care and attention expected from them, the incident occurred. No fault or ill-intention could be attributed to them. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "\n37.  On 3 April 1996, the court decided to send the file to the Ankara Criminal Court for expert lecturers from the Ankara Police Academy to be selected to prepare a detailed report on the use of weapons and the intention behind the use of weapons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 16 July 1996, three experts (Chief Inspectors Güner Kalkendelen and Yılmaz Yaşar and Dr Vahit Bicak, a research fellow at the police academy) issued a report. This stated that they had been requested to give their opinion on the fault, if any, of each accused individually based on the court file. It listed as fact that the security forces acting on intelligence about the presence of PKK members surrounded Mehmet Gül’s house at about 24.00 hours on 7 March 1993. The officers knocked on the door, warning, “Police. Open the door”. The door was slightly opened from the inside, a gun was fired and the door closed. The officers fired aiming at the lock to enter. The deceased who was behind the door was injured. The opinion of gendarme officer Adnan Kulaksiz stated that the 9 mm hand gun found was set to fire and recently used.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The report analysis stated that it was believed that the security forces opened fire after the deceased fired due to the stress caused by the situation in the south-east and the psychological tension of the operation. It was significant that they did not shoot wildly but concentrated on the lock of the door. The fatal bullets were in the kidney and intestinal area, the same level as the lock, showing further that there was no intention to injure or kill. It concluded that the deceased was injured by chance and that the accused could not be charged with negligent conduct. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  None of the experts visited the scene or requested any further information or evidence but based themselves on the statements in the file. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 9 December 1996, the court referring to the expert report of 16 July 1996 concluded that the defendants were not at fault and acquitted the three officers. The Commission noted that there was no indication that in any of the proceedings consideration had been given as to whether the accounts of the family were in any respect accurate or on what basis the version of events given by the security forces was to be preferred. It is not apparent that the applicant was informed of the criminal proceedings or afforded the opportunity to join as a party.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Government’s submissions on the facts",
                                "elements": [
                                    {
                                        "content": "41.  The applicant’s son Mehmet Gül was killed during an armed operation intended to effect the arrest of PKK terrorists. That night, having been informed that some PKK terrorists were being sheltered in some houses, including the applicant’s house, security forces arrived at the house at about 01.00 hours to arrest the terrorists believed to be inside. They knocked on the door and asked the occupants to open the door. The door suddenly opened, a gunshot was heard and the door immediately closed again. Upon this, the officers fired three or four shots towards the lock of the door. After these shots, a woman’s voice was heard asking for help. When she tried to open the door, she told those outside that the lock had been jammed. Since it was understood that the matter was urgent, the officers told her to move aside and fired directly on the lock. Then they opened the door, carried out a rough search and let in the applicant. The security forces assisted the applicant and his son Mustafa in carrying the injured Mehmet Gül to a police car, which took him to the local health centre.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Two guns were later found in Mehmet Gül’s apartment, as well as a 9 mm cartridge near the door.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The death of Mehmet Gül was caused accidentally. The three officers who shot at the door were acquitted by the criminal court on the basis that they had not acted negligently.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "44.  The principles and procedures relating to liability for acts contrary to the law may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal prosecutions",
                                "elements": [
                                    {
                                        "content": "45.  Under the Criminal Code all forms of homicide (Articles 448 to 455) and attempted homicide (Articles 61 and 62) constitute criminal offences. It is also an offence for a government employee to subject some-one to torture or ill-treatment (Article 243 in respect of torture and Article 245 in respect of ill-treatment). The authorities’ obligations in respect of conducting a preliminary investigation into acts or omissions capable of constituting such offences that have been brought to their attention are governed by Articles 151 to 153 of the Code of Criminal Procedure. Offences may be reported to the authorities or the security forces as well as to public prosecutor’s offices. The complaint may be made in writing or orally. If it is made orally, the authority must make a record of it (Article 151).",
                                        "elements": []
                                    },
                                    {
                                        "content": "If there is evidence to suggest that a death is not due to natural causes, members of the security forces who have been informed of that fact are required to advise the public prosecutor or a criminal court judge (Article 152). By Article 235 of the Criminal Code, any public official who fails to report to the police or a public prosecutor’s office an offence of which he has become aware in the exercise of his duty is liable to imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A public prosecutor who is informed by any means whatsoever of a situation that gives rise to the suspicion that an offence has been committed is obliged to investigate the facts in order to decide whether or not there should be a prosecution (Article 153 of the Code of Criminal Procedure).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  In the case of alleged terrorist offences, the public prosecutor is deprived of jurisdiction in favour of a separate system of State Security prosecutors and courts established throughout Turkey. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  If the suspected offender is a civil servant and if the offence was committed during the performance of his duties, the preliminary investigation of the case is governed by the Law of 1914 on the prosecution of civil servants, which restricts the public prosecutor’s jurisdiction ratione personae at that stage of the proceedings. In such cases it is for the relevant local administrative council (for the district or province, depending on the suspect’s status) to conduct the preliminary investigation and, consequently, to decide whether to prosecute. Once a decision to prosecute has been taken, it is for the public prosecutor to investigate the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "An appeal to the Supreme Administrative Court lies against a decision of the Council. If a decision not to prosecute is taken, the case is automatically referred to that court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  If the suspect is a member of the armed forces, the applicable law is determined by the nature of the offence. Thus, if it is a “military offence” under the Military Criminal Code (Law no. 1632), the criminal proceedings are in principle conducted in accordance with Law no. 353 on the establishment of courts martial and their rules of procedure. Where a member of the armed forces has been accused of an ordinary offence, it is normally the provisions of the Code of Criminal Procedure which apply (see Article 145 § 1 of the Constitution and sections 9 to 14 of Law no. 353).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Military Criminal Code makes it a military offence for a member of the armed forces to endanger a person’s life by disobeying an order (Article 89). In such cases civilian complainants may lodge their complaints with the authorities referred to in the Code of Criminal Procedure (see paragraph 45 above) or with the offender’s superior.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Civil and administrative liability arising out of criminal offences",
                                "elements": [
                                    {
                                        "content": "49.  Under section 13 of Law no. 2577 on administrative procedure, anyone who sustains damage as a result of an act by the authorities may, within one year after the alleged act was committed, claim compensation from them. If the claim is rejected in whole or in part or if no reply is received within sixty days, the victim may bring administrative proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\n50.  Article 125 §§ 1 and 7 of the Constitution provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“All acts or decisions of the authorities are subject to judicial review ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The authorities shall be liable to make reparation for all damage caused by their acts or measures.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "That provision establishes the State’s strict liability, which comes into play if it is shown that in the circumstances of a particular case the State has failed in its obligation to maintain public order, ensure public safety or protect people’s lives or property, without it being necessary to show a tortious act attributable to the authorities. Under these rules, the authorities may therefore be held liable to compensate anyone who has sustained loss as a result of acts committed by unidentified persons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  Article 8 of Legislative Decree no. 430 of 16 December 1990, the last sentence of which was inspired by the provision mentioned above (see paragraph 50 above), provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“No criminal, financial or legal liability may be asserted against … the governor of a state of emergency region or by provincial governors in that region in respect of decisions taken, or acts performed, by them in the exercise of the powers conferred on them by this legislative decree, and no application shall be made to any judicial authority to that end. This is without prejudice to the rights of individuals to claim reparation from the State for damage which they have been caused without justification.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Under the Code of Obligations, anyone who suffers damage as a result of an illegal or tortious act may bring an action for damages (Articles 41 to 46) and non-pecuniary loss (Article 47). The civil courts are not bound by either the findings or the verdict of the criminal court on the issue of the defendant’s guilt (Article 53).",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, under section 13 of Law no. 657 on State employees, anyone who has sustained loss as a result of an act done in the performance of duties governed by public law may, in principle, only bring an action against the authority by whom the civil servant concerned is employed and not directly against the civil servant (see Article 129 § 5 of the Constitution and Articles 55 and 100 of the Code of Obligations). That is not, however, an absolute rule. When an act is found to be illegal or tortious and, consequently, is no longer an “administrative act” or deed, the civil courts may allow a claim for damages to be made against the official concerned, without prejudice to the victim’s right to bring an action against the authority on the basis of its joint liability as the official’s employer (Article 50 of the Code of Obligations).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT’S PRELIMINARY OBJECTION",
                        "elements": [
                            {
                                "content": "53.  The Government objected that the applicant had not exhausted domestic remedies, as required by Article 35 of the Convention, by making proper use of the available redress through the instituting of criminal proceedings, or by bringing claims in the civil or administrative courts. They referred to the Court’s upholding of their preliminary objection in the Aytekin case (the Aytekin v. Turkey judgment of 23 September 1998, Reports 1998-VII, p. 2807).",
                                "elements": []
                            },
                            {
                                "content": "The Government maintained that the applicant could have joined as party to the criminal proceedings brought against the police officers accused of killing his son and, as he was represented by a lawyer, that lawyer was to blame for not informing him of the decision of the Supreme Administrative Court reversing the decision of the Şanlıurfa Administrative Council not to prosecute. The applicant could also have obtained from domestic judicial bodies the compensation which he sought in the present proceedings. ",
                                "elements": []
                            },
                            {
                                "content": "54.  The applicant pointed out that he had not been informed by the authorities that a prosecution was taking place and that he had thereby been denied the possibility of participating in the trial. The exclusion of the applicant and his family, who were not called as witnesses, from the proceedings which culminated in a finding that the killing was justified, removed any prospect of recovering compensation in a civil court. The defective nature of the investigation and procedures deprived him of any effective remedy. ",
                                "elements": []
                            },
                            {
                                "content": "55.  The Court reiterates that the rule of exhaustion of domestic remedies referred to in Article 35 § 1 of the Convention obliges applicants to use first the remedies that are normally available and sufficient in the domestic legal system to enable them to obtain redress for the breaches alleged. The existence of the remedies must be sufficiently certain, in practice as well as in theory, failing which they will lack the requisite accessibility and effectiveness. Article 35 § 1 also requires that the complaints intended to be brought subsequently before the Court should have been made to the appropriate domestic body, at least in substance and in compliance with the formal requirements laid down in domestic law, but not that recourse should be had to remedies which are inadequate or ineffective (see the Aksoy v. Turkey judgment of 18 December 1996, Reports 1996-VI, pp. 2275-76, §§ 51-52, and the Akdivar and Others v. Turkey judgment of 16 September 1996, Reports 1996-IV, p. 1210, §§ 65-67).",
                                "elements": []
                            },
                            {
                                "content": "56.  The Court notes that Turkish law provides administrative, civil and criminal remedies against illegal and criminal acts attributable to the State or its agents (see paragraphs 44-52 above).",
                                "elements": []
                            },
                            {
                                "content": "57.  With respect to an action in administrative law under Article 125 of the Constitution based on the authorities’ strict liability (see paragraph 50 above), the Court recalls that a Contracting State’s obligation under Articles 2 and 13 of the Convention to conduct an investigation capable of leading to the identification and punishment of those responsible in cases of fatal assault might be rendered illusory if, in respect of complaints under those Articles, an applicant were to be required to exhaust an administrative-law action leading only to an award of damages (see the Yaşa v. Turkey judgment of 2 September 1998, Reports 1998-VI, p. 2431, § 74).",
                                "elements": []
                            },
                            {
                                "content": "Consequently, the applicant was not required to bring the administrative proceedings in question and the preliminary objection is in this respect unfounded.",
                                "elements": []
                            },
                            {
                                "content": "58.  With regard to the criminal-law remedies (paragraph 44 above), the Court notes that the applicant did lodge a complaint with the public prosecutor. The Government does not contest that he was unaware that the decision not to prosecute was reversed by the Supreme Administrative Court. They blame however the applicant’s lawyer for failing to obtain this information and pass it on to the applicant. ",
                                "elements": []
                            },
                            {
                                "content": "59.  The Court emphasises that the application of the rule of exhaustion of domestic remedies must make due allowance for the fact that it is being applied in the context of machinery for the protection of human rights that the Contracting States have agreed to set up. Accordingly, it has recognised that Article 35 § 1 must be applied with some degree of flexibility and without excessive formalism. It is essential to have regard to the circumstances of the individual case. The Court is not satisfied that the burden lies on the applicant or his representatives to find out whether the Supreme Administrative Court at some further date intervened to quash the decision not to prosecute. The applicant’s identity as a complainant was known to the authorities and it was the responsibility of the authorities to inform him that a prosecution had been ordered in order to provide him with the opportunity of joining as a civil party. ",
                                "elements": []
                            },
                            {
                                "content": "60.  As regards a civil action for redress for damage sustained through illegal acts or patently unlawful conduct on the part of State agents (see paragraph 52 above), the Court notes that in theory it would have been open to the applicant to attempt to take an action against the three police officers for example. It observes however that the applicant claims that the defective nature of the investigation into the incident and the conduct of the proceedings effectively deprived him of any prospect of obtaining a remedy based on a finding of fault by the police officers. ",
                                "elements": []
                            },
                            {
                                "content": "61.  The Court considers that the limb of the Government’s preliminary objection concerning civil and criminal remedies raises issues concerning the effectiveness of the criminal investigation and proceedings that are closely linked to those raised in the applicant’s complaints under Articles 2 and 13 of the Convention. It also observes that this case differs from the Aytekin case relied on by the Government as, in the latter case, the soldier who had shot the applicant’s husband had been convicted of unintentional homicide by the Batman Criminal Court. The appeal which was pending before the Court of Cassation concerned both the applicant’s and the public prosecutor’s claims that he should have been convicted of a more serious degree of homicide. In those circumstances, it could not be said that the investigation conducted by the authorities did not offer reasonable prospects of bringing the person responsible for the death of her husband to justice (Aytekin judgment cited above, p. 2827, § 83).",
                                "elements": []
                            },
                            {
                                "content": "62.  Consequently, the Court dismisses the Government’s preliminary objection in so far as it relates to the administrative remedy relied on (see paragraphs 49-51 above). It joins the preliminary objection concerning remedies in civil and criminal law to the merits (see paragraphs 102-107 below).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  the court’s assessment of the facts",
                        "elements": [
                            {
                                "content": "63.  The Court reiterates its settled case-law that under the Convention system prior to 1 November 1998 the establishment and verification of the facts was primarily a matter for the Commission (former Articles 28 § 1 and 31). While the Court is not bound by the Commission’s findings of fact and remains free to make its own assessment in the light of all the material before it, it is however only in exceptional circumstances that it will exercise its powers in this area (see, among other authorities, the Akdivar and Others judgment, cited above, p. 1218, § 78).",
                                "elements": []
                            },
                            {
                                "content": "64.  The Government argued that the Commission gave undue weight to the evidence of the applicant, his son Mustafa Gül and Filiz Gül, the wife of the deceased, whose evidence was in their view unreliable and inconsistent. They also criticised the Commission for assessing the evidence of the police officers as unreliable and even incredible. The Court observes that the Government’s submissions concerning these witnesses were taken into consideration by the Commission in its report, which approached its task of assessing the evidence with the requisite caution, giving detailed consideration to the elements which supported the applicant’s claims and those which cast doubt on their credibility. It does not find that the criticisms made by the Government raise any matter of substance which might warrant the exercise of its own powers of verifying the facts. In these circumstances, the Court accepts the facts as established by the Commission (see paragraphs 12-40 above). ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "\nIII.  ALLEGED VIOLATIONS OF ARTICLE 2 oF THE CONVENTION",
                        "elements": [
                            {
                                "content": "65.  The applicant alleged that his son Mehmet Gül had been unjustifiably killed by the police officers who opened fire on the door of his flat. He also complained that no effective investigation had been conducted into the circumstances of the murder. He invoked Article 2 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  Deprivation of life shall not be regarded as inflicted in contravention of this Article when it results from the use of force which is no more than absolutely necessary:",
                                "elements": []
                            },
                            {
                                "content": "(a)  in defence of any person from unlawful violence;",
                                "elements": []
                            },
                            {
                                "content": "(b)  in order to effect a lawful arrest or to prevent the escape of a person lawfully detained;",
                                "elements": []
                            },
                            {
                                "content": "(c)  in action lawfully taken for the purpose of quelling a riot or insurrection.”",
                                "elements": []
                            },
                            {
                                "content": "66.  The Government disputed those allegations. The Commission expressed the opinion that Article 2 had been infringed on the ground that use of force by the police officers had been grossly disproportionate and that the authorities had failed to carry out an adequate criminal investigation into the circumstances surrounding Mehmet Gül’s death.",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "67.  The applicant submitted that his son Mehmet Gül had been unjustifiably killed by the police officers who opened fire on the door of his flat. While he accepted the Commission’s findings of fact and conclusions concerning the shooting as a disproportionate use of force by those officers, he submitted that they justify certain additional conclusions of fact and law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  Firstly, the applicant accepted that, having regard to the limited information available about the planning of the information, it could not conclude that the applicant’s son had been the victim of a planned extra-judicial killing by the authorities. However the facts as found by the Commission supported a finding that the planning and control of the operation was so flawed as to represent in itself a violation of the duty to protect life. He refers inter alia to the way in which the officers were given a strong indication that terrorists would be present at the house though in fact there were none, the failure to give the officers instructions about the use of weapons or discuss how they were to gain entry to the flat and the failure to brief the officers as to the presence of women and children in the flat and building. There was, in his submission, a lack of strategic and tactical planning, in particular no consideration being given to alternative courses of action, such as to disclose a failure to plan and control the search with the requisite care to avoid as far as possible the need to resort to lethal force.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  Secondly, the facts also supported a finding that the officers intended to kill the applicant’s son by shooting through the front door. The electricity outside the flat was deliberately turned off, no loud warnings were given of police presence and the officers fired when Mehmet Gül was turning the lock to open the door. The firing continued for some time and was a concerted action, rather than a panic reaction. This construction of events was supported by the written and oral evidence of some of the officers who referred to a point operation intended to put out of action any person acting against the State.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  Thirdly, the failure of the security forces to assist the applicant in providing his severely injured son with prompt and effective medical care disclosed a separate and serious violation of the duty to protect life under Article 2. If there had been less delay in taking the applicant’s son to hospital (he died en route), he might have survived.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  Finally, the applicant adopted the opinion of the Commission that there was a failure by the authorities to provide an adequate and effective investigation into the circumstances in which Mehmet Gül was killed, referring to the numerous defects in the investigation at the scene of the killing. Particular reference was made to the lack of detail in the autopsy examination as preventing a proper analysis of the extent of the injuries inflicted, the lack of any attempt to find a strike mark or bullet to substantiate the police officers’ account of coming under fire, the delay in taking statements from the police officers, the lack of any investigation into the planning of the operation or regarding the weapons used in the shooting and the numbers of bullets expended.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "72.  The Government maintained that the police officers killed the applicant’s son accidentally. They acted without any negligence, giving clear warnings when they knocked at the door of the flat. Their reaction in firing at the door, after the occupant had fired a shot at them, was not disproportionate. Rather, as in the Andronicou and Constantinou v. Cyprus case (judgment of 9 October 1997, Reports 1997-VI, p. 2059) they had opened fire in circumstances where they had honestly believed that it was necessary to save their lives. In any event, only a few shots were fired in response to the gunshot. Most of the firing was carried out to open the door in response to the calls for help from inside. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The Government denied that there was any premeditation about the operation or that the search of Mehmet Gül’s house was conducted differently from any of the other searches. The use of firearms would be the same as in any armed confrontation and the general rules applied. They disputed the Commission’s assertion that the use of weapons to open the metal door was highly reckless or counter-productive, contrary to methods to be expected of highly-trained counter-terrorist forces. It was on the contrary in keeping with the intelligence received that terrorists were hiding in the flat. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  Further, the Government submitted that the applicant’s allegations about failure to give assistance after the shooting were unfounded, as in fact the applicant’s son was transported from the scene in a police vehicle with police assistance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  As regarded the investigation into the incident, the public prosecutors took all the necessary steps. Photographs were obtained of the scene and forensic examinations carried out, including a ballistics analysis of the lock. The body was properly examined and a classic autopsy was not necessary as the cause of death was clearly established as resulting from a bullet entering the lumbosacral area. All the necessary statements from the family, neighbours and officers were obtained in order to establish the circumstances. The police officers who opened fire were subject to trial in a criminal court. That criminal court also obtained expert opinions which were based on the facts and evidence in the file. It was for that court to evaluate the experts’ reports and it could, if necessary, have obtained a further report from other experts. The court concluded however that the officers had not been negligent. Accordingly, there were no deficiencies and the investigation complied with the requirements of Article 2 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  The use of lethal force by the police officers",
                                        "elements": [
                                            {
                                                "content": "76.  Article 2, which safeguards the right to life and sets out the circumstances when deprivation of life may be justified, ranks as one of the most fundamental provisions in the Convention, to which no derogation is permitted. Together with Article 3, it also enshrines one of the basic values of the democratic societies making up the Council of Europe. The circumstances in which deprivation of life may be justified must therefore be strictly construed. The object and purpose of the Convention as an instrument for the protection of individual human beings also requires that Article 2 be interpreted and applied so as to make its safeguards practical and effective (see the McCann and Others v. the United Kingdom judgment of 27 September 1995, Series A no. 324, pp. 45-46, §§ 146-147).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The text of Article 2, read as a whole, demonstrates that it covers not only intentional killing but also the situations where it is permitted to “use force” which may result, as an unintended outcome, in the deprivation of life. The deliberate or intended use of lethal force is only one factor however to be taken into account in assessing its necessity. Any use of force must be no more than “absolutely necessary” for the achievement of one or more of the purposes set out in sub-paragraphs (a) to (c). This term indicates that a stricter and more compelling test of necessity must be employed from that normally applicable when determining whether State action is “necessary in a democratic society” under paragraphs 2 of Articles 8 to 11 of the Convention. Consequently, the force used must be strictly proportionate to the achievement of the permitted aims (the McCann and Others judgment, cited above, p. 46, §§ 148-149).",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  In the light of the importance of the protection afforded by Article 2, the Court must subject deprivations of life to the most careful scrutiny, taking into consideration not only the actions of State agents but also all the surrounding circumstances. Use of force by State agents in pursuit of one of the aims delineated in paragraph 2 of Article 2 may be justified where it is based on an honest belief which is perceived for good reasons to be valid at the time but which subsequently turns out to be mistaken (see the McCann and Others judgment cited above, pp.58-59, § 200).",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  In the present case, it is undisputed that Mehmet Gül died as the result of bullet wounds inflicted when three police officers of a special operations team opened fire on the door behind which he stood. The Court has accepted the Commission’s finding that there was insufficient evidence concerning the planning of the operation to establish that they were under instructions to use lethal force or that this was the predetermined purpose of the operation. The applicant argued however that the facts surrounding the shooting clearly disclosed that the police officers themselves deliberately intended to kill the person who was behind the door.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  The Court does not find it necessary to determine whether the police officers had formulated the intention of killing or acted with reckless disregard for the life of the person behind the door. It does not fulfil the functions of a criminal court as regards the allocation of degree of individual fault. It is satisfied that the police officers used a disproportionate degree of force in the circumstances for the reasons set out below.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  It recalls the findings of the Commission that Mehmet Gül, who lived in his flat with his wife and children, came to answer the door at about 01.00 hours. While he was unlocking the door, the three police officers opened fire in one long, continuous burst. He was fatally injured by the gunfire which caused him multiple injuries. The intensity of the firing destroyed the fingers of his right hand. The assertion of the police officers that Mehmet Gül had fired one pistol shot at them was found to lack credibility and was unsupported by any other satisfactory evidence. The lack of proper recording of the alleged finding of two guns and a spent cartridge in the flat after the events removed the credibility of the police evidence in that regard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  In those circumstances, the firing of at least 50-55 shots at the door was not justified by any reasonable belief of the officers that their lives were at risk from the occupants of the flat. Nor could the firing be justified by any consideration of the need to secure entry to the flat as it placed in danger the lives of anyone in close proximity to the door. The Court recalls that the Commission, based on the assessment of its Delegates who heard the officers concerned, considered that the officers possibly opened fire in reaction to the sound of the door bolt being drawn back in the mistaken view that they were about to come under fire by terrorists. The reaction however of opening fire with automatic weapons on an unseen target in a residential block inhabited by innocent civilians, women and children was as the Commission found, grossly disproportionate. This case is therefore to be distinguished from Andronicou and Constantinou v. Cyprus (cited above, p. 2106, §§ 191-192), where the police officers fired on, and killed, a hostage taker, who was in known possession of a gun which he had fired twice, injuring a police officer and the hostage. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Court concludes that the use of force by the police officers cannot be regarded as “absolutely necessary” for the purpose of defending life. It follows that there has been a violation of Article 2 in that respect.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Alleged lack of care in the planning and control of the operation",
                                        "elements": [
                                            {
                                                "content": "84.  The Court’s case-law establishes that in determining whether the use of lethal force was compatible with Article 2 the Court must subject deprivations of life to the most careful scrutiny, taking into consideration not only the actions of the individual agents of the State who actually administer the force, but also all the surrounding circumstances, including the planning and control of the actions under consideration. Anti-terrorist operations should be planned and controlled by the authorities so as to minimise to the greatest extent possible recourse to lethal force (see the McCann judgment, cited above, p. 57, § 194, and the Ergı v. Turkey judgment of 28 July 1998, Reports 1998-IV, p. 1776, § 79).",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  The applicant has pointed to a number of features about this operation as disclosing a lack of the requisite care and control e.g. the short, undetailed briefing given to the special team, and the lack of strategic or tactical planning with reference to alternative methods if entry to the flat was resisted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  The Court recalls however that the Commission was unable to make many findings of fact as to the planning of the operation as there was no contemporaneous notes of that planning or the briefings which took place and the recollections of the witnesses available many years after the event were imprecise and uncertain. It is not persuaded that any separate issue concerning this aspect of the operation can usefully be identified. If the officers had been more fully briefed or prepared, it may be speculated that they might have been more cautious. In any event however, the essence of the violation consisted in their disproportionate reaction to events at the door of the flat. The Court makes no separate finding of violation as regards this aspect of the case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Alleged lack of assistance in obtaining medical treatment for Mehmet Gül",
                                        "elements": [
                                            {
                                                "content": "87.  As regards the applicant’s allegations that the failure of the police to give assistance at the scene of the incident disclosed a separate violation of the right to life, the Court notes that the assertion that Mehmet Gül might have survived if the police had helped is unsubstantiated by any medical evidence and is largely speculative. Though the callousness of the police attitude in leaving it to the family to take Mehmet Gül to the hospital may be deplored, the Court considers it inappropriate, on the facts of this case, to reach any separate finding of a violation.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Alleged inadequacy of the investigation",
                                        "elements": [
                                            {
                                                "content": "88.  The Court reiterates that the obligation to protect the right to life under Article 2 of the Convention, read in conjunction with the State’s general duty under Article 1 of the Convention to “secure to everyone within [its] jurisdiction the rights and freedoms defined in [the] Convention”, requires by implication that there should be some form of effective official investigation when individuals have been killed as a result of the use of force (see, mutatis mutandis, the McCann and Others judgment, p. 49, § 161, and the Kaya v. Turkey judgment of 19 February 1998, Reports 1998-I, p. 329, § 105).",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  In that connection, the Court notes that an investigation into the incident was carried out by the public prosecutor. Notwithstanding the seriousness of the incident however and the necessity to gather and record the evidence which would establish what had happened, there were a number of significant omissions. There was no attempt to find the bullet allegedly fired by Mehmet Gül at the police officers, which was their primary justification for shooting him. There was no proper recording of the alleged finding of two guns and a spent cartridge inside the flat, which was also relied on by the police in justifying their actions. The references in the police statements on this point were vague and inconsistent, rendering it impossible to identify which officer had found each weapon. No photograph was taken of the weapons at the alleged location. While a test was carried out on the Browning weapon to show that it had been recently fired, there was no testing of Mehmet Gül’s hands for traces that would link him with the gun. Nor was the gun tested for prints. The failure of the autopsy examination to record fully the injuries on Mehmet Gül’s body hampered an assessment of the extent to which he was caught in the gunfire, and his position and distance relative to the door, which could have cast further light on the circumstances in which he was killed. The Government submitted that further examination was not necessary since the cause of death was clear. The purpose of a post mortem examination however is also to elucidate the circumstances surrounding the death, including a complete and accurate record of possible signs of ill-treatment and injury and an objective analysis of clinical findings (see in that respect the Model Autopsy Protocol annexed to The Manual on the Effective Prevention and Investigation of Extra-legal, Arbitrary and Summary Executions adopted by the United Nations in 1991, which emphasises the necessity in potentially controversial cases for a systematic and comprehensive examination and report to prevent the omission or loss of important details, cited in the Salman v. Turkey judgment of 27 June 2000, § 73, to be published in Reports 2000-…).",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  Further, although the actions of the officers involved in an operation which resulted in a death required careful and prompt scrutiny by the responsible authorities, the public prosecutor did not take any statements from those involved. The lack of accountability of the officers for the use of their weapons and ammunition is an additional shortcoming in the procedures adopted after the incident. It was neither required by the officers’ superiors or the public prosecutor that their guns be checked and a record made of the amount of ammunition expended. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  Statements were only taken from the officers two months later by the inspector appointed by the administrative council. The Court has already found that the investigations undertaken by administrative councils into killings by security forces fail to satisfy the requirements of an independent investigation, in particular since the council and the officers under investigation were both hierarchically subordinate to the governor (see the Güleç v. Turkey judgment of 27 July 1998, Reports 1998-IV, p.1732-1733, §§ 80-82). While the inspector appointed by the council took statements from many relevant witnesses, it is not apparent that he took any steps to clarify the background of the operation, in particular as to the information on which the operation was based and conducted, which might have cast light on why Mehmet Gül’s flat was included in the operation in the first place and the extent to which the special team officers were justified in expecting an armed resistance. In particular, no statements were taken from the gendarmes involved in setting up the operation and choosing the targets.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  The decision of the administrative council not to prosecute however was in the event overturned by the Supreme Administrative Court on 18 April 1995, which directed the prosecution of the three officers who shot Mehmet Gül. The Court has examined whether the criminal proceedings cured the defects in the investigation into the events up to that date.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  The criminal court heard evidence from the three officers charged, whose brief statements added nothing of substance to their written statements. It called no other witnesses. The applicant and members of his family were not informed that the proceedings were going on and were not afforded the opportunity of telling the court of their very different version of events. The court did request two expert opinions, the first from a gendarme lieutenant and the second from police experts. These reports contained an evaluation of events based, without explanation, on the assumption that the police officers’ account was the correct one. They both reached conclusions as to the lack of fault of the officers which were based on that general evaluation rather than on any findings of a technical expert report.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  The Court observes that the court’s decision to acquit the three officers was based entirely on the second opinion that there was no fault. There was no reasoning as to why the police officers’ account was preferred to that of the family. The Court does not dispute that courts may rely in their assessment of fault or findings of fact on the opinions of competent experts. It is not apparent however that the experts in this case were relying on any technical expertise. In basing itself without any additional explanation on the experts’ legal classification of the officers’ actions, the court in this case effectively deprived itself of its jurisdiction to decide the factual and legal issues of the case (see for example the Terra Woningen B.V. v. the Netherlands judgment of 17 December 1996, Reports 1996-VI, p. 2123, § 54).",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  The Court accordingly finds that the authorities failed to conduct an adequate and effective investigation into the circumstances of Mehmet Gül’s death. In the circumstances, this rendered recourse to criminal and civil remedies equally ineffective in the circumstances. It accordingly dismisses the criminal and civil proceedings limb of the Government’s preliminary objection (see paragraphs 60-62 above) and holds that there has been a violation of Article 2 in this respect.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATIONS OF ARTICLEs 6 and 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "96.  The applicant complained that he was excluded from participating in the criminal trial contrary to Article 6 of the Convention and that he was deprived of an effective remedy within the meaning of Article 13 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "\nArticle 6 of the Convention provides as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. …",
                                "elements": []
                            },
                            {
                                "content": "Article 13 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in this Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "97.  The Government argued that the investigation into the incident and the prosecution and trial of the police officers provided an effective remedy into the applicant’s allegations. Furthermore, the applicant had failed to join the criminal proceedings as a party or applied for compensation and had therefore not made use of the available effective remedies. ",
                                "elements": []
                            },
                            {
                                "content": "98.  The Commission, with whom the applicant agreed, was of the opinion that the investigation and criminal trial were rendered ineffective by the inadequacy of the procedures adopted. The applicant also contended that the attempt of the authorities to concoct a story to conceal what had occurred gave rise to a serious aggravation of the violation of Article 13 in this case. Furthermore, the failure of the authorities to inform the applicant of the criminal trial or to provide him with the opportunity of participating in the proceedings against the police officers deprived him of his right of access to court as guaranteed specifically by Article 6 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "99.  The Court considers that it is appropriate in this case to consider the applicant’s complaints under Article 13 of the Convention alone, as his submissions concerning his lack of participation in the criminal trial are inextricably bound up with the more general complaints about the inadequacy of the investigative procedures as a whole (see e.g. the Kaya v. Turkey judgment, cited above, p. 329, § 105).",
                                "elements": []
                            },
                            {
                                "content": "100.  Article 13 of the Convention guarantees the availability at the national level of a remedy to enforce the substance of the Convention rights and freedoms in whatever form they might happen to be secured in the domestic legal order. The effect of Article 13 is thus to require the provision of a domestic remedy to deal with the substance of an “arguable complaint” under the Convention and to grant appropriate relief, although Contracting States are afforded some discretion as to the manner in which they conform to their Convention obligations under this provision. The scope of the obligation under Article 13 varies depending on the nature of the applicant’s complaint under the Convention. Nevertheless, the remedy required by Article 13 must be “effective” in practice as well as in law, in particular in the sense that its exercise must not be unjustifiably hindered by the acts or omissions of the authorities of the respondent State (see the Aksoy v. Turkey judgment, cited above, p. 2286, § 95; the Aydın v. Turkey judgment of 25 September 1997, pp. 1895-96, § 103; and the Kaya v. Turkey judgment, cited above, pp. 329-30, § 106).",
                                "elements": []
                            },
                            {
                                "content": "Given the fundamental importance of the right to protection of life, Article 13 requires, in addition to the payment of compensation where appropriate, a thorough and effective investigation capable of leading to the identification and punishment of those responsible for the deprivation of life and including effective access for the complainant to the investigation procedure (see the Kaya v. Turkey judgment, cited above, pp. 330-31, § 107).",
                                "elements": []
                            },
                            {
                                "content": "101.  On the basis of the evidence adduced in the present case, the Court has found that the Government are responsible under Article 2 for the death of the applicant’s son. The applicant’s complaints in this regard are therefore “arguable” for the purposes of Article 13 (see the Boyle and Rice v. the United Kingdom judgment of 27 April 1988, Series A no. 131, p. 23, § 52, and the Kaya and Yaşa judgments cited above, § 107 and p. 2442, § 113 respectively).",
                                "elements": []
                            },
                            {
                                "content": "102.  The authorities thus had an obligation to carry out an effective investigation into the circumstances of the death of the applicant’s son. For the reasons set out above (see paragraphs 89-95), no effective criminal investigation can be considered to have been conducted in accordance with Article 13, the requirements of which are broader than the obligation to investigate imposed by Article 2 (see the Kaya judgment, cited above, pp. 330-31, § 107). The Court finds therefore that the applicant has been denied an effective remedy in respect of the death of his son and thereby access to any other available remedies at his disposal, including a claim for compensation.",
                                "elements": []
                            },
                            {
                                "content": "Consequently, there has been a violation of Article 13 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "103.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "104.  The applicant claimed loss of earnings of 740,553.08 pounds sterling (GBP) on behalf of his son’s widow and four children. He submitted that his son who worked in the family petrol station and was 26 years’ old at the time of his death, earned the equivalent of GBP 35,775.51 per year. Taking into account the average life expectancy in Turkey in that period, the calculation according to actuarial tables resulted in the capitalised sum quoted above. No deductions had been made for income tax nor any other adjustments made for contingencies other than mortality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  The Government submitted that the applicant’s claims were excessive and unjustified, in particular when compared with the salaries earned by people in Turkey and the indemnities awarded by the Turkish courts in cases of death.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  As regards the applicant’s claims for loss of earnings, the Court’s case-law establishes that there must be a clear causal connection between the damage claimed by the applicant and the violation of the Convention and that this may, in the appropriate case, include compensation in respect of loss of earnings (see, amongst other authorities, the Barberà, Messegué and Jabardo v. Spain judgment of 13 June 1994 (Article 50), Series A no. 285-C, pp. 57-58, §§ 16-20, and the Çakıcı v. Turkey judgment of 8 July 1999, to be published in Reports 1999-..., § 127). This is so even where a precise calculation of the sums necessary to make complete reparation in respect of pecuniary losses suffered by the applicant is prevented by the inherently uncertain character of the damage flowing from the violation (see, as latest authority, Lustig-Prean and Beckett v. the United Kingdom (Article 41) judgment of 25 July 2000, to be published in Reports 2000-…, § 22).",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  The Court has found (paragraph 83 above) that Mehmet Gül was killed by a disproportionate use of force contrary to Article 2 of the Convention. In these circumstances, there was a direct causal link between the violation of Article 2 and the loss by his widow and children of the financial support which he provided for them. The Court notes however that the applicant has not provided substantiation of the relatively high level of earnings which his son is claimed to have received or taken into account the deductions which would have been made for tax. Having regard to awards made in similar cases, the Court awards the sum of GBP 35,000 to be held for the widow and dependent children of the deceased, such sum to be converted into Turkish liras at the rate applicable at the date of payment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "108.  The applicant claimed, having regard to the severity and number of violations, GBP 50,000 in respect of his son, GBP 15,000 each for himself, his son’s widow and her four children, making a total of GBP 140,000 to be converted into Turkish liras on the date of payment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  The Government submitted that the sums claimed were exaggerated and out of all proportion, given that in their view Mehmet Gül was killed accidentally.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  The Court recalls that it has found that the authorities were responsible for the death of Mehmet Gül. In addition to the violation of Article 2 in that respect, it has also found that the authorities failed to provide an effective investigation and remedy in respect of Mehmet Gül’s death contrary to the procedural obligation under Article 2 of the Convention and in breach of Article 13 of the Convention. In these circumstances and having regard to the awards made in comparable cases, the Court awards GBP 20,000 in respect of the deceased Mehmet Gül to be held by the applicant for his son’s widow and dependent children and GBP 10,000 for the applicant himself in respect of non-pecuniary damage. These sums are to be converted into Turkish liras on the date of settlement.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "111.  The applicant claimed a total of GBP 38,213.65 for fees and costs incurred in bringing the application. This included fees and costs incurred in respect of attendance at the taking of evidence before the Commission’s delegates at hearings in Ankara and Strasbourg. A sum of GBP 9,696.70 was listed as fees and administrative costs incurred in respect of the Kurdish Human Rights Project (the KHRP) in its role as liaison between the legal team in the United Kingdom and the lawyers and the applicant in Turkey, which included GBP 8,362.50 for translation costs. A sum of GBP 10,782 was included in respect of work undertaken by lawyers in Turkey.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The Government submitted that the sums claimed were exaggerated and unjustified. They argued that the applicant’s representatives were able to make use of their work done in previous similar cases though their claims for hours worked made no allowance for this. They considered that the number of United Kingdom and Turkish lawyers involved in the case on behalf of the applicant was excessive and that no fees should be paid in respect of the KHRP.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  Having regard to the amounts awarded in similar cases and deciding on an equitable basis, the Court awards the applicant the sum of GBP 21,000 together with any value-added tax that may be chargeable, such sum to be paid into the sterling bank account in the United Kingdom identified by the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "114.  According to the information available to the Court, the statutory rate of interest applicable in the United Kingdom at the date of adoption of the present judgment is 7,5% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Dismisses unanimously the Government’s preliminary objection;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds unanimously that there has been a violation of Article 2 of the Convention in respect of the death of Mehmet Gül;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds unanimously that there has been a violation of Article 2 of the Convention in that the authorities failed to carry out an adequate and effective investigation into the circumstances of Mehmet Gül’s death;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds by six votes to one that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds unanimously",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, the following sums, to be converted into Turkish liras at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that the respondent State is to pay the applicant, within three months and into the bank account in the United Kingdom identified by the applicant, in respect of costs and expenses, 21,000 (twenty one thousand) pounds sterling together with any value-added tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(c)  that simple interest at an annual rate of 7.5% shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses unanimously the remainder of the applicant’s claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and notified in writing on 14 December 2000, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the partly dissenting opinion of Mr Gölcüklü is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "To my great regret I am unable to share the opinion of the majority of the Court regarding its finding of a violation of Article 13 and differ on a point in the application of Article 41 as concerns the way in which the costs and expenses should be paid in this case:",
                        "elements": []
                    },
                    {
                        "content": "1.  With regard to violation of Article 13, I consider that where the Court finds a violation of Article 2 in its procedural aspect, as the majority did in the instant case, no separate issue arises under Article 13, since the finding of a violation of Article 2 takes account of the fact that there has been neither an effective inquiry nor a satisfactory procedure after the incident.",
                        "elements": []
                    },
                    {
                        "content": "For more details on that subject, I refer to my dissenting opinion in the Ergi v. Turkey judgment of 28 July 1998 (Reports of Judgments and Decisions 1998-IV), the Akkoç v. Turkey judgment of 10 October 2000, and the Taş v. Turkey judgment of 14 October 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  Nor do I share the majority’s opinion that the sum awarded for costs should be paid into the applicant’s London bank account. Is it not astonishing that an applicant, a Turkish national, living in a small village or hamlet in a remote corner of south-eastern Anatolia should have bank accounts in London? If certain counsel have problems with their clients, this is no concern of the respondent State, since the contract between the lawyer and his client is a private one involving themselves, and the respondent State is not a party to disputes between them. I am of the opinion that if costs are to be paid in a London bank account, the charges of the bank who carry out the transfer of the sum should be deducted from the sum awarded to the applicant as costs and expenses.",
                        "elements": []
                    },
                    {
                        "content": "On that point too I refer to my detailed dissenting opinion in the Salman v. Turkey judgment of 27 June 2000.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrG. Ress",
            "role": "president"
        },
        {
            "name": "MrA. Pastor Ridruejo",
            "role": "judges"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrJ. Hedigan",
            "role": "judges"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrF. Gölcüklü",
            "role": "ad hoc judge"
        },
        {
            "name": "and Mr V. Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GÜL v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-59081.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2000:1214JUD002267693",
    "externalsources": [
        "Model Autopsy Protocol annexed to The Manual on the Effective Prevention and Investigation of Extra-legal - Arbitrary and Summary Executions adopted by the United Nations in 1991"
    ],
    "extractedappno": [
        "22676/93"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-59081",
    "judgementdate": "14/12/2000 00:00:00",
    "kpdate": "14/12/2000 00:00:00",
    "kpthesaurus": [
        "449",
        "231",
        "496",
        "4",
        "310",
        "444",
        "110",
        "14",
        "128",
        "109",
        "445",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "2-1",
        "13",
        "2",
        "35-1",
        "2-2",
        "35",
        "6",
        "41"
    ],
    "parties": [
        "GÜL",
        "TURKEY"
    ],
    "rank": "409.365020751953",
    "representedby": [],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Akdivar and Others v. Turkey judgment of 16 September 1996, Reports 1996-IV, p. 1210, §§ 65-67, p. 1218, § 78",
        "Aksoy v. Turkey judgment of 18 December 1996, Reports 1996-VI, pp. 2275-76, §§ 51-52, p. 2286, § 95",
        "Andronicou and Constantinou v. Cyprus judgment of 9 October 1997, Reports 1997-VI, p. 2106, §§ 191-192",
        "Aydin v. Turkey judgment of 25 September 1997, pp. 1895-96, § 103",
        "Aytekin v. Turkey judgment of 23 September 1998, Reports 1998-VII, p. 2827, § 83",
        "Barberà, Messegué and Jabardo v. Spain judgment of 13 June 1994 (Article 50), Series A no. 285-C, pp. 57-58, §§ 16-20",
        "Boyle and Rice v. the United Kingdom judgment of 27 April 1988, Series A no. 131, p. 23, § 52",
        "Çakici v. Turkey judgment of 8 July 1999, [GC], no. 23657/94, ECHR 1999-IV",
        "Ergi v. Turkey judgment of 28 July 1998, Reports 1998-IV, p. 1776, § 79",
        "Güleç v. Turkey judgment of 27 July 1998, Reports 1998-IV, p.1732-1733, §§ 80-82",
        "Kaya v. Turkey judgment of 19 February 1998, Reports 1998-I, p. 329, § 105, pp. 329-30, § 106, pp. 330-31, § 107",
        "Lustig-Prean and Beckett v. the United Kingdom (Article 41) judgment of 25 July 2000, nos. 31417/96 and 32377/96, § 22",
        "McCann and Others v. the United Kingdom judgment of 27 September 1995, Series A no. 324, pp. 45-46, §§ 146-147, p. 46, §§ 148-149, p. 49, § 161, p. 57, § 194",
        "Salman v. Turkey judgment of 27 June 2000 [GC], no. 21986/93, § 73, ECHR 2000-VII",
        "Terra Woningen B.V. v. the Netherlands judgment of 17 December 1996, Reports 1996-VI, p. 2123, § 54",
        "Yasa v. Turkey judgment of 2 September 1998, Reports 1998-VI, p. 2431, § 74, p. 2442, § 113"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "438438",
    "typedescription": "15"
}