{
    "__articles": "5;5-3",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-3 - Reasonableness of pre-trial detention)",
    "applicability": "",
    "appno": "20317/09",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-3 - Reasonableness of pre-trial detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        }
    ],
    "content": {
        "001-193077.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 20317/09) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Vyacheslav Fedorovych Deyneko (“the applicant”), on 27 March 2009.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Ukrainian Government (“the Government”) were represented by their Agent, most recently Mr I. Lishchyna of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.   The applicant complained, inter alia, about the lack of medical treatment in detention, the lack of the effective remedies for the above complaint, the unlawfulness and excessive length of his pre-trial detention, and the authorities’ failure to give relevant and sufficient reasons to justify it. On 12 November 2012 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1966 and lives in Morozivka.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s arrest and detention",
                                "elements": [
                                    {
                                        "content": "5.  On 20 September 2007 the applicant, who was head of the Brusyliv District State Administration of Zhytomyr Region at the time, was arrested on charges of bribery.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 21 September 2007 the investigator applied to the court for the applicant’s pre-trial detention as a preventive measure pending trial. The application indicated that the applicant had been accused with a serious crime punished up to twelve years’ imprisonment, and that he could try to abscond from justice, obstruct the investigation, and continue his criminal activities. On the same day the Pechersk District Court of Kyiv ordered the applicant’s pre-trial detention. The court reiterated the reasons mentioned in the investigator’s application without providing further details in that regard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  In the course of the pre-trial investigation the applicant’s detention was extended a number of times, including on 15 November 2007, 17 January 2008 and 19 March 2008. The reasons for extending the applicant’s detention were the need to take additional investigative and procedural steps and the fact that there were no grounds to change the preventive measure. No further details were provided in that regard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 19 May, 17 June, 26 June, 29 July and 7 August 2008 the courts further extended the applicant’s pre-trial detention, basing their decisions, in addition to the previously mentioned grounds (see paragraph 7 above), on the need for him to familiarise himself with the case file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  In the course of reviewing the extension of his detention on 24 September 2007, 8 January, 19 March and 7 August 2008, the applicant raised objections arguing, in particular, that his state of health had been unsatisfactory, that he had a stable family relationship, and that he had not absconded from justice. It appears from the relevant decisions that his arguments were not addressed by the courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 3 October 2008 the Malyn District Court of Zhytomyr Region (“the trial court”) committed the applicant for trial. The trial court maintained the custodial preventive measure, providing no reasons for that decision and setting no time-limit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  In the course of the trial the applicant applied eleven times to change the preventive measure to a non-custodial one. He stated that his state of health had been unsatisfactory, that his relatives were ready to make the necessary payment of bail, and that a number of individuals, including a member of parliament and State officials, had provided personal guarantees securing his presence during the trial. The trial court rejected those requests, giving similar reasons to those given at the initial stage (see paragraph 6 above). The court further stated that the applicant had been provided with the necessary medical treatment in detention and that his state of health did not warrant his release.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 16 July 2010 the court found the applicant guilty of bribery and sentenced him to nine years’ imprisonment, confiscated half of his property and banned him from occupying posts in State bodies and local authorities for three years. On 1 December 2010 and 19 May 2011 respectively the Zhytomyr Regional Court of Appeal and the Higher Specialised Court for Civil and Criminal Matters upheld that judgment with minor amendments.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Medical treatment provided to the applicant",
                                "elements": [
                                    {
                                        "content": "13.  According to the material in the case file, the applicant has suffered from varicose dilatation (варикозне розширення вен) since 1980. According to the Government, the applicant was diagnosed with varicose dilatation of the lower limbs as early as in 1984.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 18 October 2007 the applicant was placed in the Kyiv pre-trial detention centre (“the SIZO”). In the course of the criminal proceedings the applicant was transferred between different detention facilities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  It was concluded in a forensic examination carried out on 16 January 2008 at the request of the investigator that the applicant had a number of endocrine, heart, venous, neurologic, and digestive conditions. In particular, he was diagnosed with varicose dilatation of the lower limbs and chronic venous insufficiency of the lower limbs with trophic disorders. The forensic experts concluded that the applicant required elective surgery in respect of the varicose dilatation, and outpatient treatment in respect of the other conditions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Overall, in the course of his detention the applicant was recommended surgery six times in respect of the varicose dilatation, on 16 January 2008, 5 May 2008, 23 October 2008, 18 March 2009, 22 July 2009 and 18 March 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 8 April 2009 the applicant was recognised as falling into the “third category” (the mildest category) of disability (третя група інвалідності).",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 22 April 2009 the SIZO informed the applicant’s lawyer that he had been diagnosed with varicose dilatation of the lower limbs, third degree chronic venous insufficiency of the lower left limb, second degree chronic venous insufficiency of the lower right limb, hypothalamic dysfunction, impaired glucose tolerance, first degree diffuse non-toxic goiter (an enlarged thyroid) and a chronic trophic ulcer on the left shin. It was specified that the recommended surgical treatment in respect of the varicose dilatation was not available in the SIZO.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 12 October and 19 November 2009 the SIZO issued another reply to the applicant’s lawyer, stating that it had been recommended that the applicant undergo surgical treatment in respect of his progressing varicose dilatation. This type of treatment could not be carried out within the SIZO, and its medical staff were not in a position to foresee the consequences of the refusal to provide him with surgical treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 15 February 2013 the applicant consulted a specialist in therapeutics, who recommended that he undergo further examination and treatment at a medical facility within the penal system. On 18 February 2013 the applicant refused that offer, insisting that he needed highly qualified medical assistance in specialist civilian medical institutions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  There is no information in the case file regarding whether the applicant received any medical care after the above-mentioned refusal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 18 November 2013 the applicant was dispensed from serving the remainder of his sentence pursuant to a decision of the local court of 8 November 2013 altering his imprisonment to correctional labour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 28 November 2013 the applicant underwent surgery on his lower limbs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 20 January 2014 he was recognised as falling into the “second category” (more advanced category) of disability (друга група інвалідності).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  According to the available information, from November 2007 to February 2013 the applicant consulted a surgeon thirteen times in respect of the varicose dilatation. Outpatient medical treatment was prescribed to him. From 21 March to 5 May and from 23 October to 17 November 2008 he underwent outpatient medical treatment both within the SIZO and at a civilian hospital.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  SCOPE OF THE CASE",
                        "elements": [
                            {
                                "content": "26.  In his response to the Government’s observations, the applicant complained that the conditions of his detention in the Kyiv SIZO had been poor and that there had been a violation of his rights under Articles 4, 8 and 17 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "27.  In the Court’s view, this new complaint is not an elaboration of the original complaints on which the parties have commented. It is therefore inappropriate to take this matter up in the context of the present case (see, mutatis mutandis, Piryanik v. Ukraine, no. 75788/01, § 20, 19 April 2005).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLES 3 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "28.  The applicant complained that he had not been given access to appropriate medical assistance while in detention and that he had had no effective domestic remedy in respect of the above-mentioned complaint. He relied on Articles 3 and 13 of the Convention, which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Article 3",
                                "elements": [
                                    {
                                        "content": "29.  The Court notes at the outset that the thrust of the applicant’s complaint concerns the authorities’ failure to provide him with adequate treatment for the varicose dilatation of his lower limbs, in particular their failure to operate on him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court observes that the applicant did not deny that he had received certain medication and underwent a number of examinations while in detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Furthermore, he was first recommended a surgery in respect of the varicose dilatation in January 2008 and that recommendation was reiterated five more times (see paragraph 16 above). The applicant was all the time recommended an elective surgery, meaning that it was not urgent by its nature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court observes, on the one hand, that the authorities acknowledged that the prison medical unit was unable to operate on the applicant to treat his condition (see paragraphs 18 and 19 above). On the other hand, the applicant, who was represented by a defence lawyer at the material time, failed to present any evidence that, after having realised that no surgery was possible for him at the prison, in the period between April 2009 and February 2013 he had insisted to be operated in a civilian medical facility. As far as the period between February 2013 and his release in November 2013 is concerned, the Court notes that the specialist, whom the applicant had consulted himself, was of the opinion that the further examination and treatment could be conducted at a medical facility within the penal system (see paragraph 20 above). The applicant did not present any evidence showing that his state of health demanded medical assistance in specialist civilian medical institutions. What is more, although in January 2014 the applicant was recognised as falling into the “second category” of disability (see paragraph 24 above), he also failed to present any evidence showing that such deterioration of his health was due to the alleged inactivity of the prison authorities to perform a surgery on him. In these circumstances the Court is not in a position to assess the precise impact of that inactivity on the applicant’s health (see, mutatis mutandis, Koktysh v. Ukraine, no. 43707/07, § 103, 10 December 2009, and Pivovarnik v. Ukraine, no. 29070/15, § 40, 6 October 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In the light of the foregoing, the Court finds that the applicant has not sufficiently substantiated his complaints under Article 3 of the Convention as to the alleged inadequacy of the medical assistance provided in detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  It follows that this part of the application must be declared inadmissible as being manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Article 13",
                                "elements": [
                                    {
                                        "content": "35.  The Court recalls that it has found that the applicant has not made out an arguable claim under Article 3 of the Convention in respect of his medical care in detention. The guarantees of Article 13 do not, therefore, apply to this complaint (see Vergelskyy v. Ukraine, no. 19312/06, § 124, 12 March 2009). This part of the application is incompatible ratione materiae with the provisions of the Convention and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "36.  The applicant complained that the decision of 21 September 2007 ordering his pre-trial detention had been unlawful and unreasoned. He further complained that his pre-trial detention had been excessive and that the authorities had failed to give relevant and sufficient reasons to justify it. Lastly, he complained that his requests to have the preventive measure changed had been refused arbitrarily. He relied on Article 5 §§ 1 (c), 3 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "37.  Being master of the characterisation to be given in law to the facts of the case (see Radomilja and Others v. Croatia [GC], nos. 37685/10 and 22768/12, §§ 114 and 126, 20 March 2018), and having regard to the substance of the applicant’s complaints, the Court decides to examine them under Article 5 §§ 3 and 4 of the Convention. It recalls, in that regard, that justification for any period of detention, no matter how short, must be convincingly demonstrated by the authorities. The requirement for the judicial officer to give relevant and sufficient reasons for the detention – in addition to the persistence of reasonable suspicion – applies already at the time of the first decision ordering detention on remand, that is to say “promptly” after the arrest (see Buzadji v. the Republic of Moldova ([GC], no. 23755/07, §§ 87 and 102, 5 July 2016, and Makarenko v. Ukraine, no. 622/11, § 84, 30 January 2018).",
                                "elements": []
                            },
                            {
                                "content": "38.  The relevant part of Article 5 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“... 3. Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power, and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.",
                                "elements": []
                            },
                            {
                                "content": "4. Everyone who is deprived of his liberty by arrest or detention shall be entitled to bring proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "39.  The Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Article 5 § 3 of the Convention",
                                        "elements": [
                                            {
                                                "content": "40.  The applicant submitted that his detention ordered by the District Court on 21 September 2007 (see paragraph 6 above) had been unlawful and unjustified as the court had given no reasons for it. He further contended that his pre-trial detention had been excessive and that the authorities had failed to give relevant and sufficient reasons to justify it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Government submitted that the applicant’s detention pursuant to the above-mentioned decision had been lawful within the meaning of the domestic law and had been justified by the reasonable suspicion that he had committed a crime. They added that there had been “adequate” and “sufficient” grounds for the applicant’s continued detention and that its duration had not been excessive. They thus considered that his detention had been in compliance with Article 5 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The applicable general principles are set out in Buzadji (cited above, §§ 84-91 and 102).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Turning to the circumstances of the present case, the Court observes that the applicant was arrested by the police on 20 September 2007 (see paragraph 5 above) and was then continuously detained until 16 July 2010, when he was convicted at first instance (see paragraph 12 above). Therefore, the overall period of detention to be assessed for compliance with Article 5 § 3 is nearly two years and ten months.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Court notes at the outset that, contrary to the Government’s argument, the District Court’s decision of 21 September 2007 did not give any reasons for the applicant’s detention but simply referred to the investigator’s submissions, without any examination of the plausibility of the grounds invoked by the latter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Court further observes that the seriousness of the charges against the applicant and the risk of his absconding or interfering with the investigation were mentioned in the initial order for his detention (see paragraph 6 above). However, that reasoning did not evolve with the passage of time. Moreover, when committing the applicant for trial approximately one year later, the domestic court failed to give any reasons whatsoever for its decision extending his detention (see paragraph 10 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Court also notes that the domestic courts consistently failed to consider and reply to the applicant’s arguments that his state of health had been deteriorating, that he had a stable family relationship, and that he had not absconded from justice (see paragraph 9 above). Moreover, at no time did the domestic courts examine the possibility of applying alternative measures in respect of him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court has often found a violation of Article 5 § 3 of the Convention in cases against Ukraine on the basis that even for lengthy periods of detention the domestic courts referred to the same set of grounds, if there were any, throughout the period of the applicant’s detention (see, for example, Kharchenko v. Ukraine, no. 40107/02, §§ 80-81 and 99, 10 February 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Having regard to the above, the Court considers that by failing to address specific facts or consider measures alternative to pre-trial detention and by relying essentially and routinely on the seriousness of the charges, the authorities extended the applicant’s detention pending trial on grounds which cannot be regarded as “sufficient” to justify its duration.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  There has accordingly been a violation of Article 5 § 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Article 5 § 4 of the Convention",
                                        "elements": [
                                            {
                                                "content": "50.  The applicant complained that his requests to have his pre-trail detention changed had been arbitrarily refused by the courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Government argued that the lawfulness of the applicant’s pretrial detention had been duly considered by the courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court observes that the applicant’s grievances were focused on the courts’ failure to give relevant reasons in their decisions when examining his requests for release. In this connection, the Court notes that it has already examined this issue under Article 5 § 3 of the Convention (see paragraphs 43-49 above). It sees no need to deal with the same point under Article 5 § 4 of the Convention as well (see, mutatis mutandis, Ignatenco v. Moldova, no. 36988/07, § 91, 8 February 2011, and Khodorkovskiy and Lebedev v. Russia, nos. 11082/06 and , § 525, 25 July 2013). Accordingly, no separate examination of the applicant’s complaint under Article 5 § 4 of the Convention is required.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "53.  The applicant complained under Article 6 §§ 1 and 3 (d) of the Convention that the courts had failed to properly examine the evidence, call all the witnesses and conduct a fair trial in the criminal case against him. He also complained that the overall length of the criminal proceedings against him had been excessive and that he had not been provided with a fair trial when challenging his dismissal from his post as head of the Brusyliv District State Administration.",
                                "elements": []
                            },
                            {
                                "content": "54.  In the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that the above issues do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. Accordingly, this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "55.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "56.  The applicant claimed 1,000,000 euros (EUR) in respect of nonpecuniary damage. The Government considered that claim unsubstantiated and excessive.",
                                "elements": []
                            },
                            {
                                "content": "57.  Making its assessment on an equitable basis, the Court awards the applicant EUR 1,800 in respect of non-pecuniary damage.",
                                "elements": []
                            },
                            {
                                "content": "58.  The applicant did not request any sum in respect of costs and expenses. Therefore, the Court is not called upon to make an award under this head.",
                                "elements": []
                            },
                            {
                                "content": "59.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the applicant’s complaints under Article 5 §§ 3 and 4 of the Convention admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there is no need to examine separately the complaint under Article 5 § 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, EUR 1,800 (one thousand eight hundred euros), to be converted into the currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable, in respect of nonpecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 21 May 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "president"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Carlo Ranzoni",
            "role": "judges"
        },
        {
            "name": "Andrea Tamietti",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DEYNEKO v. UKRAINE",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-193077.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:0521JUD002031709",
    "externalsources": [],
    "extractedappno": [
        "20317/09",
        "75788/01",
        "43707/07",
        "29070/15",
        "19312/06",
        "37685/10",
        "22768/12",
        "23755/07",
        "622/11",
        "40107/02",
        "36988/07",
        "11082/06",
        "13772/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-193077",
    "judgementdate": "21/05/2019 00:00:00",
    "kpdate": "21/05/2019 00:00:00",
    "kpthesaurus": [
        "448",
        "404"
    ],
    "languageisocode": "ENG",
    "originatingbody": "28",
    "paragraphs": [
        "5-3",
        "5"
    ],
    "parties": [
        "DEYNEKO",
        "UKRAINE"
    ],
    "rank": "3398.11108398438",
    "representedby": [
        "N/A"
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "488270",
    "typedescription": "15"
}