{
    "__articles": "P7-4",
    "__conclusion": "No violation of Article 4 of Protocol No. 7 - Right not to be tried or punished twice-{general} (Article 4 of Protocol No. 7 - Conviction;Criminal offence)",
    "applicability": "",
    "appno": "758/11",
    "article": [
        "p7-4"
    ],
    "conclusion": [
        {
            "article": "p7-4",
            "base_article": "p7-4",
            "details": [
                "Article 4 of Protocol No. 7 - Conviction",
                "Criminal offence"
            ],
            "element": "No violation of Article 4 of Protocol No. 7 - Right not to be tried or punished twice-{general}",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-144110.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 758/11) against the Republic of Finland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Finnish national, Mr Väinö Rainer Häkkä (“the applicant”), on 22 December 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr Heikki Uotila, a lawyer practising in Helsinki. The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained under Article 4 of Protocol No. 7 to the Convention about double jeopardy (ne bis in idem) involving a taxation procedure in which a tax surcharge had been imposed, and criminal proceedings for aggravated tax fraud.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 18 June 2012 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1952 and lives in Helsinki.",
                                "elements": []
                            },
                            {
                                "content": "A.  Taxation proceedings",
                                "elements": [
                                    {
                                        "content": "6.  The tax inspector conducted a tax inspection in three different companies in 2006 and 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 26 March 2007, concerning the first company, the tax authorities considered that the applicant had received, in 2004, 175,433.07 euros (EUR) and in 2005, EUR 10,351.79 as disguised dividends. They imposed on the applicant an additional tax and tax surcharges (veronkorotus, skatteförhöjning), amounting to EUR 8,100 in respect of the tax year 2004 and to EUR 510 in respect of the tax year 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 2 May 2007 the tax authorities found in respect of the second company that the applicant had received in 2004 EUR 78,690 as disguised dividends and imposed EUR 3,900 as tax surcharges. Moreover, the applicant had received in 2005 EUR 86,936 as disguised dividends and EUR 4,300 were imposed as tax surcharges.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 11 November 2007 the tax authorities considered that the applicant had received, in respect of the third company, EUR 227,994 as disguised dividends in 2005 for which a tax surcharge of EUR 11,000 was made.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The applicant apparently did not seek rectification of any of these decisions. Nor were there any appeal proceedings pending. The time-limits for seeking rectification and lodging an appeal ran until 31 December 2010 and 31 December 2011 respectively.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal proceedings",
                                "elements": [
                                    {
                                        "content": "11.  On 3 April 2008 the public prosecutor brought charges against the applicant on, inter alia, four counts of aggravated tax fraud (törkeä veropetos, grovt skattebedrägeri) and one count of tax fraud (veropetos, skattebedrägeri) concerning the tax years 2004 and 2005. According to the last count, the applicant was accused of aggravated tax fraud as he had under-declared his income. The undeclared income amounted to EUR 240,953 for the tax year 2004 and EUR 318,676 for the tax year 2005. Consequently, the tax imposed in 2004 had been EUR 108,851 too low and in 2005 EUR 117,036 too low. The tax imposed on the applicant had thus been in total EUR 225,887 too low.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 27 June 2008 the Helsinki District Court (käräjäoikeus, tingsrätten) convicted the applicant as charged and imposed a prison sentence of 2 years and 7 months. He was ordered to pay the taxation authority EUR 225,887 plus interest in respect of the last count.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  By letter dated 18 August 2008 the applicant appealed to the Appeal Court (hovioikeus, hovrätten), requesting that the charges be dismissed or at least, as far as aggravated tax fraud was concerned, that he be convicted of tax fraud. He also requested that the sentence be mitigated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 12 February 2010 the Helsinki Appeal Court upheld the District Court judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  By letter dated 8 April 2010 the applicant appealed to the Supreme Court (korkein oikeus, högsta domstolen) requesting, inter alia, that as concerned the last count of aggravated tax fraud, the charges be dismissed without examining the merits and that the compensation for damages be rejected. He claimed that in this respect the ne bis in idem principle had been violated as tax surcharges had already been imposed for the same acts. That count concerned at the earliest the tax year 2004, in respect of which the time-limit for an appeal in the taxation proceedings was still running until 30 December 2010, meaning that those proceedings had not yet been finalised. An effective use of the ne bis in idem principle would require a lis pendens effect preventing the pressing of charges if an administrative tax surcharge matter was still pending. Otherwise two separate sets of proceedings concerning the same facts could be pending. Moreover, applicants would be treated unequally if the possibility of pressing charges depended on the finality of the taxation proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 23 April 2010 the applicant was granted leave to appeal as far as the last count was concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 29 June 2010 the Supreme Court upheld the Appeal Court judgment. It found, after a detailed analysis of Article 4 of Protocol No. 7 to the Convention and the Court’s case-law, that it was clear since the Jussila judgment that the imposition of a tax surcharge rendered the case criminal and that the ne bis in idem principle applied to such a case even though, under the domestic law, it fell within the domain of administrative law. Both the taxation and the criminal proceedings concerned the same facts, namely the failure to declare the same income. For the ne bis in idem principle it was relevant whether the proceedings had become final. The principle did not prohibit a situation in which two sets of proceedings concerning the same matter were pending at the same time. There was thus no lis pendens effect attached to this principle. Even if this lack of lis pendens effect was problematic in the sense that it might result in unequal treatment of applicants due to the fact that the point of time when taxation decisions became final varied, its acceptance might create even more profound problems. As the taxation decisions in the present case concerned the tax years 2004 and 2005, the time-limits for seeking rectification ran until 31 December 2010 and 31 December 2011 respectively. The charges had been pressed on 3 April 2008. The taxation proceedings had thus not become final before the criminal proceedings started. Therefore, there were no impediments to examining the charge concerning aggravated tax fraud. This judgment became a published leading case KKO:2010:46.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Tax Assessment Procedure Act",
                                "elements": [
                                    {
                                        "content": "18.  Section 57, subsection 1, of the Tax Assessment Procedure Act (laki verotusmenettelystä, lagen om beskattningsförfarande, Act no. 1558/1995, as amended by Act no. 1079/2005) provides that if a person has failed to make the required tax returns or has given incomplete, misleading or false information to taxation authorities and tax has therefore been incompletely or partially levied, the taxpayer shall be ordered to pay unpaid taxes together with an additional tax and a tax surcharge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  According to section 64 of the same Act (as in force at the relevant time a taxpayer can seek rectification of a tax decision within five years counted from the beginning of the calendar year following the year when the initial taxation decision was made. The time-limit is always at least sixty days from the serving of the decision to the taxpayer. Appeal against a rectification decision lies to an administrative court within the same fiveyear time-limit or at least within sixty days from the serving of the rectification decision to the taxpayer.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Penal Code",
                                "elements": [
                                    {
                                        "content": "20.  According to Chapter 29, sections 1 and 2, of the Penal Code (rikoslaki, strafflagen; as amended by Acts no. 1228/1997 and no. 769/1990), a person who (1) gives a taxation authority false information on a fact that influences the assessment of tax, (2) files a tax return concealing a fact that influences the assessment of tax, (3) for the purpose of avoiding tax, fails to observe a duty pertaining to taxation, influencing the assessment of tax, or (4) acts otherwise fraudulently and thereby causes or attempts to cause a tax not to be assessed, or too low a tax to be assessed or a tax to be unduly refunded, shall be sentenced for tax fraud to a fine or to imprisonment for a period of up to two years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  If by the tax fraud (1) considerable financial benefit is sought or (2) the offence is committed in a particularly methodical manner and the tax fraud is aggravated when assessed as a whole, the offender shall be sentenced for aggravated tax fraud to imprisonment for a period between four months and four years.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Supreme Court’s case-law",
                                "elements": [
                                    {
                                        "content": "22.  On 20 September 2012 the Supreme Court issued another judgment (KKO:2012:79) concerning ne bis in idem. It stated that in some cases a tax surcharge decision could be considered final even before the time-limit for ordinary appeal against the decision had expired. However, it was required that an objective assessment of such a case permitted the conclusion that the taxpayer, by his or her own conduct, had intended to settle the tax surcharge matter with final effect. The assessment had to concern the situation as a whole, and it could give significance to such questions as to how logically the taxpayer had acted in order to settle the taxes and tax surcharges, to what extent he or she had paid taxes and tax surcharges, and at which stage of the criminal proceedings the payments had been made. In the case at issue taxes and tax surcharges had been imposed on A on account of actions related to disguised dividends, by decisions of 2 March 2009 for tax years 2005 and 2006, and 7 September 2009 for tax year 2007. In the charge, which became pending on 28 June 2011, the prosecutor demanded that A be sentenced to punishment for aggravated tax fraud on account of the same actions. A had paid the taxes and tax surcharges entirely before the charge became pending. The time-limit for seeking rectification in respect of tax year 2005 had expired on 31 December 2011 without A having sought rectification. A declared that he had no intention of appealing against the decisions concerning the other tax years, either. The Supreme Court held that the charge of aggravated fraud was inadmissible as A had paid the taxes and tax surcharges before the charge became pending.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  In its newest case-law (KKO:2013:59 of 5 July 2013), the Supreme Court reversed its earlier line of interpretation, finding that charges for tax fraud could no longer be brought if there was already a decision to order or not to order tax surcharges in the same matter. If the taxation authorities had exercised their decision-making powers regarding tax surcharges, a criminal charge could no longer be brought for a tax fraud offence based on the same facts, or if such a charge was already pending, it could no longer be pursued. The court assessed whether the preventive effect of the first set of proceedings had to be attributed to the fact that 1) tax surcharge proceedings were pending, 2) a tax surcharge issue was decided, or 3) to the finality of such a tax surcharge decision, and found the second option the most justifiable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Legislative amendments",
                                "elements": [
                                    {
                                        "content": "24.  In December 2012 the Government submitted to Parliament a proposal for an Act on Tax Surcharges and Customs Duty Surcharges Imposed by a Separate Decision and for certain related Acts (HE 191/2012 vp). After the entry into force of the Act, the tax authorities could, when making a tax decision, assess whether to impose a tax surcharge or to report the matter to the police. The tax authorities could decide not to impose a tax surcharge. If they had not reported the matter to the police, a tax surcharge could be imposed by a separate decision by the end of the calendar year following the actual tax decision. If the tax authorities had imposed tax surcharges, they could no longer report the same matter to the police unless, after imposing the tax surcharges, they had received evidence of new or recently revealed facts. If the tax authorities had reported the matter to the police, tax surcharges could, as a rule, no longer be imposed. The purpose of the proposed Act is thus to ensure that a tax or a customs duty matter is processed and possibly punished in only one set of proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The proposed Act on Tax Surcharges and Customs Duty Surcharges Imposed by a Separate Decision (laki erillisellä päätöksellä määrättävästä veron- tai tullinkorotuksesta, lagen om skatteförhöjning och tullhöjning som påförs genom ett särskilt beslut, Act no. 781/2013) has already been passed by Parliament and it entered into force on 1 December 2013. The Act does not contain, however, any transitional provisions extending its scope retroactively.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 4 OF PROTOCOL NO. 7 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  The applicant complained about a violation of the ne bis in idem principle under Article 4 of Protocol No. 7 to the Convention.",
                                "elements": []
                            },
                            {
                                "content": "27.  Article 4 of Protocol No. 7 to the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  No one shall be liable to be tried or punished again in criminal proceedings under the jurisdiction of the same State for an offence for which he has already been finally acquitted or convicted in accordance with the law and penal procedure of that State.",
                                "elements": []
                            },
                            {
                                "content": "2.  The provisions of the preceding paragraph shall not prevent the reopening of the case in accordance with the law and penal procedure of the State concerned, if there is evidence of new or newly discovered facts, or if there has been a fundamental defect in the previous proceedings, which could affect the outcome of the case.",
                                "elements": []
                            },
                            {
                                "content": "3.  No derogation from this Article shall be made under Article 15 of the Convention.”",
                                "elements": []
                            },
                            {
                                "content": "28.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "29.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "30.  The applicant argued that in Finland the domestic interpretation of the ne bis in idem principle included the lis pendens effect in order to prevent double criminal prosecution. Under the domestic practice individuals were thus protected from further criminal prosecution when one criminal matter became pending as the lis pendens effect created an obstacle for further criminal prosecution in the same case. It was well-established in the Court’s case-law that, in the present case, the administrative and criminal proceedings were deemed to fall within the criminal domain. The application of rights under the Convention should mean an increased protection of rights, not a derogation of them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The applicant maintained that the Finnish courts’ interpretation of the applicability of Article 4 of Protocol No. 7 to the present case rendered the protection under that Article neither practical nor effective. The finality or lack of finality of the administrative proceedings in a country which applied lis pendens to prevent double criminal prosecution meant an arbitrary decision on who could be subject to further prosecution and who not. The lengthy time-limits for an appeal, more than five years, effectively rendered the ne bis in idem protection non-existent for the same period of time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The applicant welcomed the Supreme Court’s new case-law in the case KKO 2013:59 creating a lis pendens effect to the first set of proceedings and thus preventing the second set of proceedings from taking place. This case-law supported the applicant’s arguments in the present case. If his case were now before the domestic courts, the criminal charges would have to be dismissed without an examination on the merits.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  In the Government’s view it was undisputed that the Finnish administrative proceedings on tax surcharges fell within the domain of criminal law and thus under the ne bis in idem principle. Furthermore, it was clear that the second offence arose from the same facts as the first offence. In the present case, however, the first set of proceedings concerning the tax surcharges had not yet become final within the meaning of Article 4 of Protocol No. 7 to the Convention when the second set of proceedings concerning the aggravated tax fraud became pending. Since the proceedings took place simultaneously, the present case did not fulfil the res judicata criterion set for the applicability of the ne bis in idem principle.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Government noted that the Court’s case-law did not seem to include in the interpretation of the res judicata criterion also the lis pendens criterion. In the Government’s view, the case Tomasović v. Croatia (see Tomasović v. Croatia, no. 53785/09, 18 October 2011), in which the Court applied the ne bis in idem principle although no res judicata effect existed, could be seen as an isolated exception as the case seemed to involve rather clearly two sets of proceedings concerning one act, which could both be characterised as criminal proceedings. Furthermore, it did not appear from that judgment that the Court intended to provide a ne bis in idem effect also in lis pendens situations as no such express statement was made by the Court. In the Government’s view, due to inconsistency in the Court’s caselaw, it might to advisable to relinquish the present case to the Grand Chamber.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  As to the Supreme Court’s new line of interpretation as expressed by its case KKO:2013:59, the Government noted that, by this decision, the Supreme Court had extended the ne bis in idem prohibition beyond the requirements deriving from human rights obligations. However, they noted that this line of interpretation was not applicable to criminal matters adjudicated finally before 5 July 2013. It had thus no effect on the assessment of the present case as the relevant domestic decisions had become final already in 2010 and 2011. In the Government’s view the Supreme Court’s ruling did not imply that the earlier line of interpretation by that court was in contradiction with the Court’s case-law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Government therefore considered that the tax surcharges imposed on the applicant did not prevent the examination of the charges for tax fraud. The applicant was thus not punished twice for the same act within the meaning of Article 4 of Protocol No. 7 to the Convention as the tax surcharges had not yet become final when the charges were pressed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "37.  The Court reiterates that the legal characterisation of the procedure under national law cannot be the sole criterion of relevance for the applicability of the principle of ne bis in idem under Article 4 § 1 of Protocol No. 7. Otherwise, the application of this provision would be left to the discretion of the Contracting States to a degree that might lead to results incompatible with the object and purpose of the Convention (see for example Storbråten v. Norway (dec.), no. , ECHR 2007... (extracts), with further references). The notion of “penal procedure” in the text of Article 4 of Protocol No. 7 must be interpreted in the light of the general principles concerning the corresponding words “criminal charge” and “penalty” in Articles 6 and 7 of the Convention respectively (see Haarvig v. Norway (dec.), no. , 11 December 2007; Rosenquist v. Sweden (dec.), no. , 14 September 2004; Manasson v. Sweden (dec.), no. , 8 April 2003; Göktan v. France, no. , § 48, ECHR 2002-V; Malige v. France, 23 September 1998, § 35, Reports of Judgments and Decisions 1998VII; and Nilsson v. Sweden (dec.), no.  73661/01, ECHR 2005XIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Court’s established case-law sets out three criteria, commonly known as the “Engel criteria” (see Engel and Others v. the Netherlands, 8 June 1976, Series A no. 22), to be considered in determining whether or not there was a “criminal charge”. The first criterion is the legal classification of the offence under national law, the second is the very nature of the offence and the third is the degree of severity of the penalty that the person concerned risks incurring. The second and third criteria are alternative and not necessarily cumulative. This, however, does not rule out a cumulative approach where separate analysis of each criterion does not make it possible to reach a clear conclusion as to the existence of a criminal charge (see Jussila v. Finland [GC], no. 73053/01, §§ 30-31, ECHR 2006XIV; and Ezeh and Connors v. the United Kingdom [GC], nos.  and , §§ 82-86, ECHR 2003X).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Court has taken stand on the criminal nature of tax surcharges, in the context of Article 6 of the Convention, in the case Jussila v. Finland (cited above). In that case the Court found that, regarding the first criterion, it was apparent that the tax surcharges were not classified as criminal but as part of the fiscal regime. This was, however, not decisive but the second criterion, the nature of the offence, was more important. The Court observed that the tax surcharges were imposed by general legal provisions applying to taxpayers generally. Further, under Finnish law, the tax surcharges were not intended as pecuniary compensation for damage but as a punishment to deter reoffending. The surcharges were thus imposed by a rule, the purpose of which was deterrent and punitive. The Court considered that this established the criminal nature of the offence. Regarding the third Engel criterion, the minor nature of the penalty did not remove the matter from the scope of Article 6. Hence, Article 6 applied under its criminal head notwithstanding the minor nature of the tax surcharge (see Jussila v. Finland [GC], cited above, §§ 37-38). Consequently, proceedings involving tax surcharges are “criminal” also for the purpose of Article 4 of Protocol No. 7.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Therefore, in the present case, the Court considers that it is clear that both sets of proceedings are to be regarded as criminal for the purposes of Article 4 of Protocol No. 7 to the Convention. The parties also find this to be undisputed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court acknowledged in the case of Sergey Zolotukhin v. Russia (see Sergey Zolotukhin v. Russia [GC], no. 14939/03, §§ 81-84, ECHR 2009) the existence of several approaches to the question whether the offences for which an applicant was prosecuted were the same. The Court presented an overview of the existing three different approaches to this question. It found that the existence of a variety of approaches engendered legal uncertainty incompatible with the fundamental right not to be prosecuted twice for the same offence. It was against this background that the Court provided in that case a harmonised interpretation of the notion of the “same offence” for the purposes of Article 4 of Protocol No. 7. In the Zolotukhin case the Court thus found that an approach which emphasised the legal characterisation of the two offences was too restrictive on the rights of the individual. If the Court limited itself to finding that a person was prosecuted for offences having a different legal classification, it risked undermining the guarantee enshrined in Article 4 of Protocol No. 7 rather than rendering it practical and effective as required by the Convention. Accordingly, the Court took the view that Article 4 of Protocol No. 7 had to be understood as prohibiting the prosecution or trial of a second “offence” in so far as it arose from identical facts or facts which were substantially the same. It was therefore important to focus on those facts which constituted a set of concrete factual circumstances involving the same defendant and inextricably linked together in time and space, the existence of which had to be demonstrated in order to secure a conviction or institute criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  In the present case the parties agree that both sets of proceedings arose from the same facts. The Court agrees with the parties: both sets of proceedings arose from the same failure of the applicant to declare income. Both sets of proceedings also concerned the same period of time and approximately the same amount of evaded taxes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Court reiterates that the aim of Article 4 of Protocol No. 7 is to prohibit the repetition of criminal proceedings that have been concluded by a “final” decision (see Franz Fischer v. Austria, no. 37950/97, § 22, 29 May 2001; Gradinger v. Austria, 23 October 1995, § 53, Series A no. 328C; and Sergey Zolotukhin v. Russia [GC], cited above, § 107). According to the Explanatory Report to Protocol No. 7, which itself refers back to the European Convention on the International Validity of Criminal Judgments, a “decision is final ‘if, according to the traditional expression, it has acquired the force of res judicata. This is the case when it is irrevocable, that is to say when no further ordinary remedies are available or when the parties have exhausted such remedies or have permitted the time-limit to expire without availing themselves of them’”. This approach is well entrenched in the Court’s case-law (see, for example, Nikitin v. Russia, no. , § 37, ECHR 2004VIII; and Horciag v. Romania (dec.), no. , 15 March 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  Decisions against which an ordinary appeal lies are excluded from the scope of the guarantee contained in Article 4 of Protocol No. 7 as long as the time-limit for lodging such an appeal has not expired. On the other hand, extraordinary remedies such as a request for reopening of the proceedings or an application for extension of the expired time-limit are not taken into account for the purposes of determining whether the proceedings have reached a final conclusion (see Nikitin v. Russia, cited above, § 39). Although these remedies represent a continuation of the first set of proceedings, the “final” nature of the decision does not depend on their being used. It is important to point out that Article 4 of Protocol No. 7 does not preclude the reopening of the proceedings, as stated clearly by the second paragraph of Article 4.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  In the present case the criminal proceedings became final on 29 June 2010 when the Supreme Court rendered its judgment. No further ordinary remedies were available to the parties. The criminal conviction was therefore “final”, within the autonomous meaning given to the term by the Convention, on 29 June 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Court reiterates that Article 4 of Protocol No. 7 prohibits the repetition of criminal proceedings that have been concluded by a “final” decision. Article 4 of Protocol No. 7 is not only confined to the right not to be punished twice but extends also to the right not to be prosecuted or tried twice (see Franz Fischer v. Austria, cited above, § 29). Were this not the case, it would not have been necessary to add the word “punished” to the word “tried” since this would be mere duplication. Article 4 of Protocol No. 7 applies even where the individual has merely been prosecuted in proceedings that have not resulted in a conviction. The Court reiterates that Article 4 of Protocol No. 7 contains three distinct guarantees and provides that no one shall be (i) liable to be tried, (ii) tried or (iii) punished for the same offence (see Nikitin v. Russia, cited above, § 36).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court notes that Article 4 of Protocol No. 7 clearly prohibits consecutive proceedings if the first set of proceedings has already become final at the moment when the second set of proceedings is initiated (see for example Sergey Zolotukhin v. Russia [GC], cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  As concerns parallel proceedings, Article 4 of Protocol No. 7 does not prohibit several concurrent sets of proceedings. In such a situation it cannot be said that an applicant is prosecuted several times “for an offence for which he has already been finally acquitted or convicted” (see Garaudy v. France (dec.), no. 65831/01, ECHR 2003IX (extracts)). There is no problem from the Convention point of view either when, in a situation of two parallel sets of proceedings, the second set of proceedings is discontinued after the first set of proceedings has become final (see Zigarella v. Italy (dec.), no. 48154/99, ECHR 2002IX (extracts)). However, when no such discontinuation occurs, the Court has found a violation (see Tomasović v. Croatia, cited above, § 31; and Muslija v. Bosnia and Herzegovina, no. 32042/11, § 37, 14 January 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  However, the Court has also found in its previous case-law (see R.T. v. Switzerland (dec.), no. 31982/96, 30 May 2000; and Nilsson v. Sweden (dec.), no. 73661/01, 13 December 2005) that although different sanctions (suspended prison sentences and withdrawal of driving licences) concerning the same matter (drunken driving) have been imposed by different authorities in different proceedings, there has been a sufficiently close connection between them, in substance and in time. In those cases the Court found that the applicants were not tried or punished again for an offence for which they had already been finally convicted in breach of Article 4 § 1 of Protocol No. 7 to the Convention and that there was thus no repetition of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Turning to the present case and regarding whether there was repetition in breach of Article 4 § 1 of Protocol No. 7 to the Convention, the Court notes that it is true that both the applicant’s conviction and the tax surcharges imposed on him form a part of the sanctions under Finnish law for the failure to provide information about income in a tax declaration with a result that too low tax assessment is made. However, under the Finnish system the criminal and the administrative sanctions are imposed by different authorities without the proceedings being in any way connected: both sets of proceedings follow their own separate course and become final independently from each other. Moreover, neither of the sanctions is taken into consideration by the other court or authority in determining the severity of the sanction, nor is there any other interaction between the relevant authorities. More importantly, the tax surcharges are under the Finnish system imposed following an examination of an applicant’s conduct and his or her liability under the relevant tax legislation which is independent from the assessments made in the criminal proceedings. This contrasts with the Court’s earlier cases R.T. and Nilsson relating to driving licences, where the decision on withdrawal of the licence was directly based on an expected or final conviction for a traffic offence and thus did not contain a separate examination of the offence or conduct at issue. Therefore, it cannot be said that, under the Finnish system, there is a close connection, in substance and in time, between the criminal and the taxation proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Consequently, the present case concerns two parallel and separate sets of proceedings of which the first set of proceedings concerning the tax surcharges started in 2007 when the tax surcharges were imposed on the applicant. He apparently never sought rectification or appealed and therefore these proceedings became final on 31 December 2010 and 31 December 2011 respectively when the time-limits for rectification and appeal ran out. The second set of proceedings concerning the charges was initiated on 3 April 2008 and they were concluded on 29 June 2010 when the Supreme Court rendered its final judgment. The two sets of proceedings were thus pending concurrently until 29 June 2010 when the second set became final.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court further notes that when the second set of proceedings became final, in the first set of proceedings the time-limit for rectification and subsequent appeal against the tax surcharge decisions was still open to the applicant. At that time the taxation cases were no longer pending before any domestic authority or court, they simply awaited the time-limit for rectification and appeal to lapse in order to gain legal force. After 29 June 2010 the only way of preventing double jeopardy would therefore have been for the applicant to lodge first an application for rectification and then an appeal against the taxation decisions. As no such application or appeal was apparently lodged, the taxation decisions also became final on 31 December 2010 and 31 December 2011 respectively. The Court therefore considers that the applicant had a real possibility to prevent double jeopardy by first seeking rectification and then appealing within the time-limit which was still open to him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  Accordingly, there has been no violation of Article 4 of Protocol No. 7 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 4 of Protocol No. 7 to the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 20 May 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Ineta Ziemele",
            "role": "president"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Krzysztof Wojtyczek",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Françoise Elens-Passos",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF HÄKKÄ v. FINLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-144110.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:0520JUD000075811",
    "externalsources": [],
    "extractedappno": [
        "758/11",
        "53785/09",
        "12277/04",
        "11187/05",
        "60619/00",
        "41265/98",
        "33402/96",
        "73661/01",
        "73053/01",
        "39665/98",
        "40086/98",
        "14939/03",
        "37950/97",
        "50178/99",
        "70982/01",
        "65831/01",
        "48154/99",
        "32042/11",
        "31982/96"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-144110",
    "judgementdate": "20/05/2014 00:00:00",
    "kpdate": "20/05/2014 00:00:00",
    "kpthesaurus": [
        "572",
        "545",
        "546"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "P7-4"
    ],
    "parties": [
        "HÄKKÄ",
        "FINLAND"
    ],
    "rank": "1120.80615234375",
    "representedby": [
        "UOTILA H."
    ],
    "respondent": "FIN",
    "respondentOrderEng": "15",
    "scl": [
        "Engel and Others v. the Netherlands, 8 June 1976, Series A no. 22",
        "Ezeh and Connors v. the United Kingdom [GC], nos. 39665/98 and 40086/98, §§ 82-86, ECHR 2003 X",
        "Franz Fischer v. Austria, no. 37950/97, § 22, 29 May 2001",
        "Garaudy v. France (dec.), no. 65831/01, ECHR 2003 IX (extracts)",
        "Göktan v. France, no. 33402/96, § 48, ECHR 2002-V",
        "Gradinger v. Austria, 23 October 1995, § 53, Series A no. 328 C",
        "Haarvig v. Norway (dec.), no. 11187/05, 11 December 2007",
        "Horciag v. Romania (dec.), no. 70982/01, 15 March 2005",
        "Jussila v. Finland [GC], no. 73053/01, ECHR 2006 XIV",
        "Malige v. France, 23 September 1998, § 35, Reports of Judgments and Decisions 1998 VII",
        "Manasson v. Sweden (dec.), no. 41265/98, 8 April 2003",
        "Muslija v. Bosnia and Herzegovina, no. 32042/11, § 37, 14 January 2014",
        "Nikitin v. Russia, no. 50178/99, § 37, ECHR 2004 VIII",
        "Nilsson v. Sweden (dec.), no. 73661/01, 13 December 2005",
        "R.T. v. Switzerland (dec.), no. 31982/96, 30 May 2000",
        "Rosenquist v. Sweden (dec.), no. 60619/00, 14 September 2004",
        "Sergey Zolotukhin v. Russia [GC], no. 14939/03, ECHR 2009",
        "Storbråten v. Norway (dec.), no. 12277/04, ECHR 2007 ... (extracts)",
        "Tomasović v. Croatia, no. 53785/09, § 31, 18 October 2011",
        "Zigarella v. Italy (dec.), no. 48154/99, ECHR 2002 IX (extracts)"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "394993",
    "typedescription": "15"
}