{
    "__articles": "2;2-1;5;5-1",
    "__conclusion": "Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention)",
    "applicability": "",
    "appno": "4635/08;14202/08;21432/12",
    "article": [
        "2",
        "5"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2-1 - Effective investigation"
            ],
            "element": "Violation of Article 2 - Right to life",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        }
    ],
    "content": {
        "001-189725.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in three applications (nos. 4635/08, 14202/08 and 21432/12) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Russian nationals. A list of the applicants and their personal details are set out in the Appendix.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by the Court by Mr Dilbadi Gasimov and Mr Dokka Itslayev, lawyers practising in Strasbourg, France, and Grozny, Russia, respectively, and lawyers of the Stichting Russian Justice Initiative (SRJI), an NGO based in the Netherlands with a representative office in Russia, in collaboration with another NGO, Astreya. The Russian Government (“the Government”) were represented initially by Mr Georgiy Matyushkin, the Representative of the Russian Federation at the European Court of Human Rights, and then by his successor in that office, Mr Mikhail Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that State agents had killed their relatives and that the authorities had failed to investigate the matter effectively.",
                        "elements": []
                    },
                    {
                        "content": "4.  On the dates indicated in the Appendix the complaints under Articles 2, 5 and 13 were communicated to the Government and the remainder of the applications was declared inadmissible, pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The facts of the cases, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "A.  Application no. 4635/08 Shamsudinova v Russia",
                                "elements": [
                                    {
                                        "content": "1.  Killing of the applicant’s son",
                                        "elements": [
                                            {
                                                "content": "6.  In the early morning of 27 December 2001 a group of approximately twenty federal servicemen who had arrived in two armoured personnel carriers (“APCs”) and UAZ vehicles surrounded the house where the applicant lived with her son (Mr Alvi Bugayev), his wife (Ms Z.S.), and their four children. They forcibly entered the house, dragged the applicant’s son out of bed and, without allowing him to put clothes or shoes on, took him away. The servicemen also took a car (used for transportation by Mr Alvi Bugayev and owned by his uncle, Mr I.A.) and all the identification documents they found in the house.",
                                                "elements": []
                                            },
                                            {
                                                "content": "7.  Mr Alvi Bugayev was then detained for fifteen days in the UrusMartan temporary district “the VOVD”).",
                                                "elements": []
                                            },
                                            {
                                                "content": "8.  On 12 January 2002 a prosecutor of the Urus-Martan district, Mr K., informed the applicant that Mr Alvi Bugayev was to be released on the same day. The applicant, Mr Alvi Bugayev’s wife and their children spent the entire day at the entrance to the VOVD awaiting his release. In the evening, Mr Alvi Bugayev drove his car out of the police station. Several military cars followed him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "9.  Mr Bugayev’s wife managed to get into his car. During a short conversation with her he expressed fear for his life, describing to her the servicemen’s intention to kill him. Being troubled by the pursuit of the military vehicles, Mr Bugayev decided to drive to his sister’s house, which was located a mere 200 metres away from the VOVD.",
                                                "elements": []
                                            },
                                            {
                                                "content": "10.  After Mr Bugayev had got out of the car near his sister’s house, a vehicle stopped near him, four servicemen with automatic guns got out and shot Mr Bugayev dead in front of his wife and children. The applicant did not witness the killing, as she was still walking away from the police station.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  The incident of 12 January 2002 took place during the daily curfew period that had been placed on the area.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Investigation into the killing",
                                        "elements": [
                                            {
                                                "content": "12.  On 12 January 2002 the Urus-Martan district prosecutor’s office (“the investigators”) opened criminal case no. 61000 into the killing of the applicant’s son. The relevant part of the decision read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“On 12 January 2002, at approximately 6 p.m., a number of unidentified criminals murdered, using firearms, Mr Alvi Bugayev near [the building at the address] 5 Sovetskaya Street in the town of Urus-Martan in the Chechen Republic; [after the murder] they left the crime scene in a white VAZ car (model 2106).”",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  On the same date (12 January 2002) the investigators questioned Mr Bugayev’s wife, Ms Z.S., who stated that the perpetrators of her husband’s killing had been those servicemen who had threatened to kill him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  On 13 January 2002 the investigators questioned Mr I.A. and Mr Ya.A., whose statements were not furnished to the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  On 13 January 2002 the investigators examined the crime scene and collected several bullets and spent cartridges. On the same date, they ordered an expert ballistics examination of the evidence. According to the resulting expert report, dated 6 February 2002, the cartridges had been fired from a Kalashnikov machinegun.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  On 13 January 2002 the operational search officer, M., reported to his superiors that according to the information that he had obtained, Mr Bugayev had been killed by servicemen and that one of the perpetrators had told Ms Z.S. that her husband had been killed for being a “traitor”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 13 January 2002 the investigators questioned Ms R.Ya. who stated that she had witnessed the killing. Her statement was similar to the applicant’s submission before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 19 January 2002 the investigators requested that the VOVD provide them with a list of the people who had been detained with Alvi Bugayev and of the police officers who had questioned him while he had been in detention. In response, on 5 February 2002, the VOVD provided a list of five men who had been detained with Mr Bugayev. As for the police officers, no information on their identities was given.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 22 January 2002 the investigators granted Ms Z.S. victim status in the criminal case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  Between 13 and 16 February 2002 the investigators questioned two of the applicant’s relatives and a neighbour; their statements did not provide any pertinent information.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  On 12 March 2002 the investigators suspended the investigation for failure to identify the perpetrators. Neither the applicant nor her relatives were informed thereof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On 4 April 2002 the local forensic bureau issued a report, according to which Mr Bugayev had died of multiple gunshot wounds. The applicant was not informed of the report.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  On 26 April 2004 the applicant lodged a complaint with the investigators’ superiors, stating that they had not provided her with information on the progress of the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  On 11 May 2004, in reply to the above-mentioned request, the UrusMartan prosecutor informed the applicant that she had the right to familiarise herself with those contents of the case file that referred to steps taken with her participation but that the full contents of the case file would be accessible to her only after the completion of the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  On 24 May 2005 Ms Z.S. and the applicant lodged a complaint with the Urus-Martan prosecutor, stating that she had received no information on the progress of the criminal investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 1 June 2005, in reply to the above-mentioned complaint, the investigators informed Ms Z.S. and the applicant that “at present, operational search measures are being taken to identify the culprits”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 21 December 2006 the applicant wrote to the Urus-Martan prosecutor requesting that the investigation be resumed and that she be granted victim status.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  On 17 January 2007, following the applicant’s above-mentioned complaint, the investigators’ superiors overruled the suspension of the investigation as unlawful and premature and ordered that it be resumed, citing the need to take investigative steps, such as questioning the applicant and other witnesses. The applicant was informed of that decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On 17 January 2007 the deputy Urus-Martan district prosecutor ordered that the investigators take a number of steps in the criminal case, including the detailed questioning of the eyewitnesses to the killing and other witnesses.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  On 19 January 2007 the investigators requested that the VOVD inform them of the identities of the police officers who had worked there at the time of the killing of Mr Bugayev so that they could be questioned. In their reply of 23 January 2007, the police stated that in January 2002 their staff had consisted of police officers on a mission from the Republic of Bashkortostan (Bashkiria).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 20 January 2007 the investigators again questioned Ms R.Ya., who had witnessed the killing and whose statement was similar to the applicant’s submission before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  On 23 January 2007 the investigators questioned the applicant, whose statement was similar to her submission before the Court. In addition, she stated that her daughter-in-law, Ms Z.S., had left the region.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On 26 January 2007 the investigators questioned Mr S.Sh., who had been detained with Mt Bugayev in January 2002 and whose statement did not provide any new information.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  On 30 January 2007 the investigators questioned Mr A.M., who stated that in January 2002 he had participated in the examination of the scene of Mr Bugayev’s killing and that he had no information concerning the perpetrators’ identities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 6 February 2007 the applicant again wrote to the Urus-Martan prosecutor requesting that the investigators take all possible steps to identify the perpetrators of her son’s killing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 13 February 2007 the applicant was granted victim status in the criminal case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 17 February 2007 the investigation was suspended again for failure to identity the perpetrators. The applicant was informed thereof in July 2007.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  On 6 August 2007 the applicant requested that the investigators provide her with a copy of the decisions to open the criminal case and to grant her victim status and with the latest decision to suspend the investigation. On 8 August 2007 the requested documents were forwarded to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Upon receipt of the above-mentioned documents, in September or October 2007 the applicant lodged a complaint with the Urus-Martan Town Court stating that the investigators’ had failed to investigate her son’s murder effectively and requesting that the proceedings be resumed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  On 26 November 2007 the Town Court dismissed the complaint as groundless.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  There is no further information on any progress in the proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "1.  Killing of Mr Ruslan Yunusov",
                                        "elements": [
                                            {
                                                "content": "42.  At the material time, the applicant’s relative, Colonel Ruslan Yunusov, who was born in 1964, was the Deputy Minister for Emergency Situations of the Chechen Republic.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  on the night of 29-30 December 2001 an armoured reconnaissance patrol vehicle (BRDM) of the Russian federal forces opened unprovoked fire on a vehicle of the Ministry for Emergency Situations (“the MES”) and wounded one of Mr Yunusov’s colleagues. After the incident the BRDM, which belonged to the Leninskiy district military prosecutor’s office in Grozny, drove off. The incident was reported to the Minister for Emergency Situations of the Chechen Republic.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  On 4 January 2002 the BRDM arrived at the premises of the MES in Grozny for some repair work, where it was recognised as the vehicle that had been involved in the above-mentioned incident. Officers of the MES requested that the vehicle remain on their premises to await the arrival of the Grozny military commander, who had been informed of the incident.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The BRDM crew refused to obey the order, shut their vehicle’s hatches and tried to drive off the MES premises through the exit gates (checkpoint no. 4). Colonel Yunusov jumped onto the military vehicle and covered its eye slits with his jacket trying to stop it from moving. The BRDM turned the turret and, having opened fire, drove through the gates with Mr Yunusov on its hull. The vehicle drove at high speed in the direction of the Leninskiy district military commander’s office, which was located in the vicinity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Shortly thereafter, servicemen of the Leninskiy district military commander’s office opened fire on Mr Yunusov on the BRDM and shot him. The vehicle stopped at the gates of the office and Mr Yunusov was taken to Grozny Town Hospital no. 9, where he shortly thereafter died of his wounds.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Official investigation into the killing",
                                        "elements": [
                                            {
                                                "content": "47.  The Grozny prosecutor’s office (in the documents submitted also referred to as the Staropromyslovskiy district prosecutor’s office) opened criminal case no. 54001 in connection with the killing of Colonel Yunusov on 4 January 2002.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  On 4 January 2002 the investigators examined the crime scene and collected several pieces of evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  On 7 January 2002 they ordered an expert examination of the bullet taken out of the body of Mr Yunusov and on 18 January 2002 the Forensics Bureau of the Chechen Ministry of the Interior reported that it had been fired from a Kalashnikov machinegun.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  On 16 January 2002 the investigators decided to forward the criminal case for further investigation to the military prosecutor’s office, as the killing had been perpetrated by federal servicemen. On 5 February 2002 that decision was overruled by the investigators’ superiors as premature.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  On 28 February 2002 the investigators asked their superiors for an extension of the time-limit for the investigation. Their request contained, inter alia, the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... According to the information collected by the investigation ... at about 12 p.m. on 4 January 2002 Corporal Yu.M. and Sergeant M.B. from the military commander’s office were carrying out welding work on BRDM no. 140 on the premises of the Ministry of Emergency Situations, when an order was given by the Grozny military commander to the officers of the Ministry of Emergency Situations to detain the vehicle [and its team] on suspicion of their involvement in gunfire opened from that vehicle on 29 December 2001. However, Corporal Yu.M. and Sergeant M.B. quickly got into the BRDM and started driving off the premises. The Deputy Minister for Emergency Situations, Colonel Yunusov, and ... Mr R.A. tried to stop the vehicle ... Yunusov threw his jacket over its slits and got onto the hull. Then the BRDM increased its speed and opened fire, broke down the gates ... and drove to checkpoint no. 106 on Garazhnaya Street with Mr Yunusov on its hull. Mr R.A. ran after the BRDM and loosed two gun shots at its wheels. At that time policemen from the Leninskiy VOVD (K., B., S., E., who were at checkpoint no. 106, and G., Kh. and L. who were at checkpoint no. 101) fired warning shots into the air. However, the BRDM broke down the barriers and started moving in the direction of the gates of the Leninskiy temporary department of the interior [the VOVD]. In connection with this, the above-mentioned police officers from both checkpoints, as well as the officers who were on the roof of the VOVD (I., B., G. and Ba.), opened fire on the BRDM’s wheels. As a result of that gunfire, Colonel Yunusov, who was on the hull, was wounded in the chest and died in hospital from his wounds ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  On 1 March 2002 the investigators ordered a ballistic examination of the bullet taken from Mr Yunusov’s body and of the handguns and machineguns of eleven police officers and ten servicemen from the military commander’s office implicated in the shooting. On 22 March 2002 the experts concluded that the bullet that had killed Mr Yunusov had been shot from a Kalashnikov machinegun belonging to a police officer, A.L.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  Between January and October 2002 the investigation questioned a number of witnesses to the incident, including military officers, and confirmed that Colonel Yunusov had been shot by the machinegun belonging to officer A.L., who at the time in question had been deployed on a temporary military mission to the Chechen Republic from the Vologda Region of the Russian Federation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  On 20 October 2002 the first applicant was granted victim status in the criminal case. As can be seen from the documents submitted, the applicants and their representatives regularly contacted the authorities with requests for information concerning progress in the criminal proceedings. Between 2002 and 2006, the applicants also lodged several complaints at various levels of the prosecutor’s office for it to expedite the investigation in the criminal case and to prosecute the servicemen responsible for Mr Yunusov’s killing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  For instance, on 21 July 2005 the applicants’ representatives complained to the Staropromyslovskiy district prosecutor of the lack of information concerning the investigation and the investigators’ failure to inform the applicants of the most important steps taken, such as the results of the expert examination of evidence and the questioning of key witnesses. They requested to be informed of progress in the proceedings and asked for the investigation to be resumed in the event that it had been suspended.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  Between October 2002 and 17 January 2006 the investigation was suspended and then resumed on at least seven occasions. From the documents submitted by the parties, it can be seen that the applicants were not informed of the majority of those procedural decisions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  On 17 January 2007 the investigators’ supervisor overruled the decision of 17 January 2006 to suspend the investigation and ordered that it be resumed in order that a number of steps might be undertaken. The decision stated, inter alia, the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“It is necessary to take the following measures:",
                                                "elements": []
                                            },
                                            {
                                                "content": "- make a coherent plan regarding investigative steps and operational search measures to be taken;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- according to expert report no. 265 of 22 March 2002, the spent bullet casing found in the clothing of Mr Yunusov had been shot from a machinegun belonging to Mr A.L. It is necessary to take sufficient steps to establish his whereabouts and to question him. A decision concerning his procedural status must be taken ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "From the documents submitted it can be seen that no tangible steps, other than that of sending formal requests for information, were taken in order to comply with those orders.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  On 14 June 2007 the investigators’ superior issued orders to the investigators instructing them to comply with the orders issued on 14 October and 13 December 2005 and 17 January 2007. In particular, the investigators were to take steps to establish the whereabouts of officer A.L. From the documents submitted it can be seen that those orders were not complied with.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  On 31 July 2007 the above-mentioned orders were reiterated. From the documents submitted it can be seen that the orders were again not complied with.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  On 20 November 2007 the applicants’ lawyer, Mr M.A., lodged a complaint with the investigators’ superiors, stating that he had been denied access to the investigation file, despite the court’s ruling in this respect (see paragraph 72 below). He stated that the lack of information about the proceedings precluded the applicants from appealing before a court regarding any possible omissions on the part of the investigators. He also requested that the applicants be informed of steps taken to establish the whereabouts of officer A.L., to whom had belonged machinegun no. 2094, with which Mr Yunusov had been shot.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  On 3 December 2007 the deputy prosecutor of the Staropromyslovskiy district of Grozny allowed the complaint in part, stating that before the completion of the investigation, the applicants were entitled to access only that part of the contents of the investigation file concerning steps taken with their participation. On the same date the applicants were informed of the deputy prosecutor’s decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  On the same date (3 December 2007) the deputy prosecutor also ordered the investigators to remedy the procedural violations (требование об устранении нарушений федерального законодательства, допущенного в ходе предварительного следствия) that had occurred during the investigation of Mr Yunusov’s murder. He stated, in particular, that the proceedings had been suspended prematurely and unlawfully, given that a number of necessary steps had not been taken despite previously issued orders, and that the applicants had not been informed of progress in the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  On 19 December 2007, at the above-mentioned order of the supervising prosecutor, the investigators allowed the applicants to access part of the contents of the investigation file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  On 22 January 2008 the investigation in the criminal case was resumed in order for a number of steps to be taken, including the establishment of the whereabouts of Mr A.L.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  On 29 January 2008 the investigators’ superior issued orders to the investigators instructing them to take a number of steps, including obtaining information from the Vologda Region police in order to establish the addresses and full details of a number of the police officers (including Mr A.L.), who had been deployed in Grozny at the time of the incident. The documents submitted show that no such steps were taken, other than the sending of requests for information.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  On 21 February 2008 the investigation was suspended again. The applicants were informed thereof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  There is no further information on progress in the proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The proceedings against the investigators",
                                        "elements": [
                                            {
                                                "content": "68.  On a number of occasions between November 2002 and August 2006 the applicants requested the investigators’ permission to access the investigation file, but to no avail.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  On an unspecified date between September and November 2006 the applicants lodged a complaint with the Staropromyslovskiy District Court (“the District Court”) in Grozny, stating that the investigators had refused to grant them access to the investigation file and that the proceedings had been suspended.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  On 23 January 2007 the District Court dismissed their complaint. The applicants appealed, and on 4 April 2007 the Chechen Supreme Court overruled the dismissal and remitted the complaint for fresh examination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  On 16 April 2007 the District Court again dismissed the applicants’ complaint. The applicants appealed and on 20 June 2007 the Chechnya Supreme Court overruled the dismissal and again remitted the complaint for fresh examination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  On 2 August 2007 the District Court allowed the applicants’ complaint, ordering that a thorough and comprehensive investigation be carried out into the murder and that the applicants be allowed to access part of the investigation file.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Relevant civil proceedings",
                                        "elements": [
                                            {
                                                "content": "73.  On an unspecified date in 2015 the second applicant lodged a claim for compensation for the non-pecuniary damage caused by the killing of Colonel Yunusov. On 29 June 2015 the Leninskiy District Court in Grozny dismissed the claim on procedural grounds.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Application no. 21432/12 Atabayeva and Others v Russia",
                                "elements": [
                                    {
                                        "content": "1.  Killing of Mr Dzhabrail Abiyev and Mr Alkhazur Atabayev",
                                        "elements": [
                                            {
                                                "content": "74.  On 26 January 2005 the third applicant and the applicants’ relatives – Mr Dzhabrail Abiyev (in the documents submitted also referred to as Zhabrail Atabayev), who was born in 1989, and Mr Alkhazur Atabayev, who was born in 1989 – were driving in the fourth applicant’s VAZ 2110 car after visiting a relative in a Grozny hospital.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  As the vehicle was travelling at a distance of about 250 metres from a federal forces checkpoint, which was situated next to the Transmash (Трансмаш) factory and manned by police officers from the “West” (Запад) battalion of the Chechen Ministry of the Interior their car came under unprovoked fire from machineguns and a grenade launcher wielded by armed men in three UAZ vehicles without registration numbers who had just passed through the checkpoint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  After the shooting had stopped, several servicemen from the checkpoint approached the perpetrators. The latter got into their cars and drove away, passing without hindrance through the checkpoint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  As a result of the firearms assault, Mr Dzhabrail Abiyev and Mr Alkhazur Atabayev were killed on the spot and the third applicant, Mr Adam Atabayev, received several gunshot wounds to the legs; he was taken to a Grozny hospital.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  Later on the same date, some of the federal television channels broadcast news of the “liquidation” by federal forces of the applicants’ two relatives, who were described as members of illegal armed groups.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Official investigation into the killing",
                                        "elements": [
                                            {
                                                "content": "79.  On 26 January 2005 the applicants complained about the killing to the authorities, and on the same date the Staropromyslovskiy district prosecutor’s office opened criminal case no. 43015.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  On 26 January 2005 the investigators examined the crime scene, where they collected more than fifty spent cartridges and six bullets, two hand grenades and two flare-shells cases. On the following day, 27 January 2005, they ordered an expert examination of the evidence. On 24 and 25 February 2005 the experts concluded that the grenades had been industrially made and that fourteen cartridges were of the type used with TIS (ТИС) machineguns and sniper rifles equipped with devices for noiseless and flameless shooting. Fifty-nine cartridges were of the type used with Kalashnikov machineguns and six were of the type used with the TT pistol.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  On 28 January 2005 the investigators ordered a forensic examination of the bodies of Mr Dzhabrail Abiyev and Mr Alkhazur Atabayev. According to the experts’ conclusions, dated 15 February 2005, they died of multiple gunshot wounds.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  On various dates between 27 January and 1 April 2005 each of the applicants was granted victim status in the criminal case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  On 27 January 2005 the investigators questioned the third applicant, whose statement concerning the incident was similar to the applicants’ submission before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  On 1 February 2005 the investigators again questioned the third applicant, who added information to his previous statement to the effect that he had been driving the car during the accident and that Dzhabrail Abiyev and Alkhazur Atabayev had been in the back seat. When the shooting had started, he had been shot in the left leg, had managed to get out of the car and had found that both Mr Abiyev and Mr Atabayev were dead. He had hidden behind the right side of the vehicle and had shouted out in Russian and Chechen, asking for the shooting to stop, but to no avail. Then the shooters had launched two flares and had continued shooting while he tried to crawl away. After moving about 20 or 25 metres he had come across several servicemen from the nearby checkpoint, who had taken him to hospital.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  On 4 February 2005 the investigators questioned the first applicant, whose statement was similar to the applicants’ submission before the Court. She also stated that to her knowledge, the men who had taken the third applicant to the hospital had been present by the place of the shooting and worked in law-enforcement agencies (в правоохранительных органах).",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  On 20 February 2005 the investigators ordered a trace examination of the bullets, cartridges and shells collected from the crime scene. On 28 March 2005 the experts reported that the victims’ car had been shot at from its front and left side.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  On 25 February 2005 the investigators ordered a forensic examination of the third applicant. On 20 March 2005 the experts reported that the third applicant had suffered injuries of medium-level gravity – namely, multiple gunshot wounds to the muscles and tendons of the left thigh and right shin.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  On 16 February 2005 the investigators questioned the second applicant, whose statement was similar to the applicants’ submission before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  On 18 March 2005 the investigators requested that Operational Search Bureau no. 2 (ORB-2) in Grozny inform them of whether Mr Vakha T. was one of officers of the Anti-Organised Crime Department (РУБОП) as, according to the witness statements, he had been one of the persons who had been present next to the place of the shooting at the time of the incident. On the same date the ORB-2 replied that no such person worked there.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  On 18 March 2005 the investigators requested that the commander of the West battalion of the Chechen Ministry of the Interior provide (for the purposes of their being questioned) a list of the servicemen of that unit who had been manning the checkpoint at the time of the shooting.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  On 28 March 2005 the Memorial Human Rights Centre lodged a complaint on the applicants’ behalf with the Russian Prosecutor General. Their letter stated, in particular, that Dzhabrail Abiyev and Alkhazur Atabayev, who had been teenagers at the time in question, and the third applicant had been driving when they had been attacked by unidentified persons in the vicinity of the West battalion and that according to local residents, gunfire had been opened on them from that direction. The letter requested that the applicants be informed of whether a criminal case had been opened into the incident and whether the perpetrators had been identified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  On 1 April 2005 the investigators questioned the fourth applicant, whose statement was similar to the applicants’ submission before the Court. In addition, he stated that State servicemen had been responsible for the gunfire opened on the car containing his relatives.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  On 1 April 2005 the investigators questioned the applicants’ relatives, Mr R.A. and Mr A. Kh., who had arrived at the crime scene shortly after the shooting. Their statements were similar to the applicants’ submission before the Court. In addition, they stated that the gunfire directed towards their relatives had been opened by servicemen riding in armoured UAZ vehicles without registration numbers and that one of the servicemen had been Mr Adlan G.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  On 5 April 2005 the investigators requested that the commander of the West battalion provide them with information regarding whether officers Vakha T. and Adlan G. were serving in their unit. The investigators pointed out that it was the second such request that they had made and that the previous one had gone unanswered.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  On 11 April 2005 the investigators questioned Mr M.S., who stated that on 26 January 2005 Mr Abiyev, Mr Atabayev and the third applicant had met with him and his friend Khasan in the courtyard of Grozny Town Hospital no. 3, where they had gone to visit a mutual friend. After that the third applicant, Mr Abiyev and Mr Atabayev had driven away. A few minutes later he had heard the sounds of automatic gunfire coming from the direction in which they had left. He had run out of the hospital courtyard but had been stopped and thrown to the ground by several men, and a beanie hat had been pulled over his face. Then one of those men had heard on his portable radio that “Everything is in order” (Норма); he had then been allowed to leave.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  On 25 April 2005 the applicants lodged a complaint with the investigators’ superiors, stating that the investigators were aware of the perpetrators’ identities but had failed to take active steps to prosecute them. In particular, they requested that Mr Adlan G., Mr Vakha T. and Mr Akhmed G. be questioned concerning their whereabouts at the time of the incident on 26 January 2005.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  On 26 April 2005 the investigators suspended the investigation for failure to identify the perpetrators. The applicants were not informed thereof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  Between April and May 2005 various law-enforcement bodies replied in the negative to queries made by the investigators regarding whether special operations had been conducted by their units on the date of the incident. In addition, the replies indicated that no criminal proceedings were pending against Mr Abiyev, Mr Atabayev and the third applicant, and that neither were they suspected of illegal activities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  On 11 May 2005 the deputy Staropromyslovskiy district prosecutor overruled as premature and unlawful the decision of 26 April 2005 to suspend the investigation and ordered that it be resumed so that a number of steps could be taken, including the questioning of the persons indicated by the second applicant in his request of 25 April 2005 (see paragraph 96 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  On an unspecified date between 1 and 12 May 2005 the applicants lodged a complaint with the Staropromyslovskiy district prosecutor, stating that the investigators had failed to take the following steps:",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  On 12 May 2005 the investigators issued a plan of steps to be taken within the criminal investigation. The plan stated, in particular, that there were two main theories concerning the attack on the applicants’ relatives and the third applicant: (i) it had been perpetrated in connection with a blood feud, and (ii) it had been committed by law-enforcement agencies during a special operation. The investigators were, inter alia, to question the persons indicated by the applicants in their request of 25 April 2005 and to identify other witnesses to the incident. The documents submitted show that no tangible steps were taken to verify the blood-feud theory.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  On 15 May 2005 the investigators questioned Mr A.M., who stated that on 26 January 2005 he and three of his friends had been present next to the premises of the plant, when at about 7 p.m. three grey UAZ vehicles without registration numbers had pulled over and armed men in camouflage uniforms had got out of the vehicles. He and his friends had immediately left for home. On the way, a few minutes later, he had heard gunfire and two explosions. Half hour later he had learned of the attack on the car.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  On 20 May 2005 the investigators again questioned the fourth applicant, who reiterated his previous statement and added that shortly after the incident at the crime scene his sister (the first applicant) had seen a group of about twelve military servicemen in dark uniforms and balaclavas getting into grey UAZ vehicles. She had run up to their vehicles, but two of the men had stopped her. As he had found out later, one of these two men had been Mr Vakha T.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  On various dates between 26 May and 10 June 2005 the investigators questioned several people who resided in the vicinity of the site of the incident. All of them gave similar statements confirming the applicants’ submission before the Court but denied having any information concerning the perpetrators’ identities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  On 11 June 2005 the investigators again suspended the investigation for failure to identify the perpetrators. The applicants were not informed thereof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  On 29 July 2005 the Staropromyslovskiy district prosecutor again overruled the suspension as premature and unlawful and ordered that the investigation be resumed in order for a number of steps to be taken, including an examination of the evidence collected at the crime scene. It appears that those orders were not complied with.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  On 8 August 2005 the investigators again suspended the investigation for failure to identify the perpetrators. The applicants were not informed thereof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  On 20 October 2005 the deputy Staropromyslovskiy district prosecutor again overruled the suspension as premature and unlawful and ordered that the investigation be resumed in order for a number of steps to be taken, including the establishment of the identities and questioning of Mr Adlan G. and Mr Vakha T. It appears that those orders, other than the sending of formal requests for information to various law-enforcement agencies regarding whether they had conducted special operations on the date of the incident, were not complied with by the investigators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  On 20 November 2005 the investigators again questioned the fourth applicant, who reiterated his previous statements and added that the two grenades and bullets from the TT model pistol had been planted in the car of Mr Abiyev, Mr Atabayev and the third applicant during the crime scene examination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  On 20 November 2005 the investigators again suspended the investigation for failure to identify the perpetrators. The applicants were not informed thereof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  On 4 December 2005 the deputy Staropromyslovskiy district prosecutor again overruled the suspension as premature and unlawful and ordered that the investigation be resumed in order for a number of steps to be taken, including the establishing of the identities and the questioning of Mr Adlan G. and Mr Vakha T. It appears that those orders were not complied with.",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  On the same date, 4 December 2005, the investigation was suspended again. The applicants were not informed thereof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  On 15 May 2006 the deputy Staropromyslovskiy district prosecutor again overruled the suspension as premature and unlawful and ordered that the investigation be resumed in order for a number of steps to be taken, including the establishing of the identities and the questioning of Mr Adlan G. and Mr Vakha T. It appears that those orders were not complied with.",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  On 15 June 2006 the investigation was suspended again. The applicants were not informed thereof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  On 11 August 2006 the deputy Staropromyslovskiy district prosecutor again overruled the suspension as premature and unlawful and ordered that the investigation be resumed in order that the previously ordered steps could be taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  On 29 August 2006 the investigators again questioned the fourth applicant, who reiterated his previous statements. He also stated that the persons who had participated in the attack on the car had been Mr Vakha (also known as Bekhan) T. and Mr Adlan G.; he knew this because the first applicant had recognised them when they had stopped her from approaching the culprits in the UAZ vehicles, as Mr Vakha T. had removed his balaclava when talking to her. He furthermore stressed that the bullets and grenades found in the car had not belonged to his nephews (who had at the material time been studying at school) and that this evidence had been planted after the shooting by the perpetrators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  On 4 September 2006 the investigators again questioned the third applicant, who stated that the grenades and bullets found in the car had belonged to neither him nor to Dzhabrail Abiyev or Alkhazur Atabayev. In his opinion, this evidence had been planted by the perpetrators of the shooting.",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  On 4 September 2006 the investigators questioned the applicants’ relative, Mr R.A., whose statement did not provide any new information.",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  On 11 September 2006 the investigation was suspended again. The applicants were not informed thereof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  On 6 October 2006 the investigators’ supervisor overruled the suspension as premature and unlawful and ordered that the investigation be resumed in order that a number of steps could be taken. None of those steps were taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  On 6 November 2006 the investigation was suspended again. The applicants were not informed thereof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  On 18 January 2007 the deputy Staropromyslovskiy district prosecutor again overruled the suspension as premature and unlawful and ordered that the investigation be resumed in order for the previously ordered steps to be taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "123.  On 26 January 2007 the investigators questioned a local resident, Ms L.M., whose statements did not provide any new information.",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  Between 26 January and 2 February 2007, the investigators familiarised the first, third and fourth applicants with the decision to order a forensic examination of the bodies of Dzhabrail Abiyev and Alkhazur Atabayev and with the resultant expert reports.",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  On 18 February 2007 the investigation was suspended again. It is unclear whether the applicants were informed thereof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  On 26 March 2007 the deputy Staropromyslovskiy district prosecutor again overruled the suspension as premature and unlawful and ordered that the investigation be resumed in order for the previously ordered steps to be taken. The applicants were informed of that decision on 30 March 2007.",
                                                "elements": []
                                            },
                                            {
                                                "content": "127.  On various dates in April 2007 the investigators questioned several local residents, who made statements to the effect that they had heard about the incident from their relatives or neighbours.",
                                                "elements": []
                                            },
                                            {
                                                "content": "128.  On 11 April 2007 the investigators again questioned the fourth applicant, who reiterated his previous statements and insisted that Mr Vakha T. and Mr Adlan G. had been involved in his relatives’ killing. In addition, he stated that at the crime scene there had been three armoured UAZ vehicles and one regular UAZ vehicle.",
                                                "elements": []
                                            },
                                            {
                                                "content": "129.  On 16 April 2007 the investigators questioned Mr S.Kh., whose statement was similar to that given by Mr A.M. (see paragraph 66 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "130.  On 30 April 2007 the investigators suspended the criminal investigation. The applicants were informed thereof shortly afterwards.",
                                                "elements": []
                                            },
                                            {
                                                "content": "131.  On 19 September 2008 the investigators’ supervisor overruled the suspension as premature and unlawful and ordered that the investigation be resumed in order for a number of steps to be taken. None of those steps were in fact taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "132.  On 20 October 2008 the investigators again suspended the criminal investigation. The applicants were not informed thereof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "133.  On 17 November 2008 the deputy Leninskiy district prosecutor criticised the investigators’ failure to comply with the previously given orders and ordered that the investigation be resumed and the ordered steps taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "134.  On 19 November 2008, following the district prosecutor’s criticism, the investigation was resumed in order for the requested steps to be taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "135.  On 4 December 2008 the investigators again questioned the fourth applicant, who reiterated his previous statements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "136.  Between 13 and 17 December 2008 the investigators questioned several local residents, who gave statements to the effect that they had heard about the incident from their relatives or neighbours.",
                                                "elements": []
                                            },
                                            {
                                                "content": "137.  On 19 December 2008 the investigators again suspended the criminal investigation. It is unclear whether the applicants were informed thereof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "138.  On 19 January 2009 the deputy Staropromyslovskiy district prosecutor again overruled the suspension as premature and unlawful, criticised the investigators for their failure to take the requested steps and ordered that the proceedings be resumed so that the previously ordered steps could be taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "139.  On 9 February 2009, following the district prosecutor’s criticism, the investigation was resumed. The requested steps were not taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "140.  On 13 March 2009 the investigators again suspended the criminal investigation. It is unclear whether the applicants were informed thereof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "141.  On 5 April 2009 the deputy Staropromyslovskiy district prosecutor again overruled the suspension as premature and unlawful, criticised the investigators for their failure to take the requested steps and ordered that the proceedings be resumed and the previously ordered steps taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "142.  On 12 April 2009, following the district prosecutor’s criticism, the investigation was resumed. The ordered steps were not taken and on 12 May 2009 the investigation was suspended again.",
                                                "elements": []
                                            },
                                            {
                                                "content": "143.  From the copies of the contents of the investigation file it can be seen that the applicants regularly gave statements to the investigators and contacted them and their superiors, asking for information on the progress of the criminal proceedings. For instance, on 16 January 2010 the fourth applicant lodged a complaint with the Russian Prosecutor General, stating that the local law-enforcement agencies were stalling the investigation and trying to cover up the incident and their involvement in the killing of the local lawenforcement officers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "144.  Following the above-mentioned complaint, on 30 May 2010 the investigation was resumed. In addition, on the same date the investigators opened a criminal case against the unidentified persons who had killed the applicants’ relatives on 26 January 2005. That criminal case was joined with criminal case no. 43015 under the joint number 43015.",
                                                "elements": []
                                            },
                                            {
                                                "content": "145.  On various dates in June 2010 the investigators questioned several local residents, who gave statements to the effect that they had heard about the killing of the applicants’ relatives from their relatives or neighbours.",
                                                "elements": []
                                            },
                                            {
                                                "content": "146.  On 30 June 2010 the investigators again suspended the criminal investigation. It is unclear whether the applicants were informed thereof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "147.  On 2 August 2011 the investigators again questioned the third applicant, who reiterated his previous statements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "148.  On 4 August 2011 the investigators again suspended the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "149.  On 23 August 2011 the investigation was resumed and then again suspended on 23 September 2011 without any steps having been taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "150.  On 17 November 2011, after the applicants complained to the investigators’ superiors, the proceedings were resumed in order for a number of steps to be taken. None of those steps were taken and on 18 November 2011 the investigation was suspended again.",
                                                "elements": []
                                            },
                                            {
                                                "content": "151.  On 7 October 2011 the investigators’ superiors again overruled the suspension as premature and unlawful, criticised the investigators for their failure to take the requested steps and ordered that the proceedings be resumed and the previously ordered steps taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "152.  On 22 October 2011, following the superiors’ criticism, the investigation was resumed. The requested steps were not taken, except for the sending of formal requests for information, and on 22 November 2011 the investigation was again suspended. The applicants were informed of the suspension.",
                                                "elements": []
                                            },
                                            {
                                                "content": "153.  On 4 April 2014 the investigation was resumed. There is no further information on any progress in the proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND INTERNATIONAL MATERIALS",
                        "elements": [
                            {
                                "content": "154.  For a summary of the relevant domestic regulations, see Kosumova v. Russia, no. 2527/09, §§ 66-72, 16 October 2014. For a summary of relevant Council of Europe material concerning the execution of judgements delivered against the Russian Federation in respect of actions of the security forces in the Chechen Republic, see Khadzhimuradov and Others v. Russia, nos. 21194/09 and 16 others, § 48-49, 10 October 2017.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "155.  Given that the applications concern similar complaints and raise identical issues under the Convention, the Court decides to join them, pursuant to Rule 42 § 1 of the Rules of Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "156.  The applicants complained that State agents had killed their relatives and that the authorities had failed to investigate the matter effectively, in violation of Article 2 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  Deprivation of life shall not be regarded as inflicted in contravention of this article when it results from the use of force which is no more than absolutely necessary:",
                                "elements": []
                            },
                            {
                                "content": "(a)  in defence of any person from unlawful violence;",
                                "elements": []
                            },
                            {
                                "content": "(b)  in order to effect a lawful arrest or to prevent the escape of a person lawfully detained;",
                                "elements": []
                            },
                            {
                                "content": "(c)  in action lawfully taken for the purpose of quelling a riot or insurrection.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "157.  In Yunusovy (no. 14202/08) and Atabayevy (no. 21432/12), the Government contended that the applicants had failed to submit their complaints within the six-month time-limit set out in Article 35 § 1 of the Convention. They pointed out that the investigation into the events complained of in Yunusovy (no. 14202/08) had been initiated in January 2002, whereas the application had been lodged in February 2008. Over a period of six years, the investigation had been suspended and resumed on multiple occasions and the applicants had been informed of those decisions. However, they had remained inactive and had demonstrated a passive attitude towards the pending proceedings by failing to maintain “effective communication”, such as by lodging requests for information with the investigators. Referring to the Court’s decision in Doshuyeva and Yusupov v. Russia (no. 58055/10, 31 May 2016), the Government submitted that in the case at hand – as in the case of Doshuyeva and Yusupov – the applicants had failed to explain their procedural inactivity and had done “nothing to restore their rights by applying to the domestic court or the Court”. The Government furthermore stressed that the applicants should have applied to the Court before 2006, by which time it had become clear to them that no meaningful steps had been taken by the investigators since the initiation of the criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "158.  In Shamsudinova (no. 4635/08), the Government stated that in the light of the fact that the pending criminal investigation had not reached any conclusions, the applicant’s complaint was premature. In addition, she could have appealed to the domestic courts against the investigators’ alleged inaction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "159.  The applicants in Yunusovy (no. 14202/08) and Atabayevy (no. 21432/12) submitted that they had applied to the Court without undue delay and had complied with the admissibility criteria. They stated that the violation was of a lasting nature and that the six-month time limit should be calculated from the time at which they had become aware that there were no prospects of success in the domestic investigation. They submitted that they had maintained contact with the domestic authorities and sought information on the progress of the investigation and that up to a certain point they had trusted the authorities, hoping that the latter would investigate the killings. The applicants submitted, in particular, that they had hoped that the authorities would take all the same possible steps to have the crime resolved as they would have taken in a case involving any other Russian nationals. In addition, at the material time the law-enforcement bodies had been dealing with a considerable amount of work due to the numerous instances of killing and disappearance that had been occurring in the region at the material time. The applicants’ continuous efforts to request information from various State bodies regarding the progress of the proceedings (and the replies thereto) had provided them with hopes that the investigation would lead to the establishment and prosecution of the perpetrators. Lastly, the applicants stressed that they had maintained regular contact with the authorities and that there had been no excessive or inexplicable delays on their part in the lodging of their application with the Court, unlike in the case of in Doshuyeva and Yusupov referred to by the Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "160.  In Shamsudinova (no. 4635/08), the applicant stated that the only effective remedy in her case – the criminal investigation into her son’s murder – had been ineffective and that further appeals against the investigators’ inaction would not yield tangible results.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "161.  For a summary of the principles concerning compliance with the sixmonth criteria in cases concerning alleged killings by State agents, see Khadzhimuradov and Others v. Russia, nos. 21194/09 and 16 others, § 6167, 10 October 2017.",
                                                "elements": []
                                            },
                                            {
                                                "content": "162.  The Court notes that the applications Yunusovy (no. 14202/08) and Atabayevy (no. 21432/12) were lodged with the Court when the investigations in respect of both cases were still formally pending and that those investigations have neither identified any suspects nor attained any other tangible results.",
                                                "elements": []
                                            },
                                            {
                                                "content": "163.  The Court observes that the applications were lodged between six and seven years after the killing of the applicants’ relatives and the initiation of the investigations. From the documents submitted by the parties it can be seen that, contrary to the Government’s submission, the applicants were not duly informed of the progress of the investigations. However, despite that lack of information from the authorities, they took regular steps to inform themselves about the proceedings by submitting evidence, enquiring about progress in the investigations and requesting that steps be taken to prosecute the perpetrators. The applicants expected the investigations to yield results and took all steps possible to induce the authorities to identify and prosecute the perpetrators. It was only after the lapse of several years of waiting that they realised that the proceedings did not have any realistic prospects of success (see, for example, paragraphs 54-56, 60, 62, 69, 72, 91, 96, 124, 128, 132, 143,147 and 150 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "164.  The Court furthermore notes that were no significant gaps in the communication between the applicants and the authorities that could have demonstrated a lack of the duty of diligence on the part of the applicants (see, by contrast, Doshuyeva and Yusupov, cited above). The documents submitted show that the applicants in each case took an active part in the proceedings and showed genuine efforts to cooperate with the authorities, and to acquaint themselves with and influence the progress of the investigations (compare Dudayeva v. Russia, no. 67437/09, § 73, 8 December 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "165.  It follows, given the circumstances of the present case, that the Government’s objection as to the admissibility of the applications on the basis of the expiry of the six-month time-limit should be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "166.  As regards the Government’s objection in Shamsudinova (no. 4635/08), the Court notes that this raises issues concerning the effectiveness of the pending investigation. The Court finds that the objection is closely linked to the substance of the complaints and should be joined to the merits of the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "167.  The Court notes that the applications are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It furthermore notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "168.  In Shamsudinova (no. 4635/08) the Government made a general statement to the effect that the pending criminal investigation into the killing of Mr Bugayev had not yet identified the perpetrators and that there was no evidence proving the involvement of State agents in the incident. According to the Government, the domestic investigation complied with the criteria for an effective investigation under Article 2 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "169.  In Yunusovy (no. 14202/08) and Atabayevy (no. 21432/12), the Government did not comment on the allegations that the authorities had failed to comply either with substantive or procedural obligations under Article 2 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "170.  The applicants submitted that their relatives had been deprived of their lives by State agents and that the Government had advanced neither any explanations nor any justification for the use of lethal force against them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "171.  The applicants furthermore submitted that the investigation into the killings had been ineffective and had failed to meet the requirements under the procedural obligation set out by Article 2 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "172.  A summary of general principles relating to the establishment of matters in dispute, in particular when faced with allegations of violations of fundamental rights, can be found in El Masri v. “the former Yugoslav Republic of Macedonia” [GC], no. 39630/09, §§ 151-53, 13 December 2012.",
                                                "elements": []
                                            },
                                            {
                                                "content": "173.  The Court observes that in Yunusovy (no. 14202/08) and Atabayevy (no. 21432/12), the Government neither contested the applicants’ version of the events nor made any comments concerning the applicants’ allegations. In Shamsudinova (no. 4635/08) the Government submitted that State agents had not been involved in the killings of the applicants’ relatives. They did not advance any plausible alternative versions of the events in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "174.  Considering the applications at hand, the Court notes that it has already adjudicated a number of cases concerning allegations of killings in the Chechen Republic. Applying the above-mentioned principles, it has concluded that it would be sufficient for the applicants to make a prima facie case for the killings having been committed by State agents, and that it would then be for the Government to discharge their burden of proof, either by disclosing documents in their exclusive possession or by providing a satisfactory and convincing explanation of how the events in question occurred (see, for example, Gandaloyeva v. Russia, no. 14800/04, §§ 95-96, 4 December 2008; Dangayeva and Taramova v. Russia, no. 1896/04, § 83, 8 January 2009; Khachukayev v. Russia, no. 28148/03, §§ 117-19, 23 April 2009; and Dudayeva v. Russia, no. 67437/09, §§ 81-82, 8 December 2015). If the Government failed to rebut this presumption, this would constitute a violation of Article 2 of the Convention in its substantive part. Conversely, if the applicants failed to make a prima facie case, the burden of proof could not be reversed (see, for example, Shakhgiriyeva and Others v. Russia, no. 27251/03, §§ 158-59, 8 January 2009; Abdurashidova v. Russia, no. 32968/05, §§ 71-72, 8 April 2010; and Udayeva and Yusupova v. Russia, no. 36542/05, § 79, 21 December 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "175.  In view of the parties’ submissions concerning the circumstances of the killing of the applicants’ relative in Shamsudinova (no. 4635/08) and the applicants’ submissions in Yunusovy (no. 14202/08) and Atabayevy (no. 21432/12), the Court concludes that the material in its possession demonstrates the validity of the applicants’ allegations, for the following reasons. In each of the cases, the applicants’ relatives were killed in an area that was under the full control of the State (see paragraphs 10, 51 and 75 above), and the manner in which the killings were carried out showed that the perpetrators were not afraid of drawing the attention of the local law-enforcement agencies and, even more so, that they could have belonged to the State authorities (see paragraphs 10-11, 57 and 78 above). The applicants consistently maintained that their relatives had been killed by State agents, and the domestic investigation did not duly examine any other theories regarding the perpetrators’ possible identities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "176.  In their submissions to the Court concerning Yunusovy (no. 14202/08) and Atabayevy (no. 21432/12) the Government did not comment on the applicants’ allegations regarding State agents’ involvement in the killing of their relatives, and in Shamsudinova (no. 4635/08) they failed to present any other explanation for the events in question, .",
                                                "elements": []
                                            },
                                            {
                                                "content": "177.  This being so, in the absence of any justification being put forward by the Government, the Court finds that the death of the applicants’ relatives can be attributed to the State and that there has thus been a violation of the substantive aspect of Article 2 of the Convention in respect of Mr Alvi Bugayev, Mr Ruslan Yunusov, Mr Mr Dzhabrail Abiyev and Mr Alkhazur Atabayev.",
                                                "elements": []
                                            },
                                            {
                                                "content": "178.  A summary of the principles concerning the effectiveness of the investigation into an alleged violation of Article 2 of the Convention may be found in McCann and Others v. the United Kingdom, 27 September 1995, § 161, Series A no. 324, and Mustafa Tunç and Fecire Tunç v. Turkey [GC], no. 24014/05, §§ 169-82, 14 April 2015.",
                                                "elements": []
                                            },
                                            {
                                                "content": "179.  The Court has already found that a criminal investigation into disappearances in Chechnya between 1999 and 2006 constitutes a systemic problem in Convention terms (see Aslakhanova and Others v. Russia, nos. 2944/06 and 4 others, § 217, 18 December 2012). In the cases at hand, even though the incidents concerned the killing of the applicants’ relatives and not their abduction and subsequent disappearance, the Court observes a number of similar defects rendering the criminal proceedings in question ineffective. The investigations have been ongoing for several years without attaining any tangible results, despite the applicants’ consistent allegations concerning the involvement of State agents in the killings (see paragraphs 13, 54, 60, 84, 85, 92, 96 and 143 above), and numerous pieces of evidence, including eyewitness statements, substantiating those allegations (see, for example, paragraphs 16, 17, 18, 31, 51, 52, 53, 57, 65, 91, 93, 100 and 116 above). However, the investigators failed to verify the allegations or to question those police officers and/or military servicemen who – according to the eyewitnesses – could have been directly responsible for the killing of the applicants’ relatives (see, for example, paragraphs 16, 30, 55, 57, 85, 94 and 101 above). The contents of the investigation files, as submitted to the Court, show that the investigators intended to question the possible perpetrators of the killings, but that in each case, in spite of having information regarding their identities and possible whereabouts, they failed to carry out those steps. Taking such steps would have played a crucial role in elucidating the circumstances of the crimes. The investigators’ reluctance to take those steps led to the loss of precious time and negatively affected the overall conduct of the criminal proceedings (see, for example, Askhabova v. Russia, no. 54765/09, § 153, 18 April 2013). Considering the circumstances of the cases at hand, the Court does not find it necessary to examine separately whether the investigations into the killings were sufficiently independent.",
                                                "elements": []
                                            },
                                            {
                                                "content": "180.  The material in the Court’s possession reveals that the failure of the investigators to act in a timely manner led to unnecessary delays and the loss of time, because steps which could have yielded results were either not taken or were only taken after significant delays. Therefore, it is highly doubtful that any further court appeals by the applicant in Shamsudinova (no. 4635/08) against the investigators’ decisions would have had any prospects of spurring the progress of the investigation or effectively influencing its conduct. Accordingly, the Court dismisses the Government’s objection in respect of that application as regards the applicant’s failure to exhaust domestic remedies within the context of the criminal investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "181.  In the light of the foregoing, the Court finds that the authorities have failed to carry out an effective criminal investigation into the circumstances of the death of Mr Alvi Bugayev, Mr Ruslan Yunusov, Mr Dzhabrail Abiyev and Mr Alkhazur Atabayev. Accordingly, there has been a violation of Article 2 of the Convention in its procedural aspect.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "182.  In Shamsudinova (no. 4635/08) the applicant alleged that prior to his killing, between 27 December 2001 and 12 January 2012, Mr Alvi Bugayev had been unlawfully detained at the VOVD. The relevant provision of the Convention reads, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "183.  The Government did not deny Mr Bugayev’s detention at the police station, but stated that he had been detained on “administrative charges”. In their submission to the Court, they indicated that “the materials concerning the administrative detention of the applicant’s son will be furnished later”. However, no such documents have been submitted.",
                                "elements": []
                            },
                            {
                                "content": "184.  The applicant maintained her complaint.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "185.  The Court notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It furthermore notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "186.  The Court observes that the Government acknowledged that the applicant’s son had been detained at the VOVD between 27 December 2001 and 12 January 2002. Considering that admission, as well as the lack of any documents substantiating their assertion concerning the basis for Mr Bugayev’s detention, the Court finds that he was subjected to unacknowledged detention constituting a complete negation of the guarantees contained in Article 5 of the Convention securing the right of individuals in a democracy to be free from arbitrary detention (see Çiçek v. Turkey, no. 25704/94, § 164, 27 February 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "187.  Therefore, the Court finds a violation of the right to liberty and security of the person, as enshrined in Article 5 of the Convention, in respect of Mr Alvi Bugayev.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "188.  The applicants in Yunusovy (no. 14202/08) and Atabayevy (no. 21432/12) submitted that they had no effective remedies in respect of the violations alleged, contrary to Article 13 of the Convention. This Article reads:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority, notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "189.  The Court observes that the complaint made by the applicants under this Article has been examined in the context of the procedural obligation arising under Article 2 of the Convention. Having regard to the finding of a violation of Article 2 in its procedural aspect (see paragraph 181 above), the Court considers that, while the complaint under Article 13, taken in conjunction with Article 2, is admissible, there is no need for a separate examination of this complaint on its merits (see Nakayev v. Russia, no. 29846/05, § 90, 21 June 2011, and Khadzhimuradov and Others, cited above, § 102.).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "190.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "191.  In Shamsudinova (no. 4635/08) the applicant did not make any claim under this head.",
                                                "elements": []
                                            },
                                            {
                                                "content": "192.  In Yunusovy (application no. 14202/08), the first applicant, as the mother of Mr Ruslan Yunusov, claimed 802,234 Russian roubles (RUB about 11,500 euros (EUR)) for the loss of the income he could have provided. She based her calculations on the provisions of the UK Ogden Actuarial Tables on pecuniary damage resulting from the death of a breadwinner. The calculations were made on the basis of Ruslan Yunusov’s monthly salary statement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "193.  In Atabayevy (no. 21432/12) the first applicant claimed EUR 69,900 for the loss of the income her son Mr Dzhabrail Abiyev could have provided to her. The second applicant claimed EUR 22,600 for the loss of the income his son Mr Alkhazur Atabayev could have provided to him. The applicants based their calculations on the average monthly salary in the construction industry in the Chechen Republic and the average longevity rate in the region.",
                                                "elements": []
                                            },
                                            {
                                                "content": "194.  The Government submitted that the claims should be rejected as they had not been properly substantiated. They also pointed out that there was a domestic mechanism for calculating compensation for pecuniary damage resulting from the loss of a breadwinner.",
                                                "elements": []
                                            },
                                            {
                                                "content": "195.  Having regard to its conclusions under Article 2 of the Convention and the parties’ submissions, the Court awards in respect of pecuniary damage the following amounts, plus any tax that may be chargeable: in Yunusovy (application no. 14202/08) EUR 9,000 to the first applicant and in Atabayevy (no. 21432/12) EUR 9,000 each to the first and second applicants.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "196.  The applicant in Shamsudinova (no. 4635/08) claimed EUR 100,000 under this head. The applicants in Yunusovy (application no. 14202/08) left the determination of the amount to the Court. The applicants in Atabayevy (no. 21432/12) claimed EUR 300,000 jointly.",
                                                "elements": []
                                            },
                                            {
                                                "content": "197.  The Government left the matter to the discretion of the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "198.  Regard being had to its findings and the parties’ submissions, the Court awards the applicants the following amounts, plus any tax that may be chargeable: in Shamsudinova (no. 4635/08) EUR 60,000 to the applicant; in Yunusovy (application no. 14202/08) EUR 60,000 to the applicants jointly; and in Atabayevy (no. 21432/12) EUR 120,000 to the applicants jointly.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "199.  The applicants in Yunusovy (application no. 14202/08) claimed EUR 2,106 for costs and expenses relating to their legal representation. The amount claimed included EUR 1,800 for legal drafting, EUR 126 for administrative expenses and EUR 180 for translation costs. In support of their claim, the applicants furnished copies of a legal-representation contract and an invoice for translation services.",
                                        "elements": []
                                    },
                                    {
                                        "content": "200.  The applicant in Shamsudinova (no. 4635/08) claimed EUR 3,416 for costs and expenses relating to her legal representation. The amount claimed included EUR 2,928 for legal drafting, EUR 40 for administrative expenses and EUR 448 for translation costs. In support of her claim, the applicant furnished copies of a legal-representation contract with Mr D. Itslayev and an invoice for translation services. A copy of the contract with Mr D. Gasimov was not enclosed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "201.  The applicants in Atabayevy (no. 21432/12) claimed EUR 4,042 for costs and expenses relating to her legal representation. The amount claimed included EUR 3,448 for legal drafting, EUR 90 for administrative expenses and EUR 504 for translation costs. In support of their claim, the applicants furnished copies of a legal-representation contract and an invoice for translation services.",
                                        "elements": []
                                    },
                                    {
                                        "content": "202.  The Government stated that that the amounts claimed were unreasonable as the representatives “represented the interests of many other applicants in absolutely similar cases against Russia” and that the “amount of research [undertaken] [had] not really [been] necessary to the extent claimed”. They also pointed out that the amounts had not been duly substantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "203.  The Court has to first establish whether the costs and expenses indicated were actually incurred and whether they were necessary (see McCann and Others, cited above, § 220). Bearing those principles in mind and the parties’ submissions, the Court awards the applicants in Yunusovy (application no. 14202/08) EUR 2,000 and the applicants in Atabayevy (no. 21432/12) EUR 2,000, together with any tax that may be chargeable to the applicants, the net award to be paid into their representatives’ bank accounts, as identified by the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "204.  Regarding the applicant in Shamsudinova (no. 4635/08), given that she had been initially represented by Mr D. Itslayev and then by Mr D. Gasimov, the Court awards her EUR 2,000 in costs and expenses, to be paid directly into the applicant’s account, together with any tax that may be chargeable to her.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "205.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Joins to the merits the Government’s preliminary objection concerning the exhaustion of criminal domestic remedies in Shamsudinova (no. 4635/08) and rejects it;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares the applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a substantive violation of Article 2 of the Convention in respect of Mr Alvi Bugayev, Mr Ruslan Yunusov, Mr Dzhabrail Abiyev and Mr Alkhazur Atabayev;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a procedural violation of Article 2 of the Convention in respect of the failure to investigate the death of Mr Alvi Bugayev, Mr Ruslan Yunusov, Mr Dzhabrail Abiyev and Mr Alkhazur Atabayev;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been a violation of Article 5 of the Convention in respect of Mr Alvi Bugayev on account of his unlawful detention between 27 December 2001 and 12 January 2002;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that there is no need to examine separately the complaint under Article 13 of the Convention in Yunusovy (no. 14202/08) and Atabayevy (no. 21432/12);",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement, save for the payment of costs and expenses in Yunusovy (application no. 14202/08), which is to be made in euros:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "9.  Dismisses the remainder of the applicants’ claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 5 February 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "APPENDIX",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Branko Lubarda",
            "role": "president"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SHAMSUDINOVA AND OTHERS v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-189725.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:0205JUD000463508",
    "externalsources": [],
    "extractedappno": [
        "4635/08",
        "14202/08",
        "21432/12",
        "2527/09",
        "21194/09",
        "58055/10",
        "67437/09",
        "39630/09",
        "14800/04",
        "1896/04",
        "28148/03",
        "27251/03",
        "32968/05",
        "36542/05",
        "24014/05",
        "2944/06",
        "54765/09",
        "25704/94",
        "29846/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-189725",
    "judgementdate": "05/02/2019 00:00:00",
    "kpdate": "05/02/2019 00:00:00",
    "kpthesaurus": [
        "449",
        "595",
        "231",
        "448",
        "220"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "5-1",
        "2-1",
        "2",
        "5"
    ],
    "parties": [
        "SHAMSUDINOVA AND OTHERS",
        "RUSSIA"
    ],
    "rank": "3036.80322265625",
    "representedby": [
        "GASIMOV D.",
        "ITSLAYEV D.",
        "STICHTING RUSSIAN JUSTICE INITIATIVE (SRJI)",
        "ASTREYA"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "485293",
    "typedescription": "15"
}