{
    "__articles": "10;10-1;10-2;41",
    "__conclusion": "Violation of Art. 10;Remainder inadmissible;Pecuniary damage - claim dismissed;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "571/04",
    "article": [
        "10",
        "41"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "element": "Violation of Art. 10",
            "type": "violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-97031.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 571/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Czesław Kubaszewski (“the applicant”), on 8 December 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr A. Zielonacki, a lawyer practising in . The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that proceedings brought against him under the relevant provisions of the Civil Code regulating the protection of personal rights had infringed his right to freedom of expression under Article 10 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 10 November 2008 the President of the Fourth Section of the Court decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 3).",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicant and the Government each filed written observations (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1944 and lives in Kleczew.",
                                "elements": []
                            },
                            {
                                "content": "A.  The session of the Municipal Council",
                                "elements": [
                                    {
                                        "content": "7.  At the material time the applicant was a member of the Kleczew Municipal Council.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 22 March 2000, in the course of a session of the Kleczew Municipal Council, the applicant gave a speech in his capacity as a member of the Council. The purpose of the debate was to take a vote on whether the Municipal Board (Zarząd Gminy) had made appropriate use of the 1999 municipal budget. In this context the applicant made the following statements:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“What the members of the Municipal Council received is all lumped together; it is unclear what costs how much ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to the Municipal Council’s resolution of 22 June 1999, spending on investments was to be increased. The money was to be spent on modernising and renovating the purification plant and building access to it.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The applicant had doubts as to whether that investment had in fact been made. He also referred to another investment project, the sanitary sewage system, saying:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“It is unclear how many metres have been built. It is important, because this is public money. Everyone knows how to spend his own money, but where public money is concerned, it is being spent as much as possible.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The applicant further compared the Kleczew municipality with the neighbouring Wilczyn municipality, which had had a small budget but had managed to construct an interceptor sewer at much less expense, which was an example of rational public spending (gospodarność), and said:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“And this is shocking; with contractors earning 660,880 zlotys, is this not money laundering in our municipality?”",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicant asked the members of the Board many other questions relating to the 1999 budget.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  During a break in the session the applicant gave an interview to a journalist from the local newspaper, the Local Express (Ekspres Powiatowy).",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 24 March 2000 the “Local Express” published an article entitled “Where is the million?” with the subtitle “Kleczew municipal councillor accuses Municipal Board of money laundering”. The article read that “according to the councillor’s statement made at the session of the Municipal Council, one million zlotys from the municipal budget allocated for the autonomous activity of the municipality has disappeared”. The article went on to cite the following statement made by the applicant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... I made these calculations because there was something not right here, a million is missing and I am sure of that. Maybe the Municipal Board is money laundering? I will inform the institutions which deal with controlling the municipalities of the matter”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Civil proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "14.  On 10 May 2000 seven members of the Kleczew Municipal Board lodged a claim with the  (Sąd Okręgowy) for the protection of their personal rights. Among other things, they sought an order requiring the applicant to publish an official apology in the local newspaper.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 17 April 2002 the Poznań Regional Court gave judgment finding that the statements made by the applicant at the Council meeting on 22 March 2000 and given to the press had been untrue and had infringed the plaintiffs’ personal rights (by tarnishing their good name and reputation). The court further found that the plaintiffs were public officials and their good name, reputation and reliability were of great importance. It ordered the applicant to publish an official apology in the Local Express and to make a statement of apology at the next Municipal Council session for his statements made at the 22 March 2000 session and subsequently reproduced in the Local Express of 24 March 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On an unspecified date the applicant appealed against that judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 28 November 2002 the Poznań Court of Appeal (Sąd Apelacyjny) partly amended the first-instance judgment. It found that most of the applicant’s statements made at the session on 22 March 2000 had fallen within the limits of permissible criticism and that the applicant, as a representative of the local community acting in their interest, had had the right to ask critical questions relating to the way public money was spent by the Municipal Board. The court found, however, that the applicant’s allusion to money laundering made during the session of the Municipal Council had gone beyond the limits of permissible criticism and that by that statement, referring to a type of crime traditionally associated with organised criminal groups, the applicant had infringed the plaintiffs’ personal rights. The court ordered the applicant to publish an official apology for his allusion to money laundering in the Local Express and to make the same apology at the next session of the Municipal Council.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On an unspecified date the applicant lodged a cassation appeal with the Supreme Court (Sąd Najwyższy).",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 1 August 2003 the Supreme Court refused to entertain that appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The applicant appealed against that decision but, on 17 October 2003, the Supreme Court dismissed his appeal as inadmissible in law.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "21.  On 27 July 2007 the Konin District Prosecutor instituted criminal proceedings against the applicant for making false accusations about another person before a prosecuting body. Notification of the possible commitment of a crime was lodged by the Mayor of Kleczew.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The criminal proceedings against the applicant are pending.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "Personal rights and their protection under the Civil Code",
                                "elements": [
                                    {
                                        "content": "23.  Article 23 of the Civil Code contains a non-exhaustive list of rights known as “personal rights” (dobra osobiste). This provision states:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The personal rights of an individual, such as health, liberty, reputation (cześć), freedom of conscience, name or pseudonym, image, secrecy of correspondence, inviolability of the home, scientific or artistic work, [as well as] inventions and improvements, shall be protected under civil law regardless of the protection laid down in other legal provisions.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Article 24 of the Civil Code provides for ways of redressing infringements of personal rights. Under that provision, a person faced with the threat of an infringement may demand that the prospective perpetrator refrain from the wrongful activity, unless it is not unlawful. Where an infringement has taken place, the person affected may, inter alia, request that the wrongdoer make a relevant statement in an appropriate form, or demand satisfaction from him or her. If an infringement of a personal right causes financial loss, the person concerned may seek damages.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Under Article 448 of the Civil Code, a person whose personal rights have been infringed may seek compensation. That provision, in its relevant part, reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The court may grant a suitable sum as pecuniary compensation for non-pecuniary damage (krzywda) suffered by anyone whose personal rights have been infringed. Alternatively, without prejudice to the right to seek any other relief that may be necessary to remove the consequences of the infringement, the person concerned may ask the court to award a suitable sum for the benefit of a specific social interest. ...”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  The applicant alleged a breach of Article 10 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. ...",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society ... for the protection of the reputation or rights of others ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "27.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Arguments of the parties",
                                        "elements": [
                                            {
                                                "content": "28.  The Government admitted that the domestic courts’ decisions had amounted to an interference with the applicant’s right to freedom of expression. They submitted, however, that the interference had been justified under Article 10 § 2 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The Government further submitted that in the course of numerous internal control proceedings, all charges relied on by the applicant concerning the alleged irregularities in rational spending of public money had been found to be untrue. They produced relevant documents to support their allegations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  They also submitted that there were criminal proceedings pending against the applicant for formulating false accusations and that, taking into account the applicant’s behaviour, he should not be given any credibility.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  In conclusion, the Government submitted that the interference with the applicant’s freedom of expression could be reasonably considered “necessary” in a democratic society for the protection of the reputation or rights of others and was proportionate within the meaning of Article 10 § 2 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The applicant’s lawyer submitted that the municipal authorities had acted mainly in order to keep the applicant away from the financial issues of the municipality. He considered the municipal authorities’ actions “unjustified and unfair”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "33.  There is no dispute that the domestic court’s judgments ordering the applicant to publish an official apology amounted to an interference with the exercise of his right to freedom of expression. The Court sees no cause to conclude otherwise (see, for example, Societe Prisma Presse c.  (dec.), no. 71612/01).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The interference referred to above was “prescribed by law”; it was based on the relevant provisions of the Civil Code providing for the protection of personal rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Court is ready to accept the Government’s submissions that the interference with the applicant’s freedom of expression pursued a legitimate aim, namely the protection of the reputation or rights of individual Municipal Board members.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Freedom of expression constitutes one of the essential foundations of a democratic society and one of the basic conditions for its progress and for each individual’s self-fulfilment. Subject to paragraph 2, it is applicable not only to “information” or “ideas” that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb. Such are the demands of that pluralism, tolerance and broadmindedness without which there is no “democratic society”. As set forth in Article 10, this freedom is subject to exceptions, which must, however, be construed strictly, and the need for any restrictions must be established convincingly (see the following judgments: Handyside v. the\nUnited Kingdom, 7 December 1976, Series A no. 24, p. 23, § 49; Lingens v. Austria, 8 July 1986, Series A no. 103, p. 26, § 41; and Jersild v. Denmark, 23 September 1994, Series A no. 298, p. 23, § 31).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The adjective “necessary”, within the meaning of Article 10 § 2, implies the existence of a “pressing social need”. The Contracting States have a certain margin of appreciation in assessing whether such a need exists, but it goes hand in hand with a European supervision, embracing both the legislation and the decisions applying it, even those given by an independent court. The Court is therefore empowered to give the final ruling on whether a “restriction” is reconcilable with freedom of expression as protected by Article 10 (see the above-mentioned Lingens judgment, p. 25, § 39).",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  There is little scope under Article 10 § 2 of the Convention for restrictions on political speech or on debate on questions of public interest (see Sürek v.  (no. 1) [GC], no. 26682/95, § 61, ECHR 1999-IV), especially when the speech is given by an elected representative (see, mutatis mutandis, Castells v. Spain, 23 April 1992, § 42, Series A no. 236 and Jerusalem v. Austria, no. 26958/95, § 38, ECHR 2001II). Moreover, the limits of acceptable criticism are wider as regards a politician as such than as regards a private individual. Unlike the latter, the former inevitably and knowingly lays himself open to close scrutiny of his words and deeds by journalists and the public at large, and he must consequently display a greater degree of tolerance (see Lingens v. Austria, cited above, § 42; Incal v. Turkey, judgment of 9 June 1998, Reports 1998-IV, p. 1567, § 54; and Scharsach and News Verlagsgesellschaft v. Austria, no. 39394/98, § 30, ECHR 2003-XI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  In exercising its supervisory jurisdiction, the Court must look at the impugned interference in the light of the case as a whole, including the content of the remarks held against the applicant and the context in which he made them. In particular, it must determine whether the interference in issue was “proportionate to the legitimate aims pursued” and whether the reasons adduced by the national authorities to justify it are “relevant and sufficient” (see Lingens, cited above, pp. 25-26, § 40, and Barfod v. Denmark, judgment of 22 February 1989, Series A no. 149, p. 12, § 28). In doing so, the Court has to satisfy itself that the national authorities applied standards which were in conformity with the principles embodied in Article 10 and, moreover, that they based their decision on an acceptable assessment of the relevant facts (see Jersild, cited above, p. 24, § 31).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Court has to examine whether, taking into consideration all the relevant circumstances of the present case, the domestic court’s judgment, by which the applicant was ordered to make an official apology in the Local Express for his allusion to money laundering and to make the same apology at the next session of the Municipal Council, amounted to a disproportionate interference with the applicant’s right to freedom of expression. In other words, the Court has to assess whether the sanction applied to the applicant answered a “pressing social need” and was “proportionate to the legitimate aim pursued”, as well as whether the reasons adduced by the national authorities in justification thereof were “relevant” and “sufficient”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court notes at the outset that the second-instance court found all the statements made by the applicant during the Municipal Council session, except for the statement concerning the alleged money laundering, to constitute an acceptable element of a public debate falling within the scope of freedom of expression. The Court will thus limit its examination to the latter statement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  At the material time the applicant was a member of the Municipal Council and his speech was given in that capacity during a session of the Municipal Council. The session was devoted to deciding on whether the Municipal Board had made appropriate use of the municipal budget in conformity with its statutory obligation. The Court considers that this was the best time and place to discuss any alleged financial irregularities concerning the municipal budget. In this respect the Court recalls that while freedom of expression is important for everybody, it is especially so for elected representatives of the people. They represent the electorate, draw attention to their preoccupations and defend their interests. Accordingly, interferences with their freedom of expression call for the closest scrutiny on the part of the Court (see Castells v. Spain, cited above, pp. 22-23, § 42).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  In the light of the above, the Court considers that the applicant’s allegations of money laundering were part of a political debate. Even if the statement contained harsh words, it was not made personally against a specific person but against the whole Municipal Board, whose members are politicians and, as noted above, for whom the limits of acceptable criticism are wider than as regards a private individual. It is precisely the task of an elected representative to ask awkward questions when it comes to public spending and to be hard-hitting in his criticism of fellow politicians responsible for the management of the public purse. The latter must be expected to display a greater degree of tolerance than private individuals when exposed, in a political setting, to scathing remarks about their performance or policies (see, mutatis mutandis, Lombardo and Others v. Malta, no. 7333/06, § 54, 24 April 2007). The Court reiterates its view expressed in numerous judgments that very strong reasons are required to justify restrictions on political speech. Allowing broad restrictions on political speech in individual cases would undoubtedly affect respect for the freedom of expression in general in the State concerned (see, among many other authorities, Feldek v. Slovakia, no. 29032/95, § 83, ECHR 2001VIII, and Sürek v.  (no. 1) [GC], cited above, § 61).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Court further notes that, in contrast to cases such as Sanocki v. Poland, no. 28949/03, § 5, 17 July 2007 or Janowski v. Poland [GC], no. 25716/94, § 14, ECHR 1999I, the statements made by the applicant did not contain any offensive statements ad personam.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  As regards the reasons given by the domestic courts, the Court welcomes the second-instance court’s judgment which found that most of the applicant’s statements had fallen within the limits of permissible criticism and that the applicant, as a representative of the local community acting in their interest, had had the right to ask critical questions relating to the way public money was spent by the Municipal Board. The Court is also satisfied that the party who felt offended had recourse to means of civil law which, in the Court’s view, are appropriate in cases of defamation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Lastly, the Court reiterates that the nature and severity of the penalty imposed are factors to be taken into account when assessing the proportionality of the interference (see, for example, Sürek v.  (no. 1) [GC], cited above, § 64, and Chauvy and Others v. France, no. 64915/01, § 78, ECHR 2004-VI). In the present case the sanction imposed on the applicant was relatively light (see paragraph 17 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court observes, however, that neither the first-instance nor the appellate courts took into account the fact that the members of the Municipal Board, being politicians, should have shown a greater degree of tolerance in face of criticism. Accordingly, the Court finds that the domestic authorities failed to take into consideration the crucial importance of free political debate in a democratic society. Thus, the national authorities cannot be considered as having applied the standards embodied in Article 10 of the Convention and the Court’s case-law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Taking into account the above considerations the Court finds that the domestic courts overstepped the narrow margin of appreciation afforded to member States, and that there was no reasonable relationship of proportionality between the measures applied by them and the legitimate aim pursued.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The authorities therefore failed to strike a fair balance between the relevant interests of, on the one hand, the protection of politicians’ rights and, on the other, an elected representative’s right to freedom of expression in exercising this freedom where issues of public interest are concerned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  In those circumstances the Court finds that the interference with the applicant’s exercise of his freedom of expression was not “necessary in a democratic society” within the meaning of paragraph 2 of Article 10 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  There has therefore been a violation of Article 10 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "52.  The applicant also alleged a breach of Article 13 in that the Supreme Court had refused to entertain his cassation appeal.",
                                "elements": []
                            },
                            {
                                "content": "53.  The Court has already found that the provisions of the Code of Civil Procedure which allow the highest domestic court to refuse the examination of unmeritorious cassation appeals or cassation appeals in which no serious issue of law arises are not incompatible with the general obligation to secure an effective remedy under Article 13 of the Convention (see, for example, (see Zmaliński v. Poland, (dec.) no. 52039/99, 16 October 2001).",
                                "elements": []
                            },
                            {
                                "content": "54.  It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "55.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "56.  The applicant claimed 100,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Government considered this claim exorbitant and requested that it be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, it awards the applicant EUR 1,000 in respect of nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "59.  The applicant, who was represented by a lawyer, also claimed 38,984.56 Polish zlotys (PLN) in respect of costs and expenses, including PLN 4,200 for costs of legal representation before the Court. He produced two copies of bills from which it emerges that he paid his lawyer PLN 400.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Government likewise considered these claims exorbitant and requested that they be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  According to the Court’s case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 1,000 for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "62.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 10 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Polish zlotys at the rate applicable on the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 February 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF KUBASZEWSKI v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-97031.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0202JUD000057104",
    "externalsources": [],
    "extractedappno": [
        "571/04",
        "71612/01",
        "26682/95",
        "26958/95",
        "39394/98",
        "7333/06",
        "29032/95",
        "28949/03",
        "25716/94",
        "64915/01",
        "52039/99"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Articles 23-24 and 448 of the Civil Code"
    ],
    "itemid": "001-97031",
    "judgementdate": "02/02/2010 00:00:00",
    "kpdate": "02/02/2010 00:00:00",
    "kpthesaurus": [
        "149",
        "148",
        "265",
        "579",
        "379",
        "238",
        "354",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "10",
        "10-1",
        "10-2",
        "41"
    ],
    "parties": [
        "KUBASZEWSKI",
        "POLAND"
    ],
    "rank": "715.979125976563",
    "representedby": [
        "ZIELONACKI A."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Barfod v. Denmark, judgment of 22 February 1989, Series A no. 149, p. 12, § 28",
        "Castells v. Spain, 23 April 1992, Series A no. 236",
        "Chauvy and Others v. France, no. 64915/01, § 78, ECHR 2004-VI",
        "Feldek v. Slovakia, no. 29032/95, § 83, ECHR 2001-VIII",
        "Handyside v. the United Kingdom, 7 December 1976, Series A no. 24, p. 23, § 49",
        "Incal v. Turkey, judgment of 9 June 1998, Reports 1998-IV",
        "Janowski v. Poland [GC], no. 25716/94, § 14, ECHR 1999-I",
        "Jersild v. Denmark, 23 September 1994, Series A no. 298",
        "Jerusalem v. Austria, no. 26958/95, § 38, ECHR 2001-II",
        "Lingens v. Austria, 8 July 1986, Series A no. 103",
        "Lombardo and Others v. Malta, no. 7333/06, § 54, 24 April 2007",
        "Sanocki v. Poland, no. 28949/03, § 5, 17 July 2007",
        "Scharsach and News Verlagsgesellschaft v. Austria, no. 39394/98, § 30, ECHR 2003-XI",
        "Sürek v. Turkey (no. 1) [GC], no. 26682/95, ECHR 1999-IV",
        "Zmalinski v. Poland, (dec.) no. 52039/99, 16 October 2001"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "347309",
    "typedescription": "15"
}