{
    "__articles": "7;7-1;35;41",
    "__conclusion": "Violation of Article 7 - No punishment without law (Article 7-1 - Heavier penalty;Nulla poena sine lege;Retroactivity);Pecuniary damage - claim dismissed (Article 41 - Pecuniary damage;Just satisfaction);Non-pecuniary damage - finding of violation sufficient (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "52",
    "appno": "67503/13",
    "article": [
        "41",
        "35",
        "7"
    ],
    "conclusion": [
        {
            "article": "7",
            "base_article": "7",
            "details": [
                "Article 7-1 - Heavier penalty",
                "Nulla poena sine lege",
                "Retroactivity"
            ],
            "element": "Violation of Article 7 - No punishment without law",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        }
    ],
    "content": {
        "001-170456.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 67503/13) against the Republic of Slovenia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mr Boštjan Koprivnikar.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr M. Petek, a lawyer practising in Ljubljana. The Slovenian Government (“the Government”) were represented by their Agent, Ms Andreja Vran, State Attorney.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the imposition of an overall thirty-year prison sentence on him had been in breach of Article 7 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 11 January 2016 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1979 and is detained in Dob pri Mirni.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 23 April 1999 the 1999 Amendment to the 1994 Criminal Code entered into force (see paragraph 21 below).",
                                "elements": []
                            },
                            {
                                "content": "7.  On 17 September 2004 the applicant was convicted of robbery by the Ljubljana District Court and sentenced to four years in prison. He began serving his sentence on 7 December 2007 and completed it on 7 December 2011.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 1 November 2008 the 2008 Criminal Code came into force (see paragraph 22 below).",
                                "elements": []
                            },
                            {
                                "content": "9.  On 16 June 2009 the applicant was convicted by the Ljubljana District Court of having paid with a bad cheque and of fraudulent use of a bank card in the period between 19 January and 19 August 2005. He was sentenced to five months’ imprisonment. The judgment became final on 7 October 2009. The applicant started to serve the sentence on 7 December 2011.",
                                "elements": []
                            },
                            {
                                "content": "10.  In the meantime, on 9 April 2009 the Ljubljana District Court found the applicant guilty of murder committed together with another person on 15 September 2002. He was sentenced to thirty years in prison, the maximum penalty provided for under the 1994 Criminal Code applicable at the time at which the offence was committed. The conviction was upheld on appeal by the Ljubljana Higher Court on 9 December 2009 and became final on the same day.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 28 November 2011 the applicant applied to the Ljubljana District Court to have the three prison terms joined in an overall sentence.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 13 January 2012 the Ljubljana District Court, by means of a judgment, joined the three above-mentioned prison sentences, including the one for robbery which the applicant had already completed, in an overall sentence. Applying the 2008 Criminal Code as applicable before the introduction of the 2011 Amendment (see paragraphs 22 and 23 below), the court noted that the applicant should have had an overall sentence imposed on him as the conditions under Article 53 of the 2008 Criminal Code (see paragraph 22 below) had been met but the provision had not been applied in his case. While acknowledging that Article 53 § 2 (2) of the 2008 Criminal Code applied to the case (see paragraph 22 below), the District Court sentenced the applicant to an overall term of thirty years’ imprisonment. In its reasoning, it noted that the principle of the rule of law required, inter alia, that criminal-law provisions be drafted in a clear and precise manner in order to avoid sentences being imposed arbitrarily. It went on to note that the legislation applicable to the present case was unclear, ambiguous and deficient for the following reasons. Although the maximum sentence applicable under the 2008 Criminal Code had been thirty years’ imprisonment and the rules on combining multiple sentences in an overall sentence, enshrined in Article 53 § 2 (2) of the 2008 Criminal Code, provided that the overall sentence must exceed each of the individual sentences, these same rules prescribed a maximum sentence of twenty years. The court took the view that the legislature had not intended to enact legislation enabling those offenders who had been sentenced to thirty years’ imprisonment for one of the offences for which they subsequently had had their sentences joined to benefit from an overall sentence that would have been ten years lower than the highest individual sentence to which the offender had been sentenced. In support of its view, the District Court pointed out that the 1994 Criminal Code (see paragraph 21 below) had provided that in cases where an offender had been due to serve thirty years’ imprisonment along with sentences for other offences, the overall sentence would have consisted only of that term. Therefore, the District Court considered that the legislature had made an obvious error in Article 53 § 2 (2) of the 2008 Criminal Code, which had, however, been rectified in the meantime by the 2011 Amendment. The court found that the latter made the rules on the determination of an overall sentence certain, clear and complete and that “[o]nly the so amended provisions therefore prevent[ed] arbitrary sanctioning of criminal offenders for multiple criminal offences as required by the principle of legality”.",
                                "elements": []
                            },
                            {
                                "content": "13.  The applicant appealed against the judgment, arguing that the District Court’s decision lacked a legal basis and was in breach of the principle of the rule of law and the principle nullum crimen et nulla poena sine lege. He also claimed that the primary method of interpreting legal texts should be semantic interpretation. It was only where that method proved unsatisfactory in determining how a certain rule should be applied that other methods of interpretation should be applied. Lastly, the applicant agreed with the District Court that the provision in question could be regarded as unclear, ambiguous and deficient, but pointed out that any possible ambiguities or deficiencies should not be interpreted to his detriment.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 29 May 2012 the Ljubljana Higher Court rejected the appeal lodged by the applicant and upheld the first-instance judgment, reiterating the lower court’s reasoning. In the Higher Court’s opinion, the District Court had correctly assessed that the legislature had not intended to permit individuals convicted of several offences from benefiting from a lower maximum term of imprisonment than they would have had to serve if they had been convicted of only one of those offences. According to the Higher Court, such an interpretation would lead to a situation “defying the law as well as common sense”.",
                                "elements": []
                            },
                            {
                                "content": "15.  The applicant applied to the Supreme Court for the protection of legality (an extraordinary legal remedy), reiterating his arguments. He also argued that the rule of law was a principle which should not be applied at the courts’ discretion.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 6 December 2012 the Supreme Court by its judgment I Ips 58203/2011 rejected the application for the protection of legality, disagreeing with the applicant that semantic interpretation should take precedence over all other methods of legal interpretation. The Supreme Court referred to the Higher Court’s judgment, pointing out that the latter court’s reasoning evidently showed that the historical interpretation of the rule on combining multiple sentences also had to be taken into account in assessing the aim of the legislature in enacting the provision at issue. That method of interpretation entailed the examination of not only the provision in its original form, as relied on by the applicant, but also the subsequent amendment, which showed the true aim of the provision. In addition, the Supreme Court relied on the systematic interpretation of the rule in question, emphasising that it could not be interpreted entirely separately from the provisions prescribing that individual prison sentences for various criminal offences must be combined to form an overall sentence. Since under the un-amended 2008 Criminal Code a prison sentence could be imposed for a term not shorter than fifteen days and not longer than thirty years, it was not logical that an overall sentence combining several prison terms, one of which was for thirty years, could be ten years lower than the highest individual prison sentence imposed. According to the Supreme Court, the rules on multiple offences were aimed not at reducing the general maximum prison sentence, but at ensuring that the overall length of several sentences did not exceed the general maximum prison sentence, which in the applicant’s case was thirty years.",
                                "elements": []
                            },
                            {
                                "content": "17.  The applicant lodged a constitutional complaint, reiterating that the imposition of an overall sentence of thirty years’ imprisonment contravened Article 53 § 2 (2) of the Criminal Code, which clearly provided that such a sentence could not exceed twenty years. In the applicant’s opinion, the purpose of the provision at issue could be drawn from interpreting it semantically and no additional means of interpretation were therefore required in order to understand the legislature’s intention.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 24 April 2013 the Constitutional Court dismissed the applicant’s complaint, finding that it did not concern an important constitutional question or entail a violation of human rights with serious consequences for the applicant.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 24 March 2015 the applicant was convicted of another murder committed on an undefined date between 30 June and 15 September 2002. For that murder he was sentenced to thirty years’ imprisonment, but a new overall sentence of thirty years was imposed. The latter overall sentence covered the previous overall sentence imposed by the judgment of 13 January 2012 (see paragraph 13 above), another sentence of four months imprisonment, which in the meantime had been imposed on him following a conviction for yet another criminal offence, and the thirty years’ imprisonment imposed by that last judgment of 24 March 2015. An appeal and an application for the protection of legality by the applicant were dismissed, the latter by the Supreme Court on 2 June 2016.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Slovenian Constitution",
                                "elements": [
                                    {
                                        "content": "20.  Article 28 (Principle of Legality in Criminal Law) of the Slovenian Constitution provides as follows:",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal Code",
                                "elements": [
                                    {
                                        "content": "21.  The Criminal Code adopted by the Slovenian legislature on 6 October 1994 (Official Gazette no. 63/1994 with amendments – hereinafter “the 1994 Criminal Code”) was in force until 1 November 2008. Initially, the 1994 Criminal Code prescribed a general maximum term of imprisonment of fifteen years, which could be increased to twenty years’ imprisonment for exceptionally serious crimes. In 1999 an amendment (Official Gazette no. 23/1999, KZ-A – hereinafter “the 1999 Amendment”) to the Criminal Code introduced a maximum term of thirty years’ imprisonment for the most serious criminal offences committed with intent, such as certain categories of murder. It came into force on 23 April 1999. The rules on combining multiple sentences into an overall sentence, which were applicable from 23 April 1999 to 1 November 2008, provided as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": " 22.  On 1 November 2008 a new Criminal Code (Official Gazette no. 55/2008, KZ-1 – hereinafter “the 2008 Criminal Code”) entered into force, setting the general maximum term of imprisonment at thirty years and introducing life imprisonment for some of the most serious crimes. While an overall sentence of life imprisonment was to be imposed when combining two or more sentences of thirty years’ imprisonment, the new rule on combining most other prison sentences (except for the mildest ones) was worded in an identical manner to the one in the 1994 Criminal Code. No special rule was provided in respect of the situation where one of the prison sentences that was being combined amounted to a term of thirty years. The relevant provisions of the 2008 Criminal Code applicable at the material time read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) A prison sentence may be imposed for a term not shorter than fifteen days and not longer than thirty years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) A sentence of life imprisonment may be imposed for the criminal offences of genocide, crimes against humanity, war crimes and aggression, and under the terms ... of this Criminal Code for two or more criminal offences ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) The lowest sentence for criminal offences, for which the prescribed prison sentence is up to thirty years, is fifteen years’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) If an offender is being tried for two or more criminal offences simultaneously, the court shall first determine the sentence for each offence concerned and thereafter impose an overall sentence for all of the multiple criminal offences.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) A combined sentence shall be imposed under the following conditions:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) In the event of an offender being tried for a criminal offence committed either prior to the commencement of or during the serving of an earlier sentence, an overall sentence shall be imposed on him for all the criminal offences pursuant to Article 53; the court shall take into account the fact that his former sentences have already been determined. The sentence or part thereof that has already been served by the convicted person shall be deemed part of the overall sentence imposed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) Earlier sentences shall not be taken into account in the sentencing of an offender who commits a criminal offence while serving a prison sentence, in so far as the application of Article 53 would lead to an unreasonably short term left to be served.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) A disciplinary sanction shall be imposed on a convicted person who while serving a sentence commits a criminal offence for which a fine or imprisonment for a term not exceeding one year is prescribed by statute.”",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 2 November 2011 the legislature adopted the 2011 Amendment to the Criminal Code (Official Gazette no. 91/2011, KZ-1B – hereinafter “the 2011 Amendment”) which entered into force on 15 May 2012. Under the amended rules, if one of the prison sentences to be joined in an overall sentence was imposed for a term of thirty years, the overall sentence would contain only that sentence. Furthermore, if a term of imprisonment was imposed for all of the multiple offences, the overall prison term could not exceed thirty years, rather than the previous maximum term of twenty years.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Criminal Procedure Act",
                                "elements": [
                                    {
                                        "content": "24.  Section 407 of the Criminal Procedure Act (Official Gazette no. 63/1994 with amendments), which concerns the so-called irregular reopening of proceedings, reads, as far as relevant, as follows:",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Case-law of the Slovenian Supreme Court",
                                "elements": [
                                    {
                                        "content": "25.  According to the Supreme Court’s judgment no. I Ips 21381/2011 of 10 January 2013, and its judgment no. I Ips 11622/2012 of 8 May 2014, the criminal law valid at the time the conditions for an overall sentence were met, that is to say the time when the last judgment of conviction became final, should be used when setting an overall sentence. The Supreme Court also expressed an opinion that the requirement of applying the more lenient sentence should not be used when determining the overall sentence. The Constitutional Court by its decision no. Up-200/13 of 23 October 2014 found the above position incompatible with Article 28 of the Constitution, which, in the Constitutional Court’s view, required that when setting the overall sentence the court should use the penal law applicable at the time when the last offence considered in the overall sentence had been committed or a subsequent law if it was more lenient.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In its judgment I Ips 11622/2012 of 8 May 2014 the Supreme Court dealt with the determination of an overall sentence under the 2008 Criminal Code prior to its amendment (see paragraph 22 above). It elaborated on the difference between the situation where none of the individual sentences that were being combined exceeded a term of twenty years such as in the case under consideration and the situation in the applicant’s case (see paragraph 16 above) to which it explicitly referred. The judgment, in the relevant part, reads as follows:",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 7 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "27.  The applicant complained that the overall prison sentence of thirty years imposed on him by the judgment of 13 January 2012 (see paragraph 13 above) was in breach of Article 7 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  No one shall be held guilty of any criminal offence on account of any act or omission which did not constitute a criminal offence under national or international law at the time when it was committed. Nor shall a heavier penalty be imposed than the one that was applicable at the time the criminal offence was committed.",
                                "elements": []
                            },
                            {
                                "content": "2.  This article shall not prejudice the trial and punishment of any person for any act or omission which, at the time when it was committed, was criminal according to the general principles of law recognised by civilised nations.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Loss of victim status",
                                        "elements": [
                                            {
                                                "content": ".  On 25 July 2016 the Government informed the Court that the applicant had been on 24 March 2015 convicted of another murder. The applicant had been sentenced to a term of imprisonment of thirty years in relation to that latest conviction, with a new overall penalty set likewise at thirty years. This new overall sentence also explicitly absorbed the previous overall thirty-year sentence imposed by the judgment of 13 January 2012 (see paragraph 13 above). The determination of the new overall penalty was clearly based on Article 47 § 2 (i) of the 2008 Criminal Code as amended by the 2011 Amendment. In view of the foregoing, the Government argued that the applicant could no longer claim to be a victim of the alleged violation.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The applicant did not comment on this matter.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court reiterates that it falls first to the national authorities to redress any alleged violation of the Convention. In this regard, the question of whether an applicant can claim to be a victim of the violation alleged is relevant at all stages of the proceedings under the Convention (see Burdov v. Russia, no. , § 30, ECHR 2002-III, and Centro Europa 7 S.r.l. and Di Stefano v. Italy [GC], no. 38433/09, § 80, ECHR 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court also reiterates that a decision or measure favourable to the applicant is not in principle sufficient to deprive him or her of his or her status as a “victim” unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention (see Cocchiarella v. Italy [GC], no. 64886/01, § 71, ECHR 2006V, and Centro Europa 7 S.r.l. and Di Stefano, cited above, § 81).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  As regards the present case, the Court notes that neither the Government nor the domestic authorities acknowledged a violation of the applicant’s right under Article 7 of the Convention, let alone afforded any redress. In the absence of such an acknowledgment by the national authorities, the Court considers that it cannot declare the application inadmissible and cannot reject it pursuant to Article 35 § 4 in fine of the Convention on the grounds that the applicant can no longer claim to be the “victim” of the alleged violation.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Exhaustion of domestic remedies",
                                        "elements": [
                                            {
                                                "content": "33.  The Government pleaded non-exhaustion of domestic remedies arguing that the applicant could have lodged an application for a review of the constitutionality of the impugned law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The applicant argued that he had exhausted all available remedies and that it should have not been his responsibility to request a constitutional review of the impugned legal provision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Court reiterates that the purpose of the rule on exhaustion of domestic remedies is to afford the Contracting States the opportunity of preventing or putting right the violations alleged against them before those allegations are submitted to it (see, among many other authorities, Selmouni v. France [GC], no. 25803/94, § 74, ECHR 1999-V, and Remli v. France, 23 April 1996, § 33, Reports of Judgments and Decisions 1996II). However, the obligation under Article 35 requires only that an applicant should have normal recourse to the remedies likely to be effective, adequate and accessible (Sejdovic v. Italy [GC], no. 56581/00, § 45, ECHR 2006II; see also, as a more recent authority, Chiragov and Others v. Armenia [GC], no. 13216/05, § 116, ECHR 2015). Where several remedies are available, the applicant is not required to pursue more than one and it is normally that individual’s choice as to which (see Karakó v. Hungary, no. 39311/05, § 14, 28 April 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  In the present case, the applicant had recourse to all regularly available remedies, including a constitutional appeal which was the last remedy in the process of exhaustion of domestic remedies against the impugned decision. The Court considers that the applicant should thus not have been required to avail himself of an additional legal avenue in the form of an application for review of constitutionality. Moreover, since the applicant complained about the application of Article 53 § 2 (2) of the 2008 Criminal Code to the his case rather than about the content of the legal provision itself, a review of its constitutionality does not seem to be a remedy relevant to his grievance and thus effective.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37. In view of the foregoing, the Court is satisfied that the applicant has exhausted domestic remedies. Consequently, the Government’s objection must be dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Conclusion",
                                        "elements": [
                                            {
                                                "content": "38.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "39.  In the applicant’s view, the legislature had shown recklessness when it had addressed the problem only in its third amendment to the law, which was passed three years after the impugned gap, had been created. During that period, the maximum penalty applicable to his case was clearly set at twenty years’ imprisonment. The courts nevertheless chose to stretch the interpretation of the relevant legislative provision to the detriment of the applicant and in favour of the legislature, by using the teleological method of interpretation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The applicant further submitted that as the principle of legal certainty was in the first place meant to protect the accused, a restrictive interpretation of criminal law was called for. The courts should have not assumed the role of the legislature, but instead should have respected the idea behind the principle of legality of which they were guarantors.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Government explained that there were different rules in the theory governing the determination of an overall penalty, namely a rule of absorption, a rule of accumulation as well as a rule enshrined in Article 53 § 2 (2) of the 2008 Criminal Code pursuant to which the overall penalty should be more than each individual penalty, less than the sum of all the penalties and no more than the maximum limit set out in law. The Government further explained that the so-called irregular reopening of the criminal proceedings aimed at replacing several penalties with one overall penalty allowed for such revision only when such a step was in favour of the convicted person.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government argued that the legislature had clearly unintentionally erred when regulating the maximum overall penalty applicable to the applicant case. In particular, the literal reading of Article 53 § 2 (2) of the 2008 Criminal Code would have led to a result inconsistent with the purpose of the provisions concerning the determination of an overall penalty, specifically to limit the sentence to a level below the maximum term of imprisonment. As Article 53 § 2 (2) was clearly meant to regulate only instances where neither of the individual penalties exceeded twenty years’ imprisonment, the Supreme Court was justified in considering that in cases where one of the individual penalties amounted to thirty years’ imprisonment, the overall penalty should be likewise set at thirty years’ imprisonment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  In view of the above, the Government were of the opinion that the question whether the courts had used the lesser penalty (lex mitiori) was not relevant to the present case because the maximum overall penalty prescribed for the applicant’s offences at the time the applicant committed the offences had been the same as at the time of the irregular reopening of the proceedings (see paragraph 21 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government further argued that the courts had not interpreted the law by analogy but had used permissible methods of interpretation which had taken account of the history of the concept of the penalty overall, the legislature’s intent and the relationship of Article 53 § 2 (2) to other norms contained in the 2008 Criminal Code, in particular its Article 46 § 1 (see paragraph 22 above). The court’s interpretation in the present case was also in line with the Supreme Court’s case-law in cases where neither of the individual penalties had exceeded twenty years’ imprisonment and in which the Supreme Court had found that the overall penalty could not therefore exceed twenty years’ imprisonment (see paragraph 26 above).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "45.  The guarantee enshrined in Article 7, which is an essential element of the rule of law, occupies a prominent place in the Convention system of protection, as is underlined by the fact that no derogation from it is permissible under Article 15 of the Convention in time of war or other public emergency. It should be construed and applied, as follows from its object and purpose, in such a way as to provide effective safeguards against arbitrary prosecution, conviction and punishment (see Del Río Prada v. Spain [GC], no. 42750/09, § 77, ECHR 2013, and Vasiliauskas v. Lithuania [GC], no. 35343/05, § 153, 20 October 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Article 7 of the Convention is not confined to prohibiting the retrospective application of criminal law to an accused’s disadvantage. It also embodies, more generally, the principle that only the law can define a crime and prescribe a penalty (nullum crimen, nulla poena sine lege). While it prohibits in particular extending the scope of existing offences to acts which previously were not criminal offences, it also lays down the principle that criminal law must not be extensively construed to an accused’s detriment, for instance by analogy (see Del Río Prada, cited above, § 78).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  It follows that offences and the relevant penalties must be clearly defined by law. This requirement is satisfied where the individual can know from the wording of the relevant provision, if need be with the assistance of the courts’ interpretation of it and after taking appropriate legal advice, what acts and omissions will make him or her criminally liable and what penalty he or she faces on that account (see Del Río Prada, cited above, § 79, and Kafkaris v. Cyprus [GC], no. 21906/04, § 140, ECHR 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  When speaking of “law” Article 7 alludes to the very same concept as that to which the Convention refers elsewhere when using that term, a concept which comprises statutory law as well as case-law and implies qualitative requirements, notably those of accessibility and foreseeability. These qualitative requirements must be satisfied as regards both the definition of an offence and the penalty the offence carries (see, among other authorities, Del Río Prada, cited above, § 91).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Lastly, the Court reiterates that Article 7 guarantees not only the principle of non-retrospectiveness of more stringent criminal laws but also, implicitly, the principle of retrospectiveness of the more lenient criminal laws; in other words, where there are differences between the criminal law in force at the time of the commission of an offence and subsequent criminal laws enacted before a final judgment is rendered, the courts must apply the law whose provisions are most favourable to the defendant (see Scoppola v. Italy (no. 2) [GC], no. 10249/03, § 109, 17 September 2009). In its judgment in the case of Gouarré Patte v. Andorra the Court extended the guarantees of Article 7 concerning the retrospectiveness of the more lenient criminal law to the possibility of retrospective revision of the final sentence if domestic law provided for such a possibility (see Gouarré Patte v. Andorra, no. 33427/10, §§ 33 to 36, 12 January 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court observes that between 17 September 2004 and 16 June 2009 the applicant was convicted by three different judgments concerning different criminal offences. He was sentenced to prison terms of four years, thirty years and five months respectively (see paragraphs 7, 9 and 10 above). The second and the third judgment concerned offences committed before the applicant had started serving the term of imprisonment of four years imposed by the first judgment and the courts were therefore required under domestic law to determine one overall sentence for all three criminal offences (see paragraphs 13 and 22 above). As they had not done so, the applicant, on 28 November 2011, applied to have an overall sentence determined under the provisions concerning the so-called irregular reopening of proceedings (see paragraphs 11 and 24 above). On the basis of his application the court, on 13 January 2012, delivered a new judgment which modified the previously imposed sentences by determining one overall sentence of thirty years (see paragraph 13 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government did not dispute that the overall sentence imposed by the new judgment of 13 January 2012 had amounted to a “penalty” within the meaning of Article 7 § 1 of the Convention. They however maintained that the penalty had had sufficient legal basis and had not violated the principle of retrospectiveness of the more lenient criminal law (see paragraphs 41 to 44 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court, referring to the principles set out in Del Río Prada (§§ 81-90, cited above) and noting that the new judgment modified the scope of the “penalty” imposed previously by the trial courts (see paragraphs 13 and 24 above), finds that Article 7 of the Convention applies to the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court further observes that at the time of the commission of the offence of murder, which carried a thirty-year prison sentence, the rules on the determination of an overall sentence set the maximum term at thirty years’ imprisonment (see paragraphs 10 and 21 above). However, the law under which the overall sentence was later determined in the applicant’s case, that is to say the 2008 Criminal Code, provided a maximum limit for the overall sentence of twenty years’ imprisonment, save for the situation where two or more sentences of thirty years had been imposed (see paragraph 22 above). There is no dispute between the parties that the applicant was entitled to the determination of the overall sentence under the 2008 Criminal Code, which had been in force when his last conviction had become final as well as when the judgment imposing the overall sentence had been given (see paragraphs 13, 22 and 25 above). The dispute in the present case rather relates to the question whether the 2008 Criminal Code could be interpreted as setting the maximum overall sentence for the applicant’s multiple offences at thirty years, instead of the explicitly provided limit of twenty years.",
                                                "elements": []
                                            },
                                            {
                                                "content": " .  The Court notes that it has acknowledged in its case-law that no matter how clearly drafted a legal provision may be, in any system of law, including criminal law, there is an inevitable element of judicial interpretation. There will always be a need for elucidation of doubtful points and for adaptation to changing circumstances (see Kafkaris, cited above, § 141).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court however notes that the present case does not concern such an inevitable element of judicial interpretation but a situation where the legal provision relied on by the courts provided a deficient legal basis for the determination of the sentence. In particular, the application of the wording of Article 53 § 2 (2) of the 2008 Criminal Code to the applicant’s situation led to contradictory results. While, according to the terms of this provision, the applicant should not have had an overall sentence of more than twenty years imposed on him, the overall sentence should exceed each individual sentence, which in the applicant’s case included a term of imprisonment of thirty years (see paragraph 22 above). The Court notes that this deficiency resulted from the legislature’s failure to regulate an overall sentence for a situation such as the applicant’s in the 2008 Criminal Code. It moreover notes that the resultant lacuna in the legislation pertained for three years (see paragraphs 22, 23 and 39) and that no special reasons have been adduced by the Government to justify it (see, by contrast, Ruban v. Ukraine, no. 8927/11, § 45, 12 July 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court considers that the above situation, which was acknowledged by the domestic courts (see paragraphs 13, 16 and 26 above) as well as the Government (see paragraph 42 above), contravened the principle of legality, by which the requirement that a penalty must be clearly defined in law is an essential part (see paragraphs 46 to 48 above). It further understands that the domestic courts were in a difficult position when called to apply an overall sentence in the applicant’s case while lacking a clear legal basis to do so. The Court notes in this connection that while the courts were certainly the best placed to interpret and apply domestic law, they were at the same time bound by the principle, embodied in Article 7 of the Convention, that only the law can define a crime and prescribe a penalty (see Del Río Prada, cited above, § 105). It finds that the only way for the courts to have ensured the observance of this principle and to mitigate the effects of the law’s unpredictability in the present case would have been to interpret the deficient provision restrictively, that is to say to the advantage of the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In this regard, the Court observes that Article 53 § 2 (2) of the 2008 Criminal Code could be applied to the applicant by either disregarding the lower limit, pursuant to which the overall sentence should have exceeded each individual sentence, or by disregarding the upper limit, pursuant to which the overall prison sentence should not have exceeded the maximum ceiling of twenty years. It is clear from the foregoing that the more favourable to the applicant would have been the first option, which, most importantly, would have complied with the maximum limit on the overall sentence explicitly provided in the legislation (see paragraph 22 above) and thus avoided filling the legislative lacuna by way of extensive judicial interpretation.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Yet the domestic courts found that a term of imprisonment of thirty years, instead of twenty years, should be set as the overall sentence in the applicant’s case. In justifying their conclusion they had regard to, inter alia, other penalties set out in the 2008 Criminal Code; the overall sentence of thirty years’ imprisonment set out in the (then no longer valid) 1994 Criminal Code; the purpose of the overall sentence; and the legislature’s intent which, in the Supreme Court’s view, had been later realised in the 2011 Amendment (see paragraphs 13, 14, 16 and 26. above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court therefore notes that the domestic courts interpreted the deficient legal provisions by resorting to different canons of interpretation and thereby coming to the conclusion that it should be understood as imposing a sentence of thirty years. They did so despite the fact that such a penalty was heavier than the maximum sentence explicitly provided for in the applied legal provision and that, having regard to the actual wording of that provision, it was clearly to the detriment of the applicant. Accordingly and having regard to the above considerations (see paragraphs 56. and 57 above), the Court concludes that the domestic courts failed to ensure the observance of the principle of legality enshrined in Article 7 of the Convention. It further finds that the overall penalty imposed on the applicant was in violation of both the principle that only the law can prescribe a penalty and the principle of retrospectiveness of the more lenient criminal law.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  There has accordingly been a violation of Article 7 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "61.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "62.  The applicant claimed 122,608.80 euros (EUR) in respect of pecuniary damage, which represented the sum of the net average monthly salary in Slovenia in 2016 multiplied by 120. He further claimed EUR 40,000 in respect of non-pecuniary damage for the suffering and anxiety relating to the violation of his human rights and the fear that he would have to serve the overall sentence of thirty years’ imprisonment. In support of his claim he referred to the Court’s findings in Del Río Prada (cited above, §§ 145-46).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Government disputed any similarity between the present case and the case of Del Río Prada (cited above). In particular, the applicant had so far not completed serving the twenty-year prison sentence, which he argued would have been a lawful penalty in his case. Moreover, the applicant, after being convicted of a second murder, had had a new overall sentence of thirty years’ imprisonment imposed on him, which had proper legal basis in law and absorbed the sentence complained of in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court finds that the applicant failed to substantiate any causal link between the violation found and the pecuniary damage alleged. As regards the non-pecuniary damage, the Court notes that no violation of Article 5 § 1 was claimed in the present case and that its finding of a violation of Article 7 concerns only the quality of the law. The present case cannot thus be compared to Del Río Prada where the applicant’s continued detention was in breach of Article 5 § 1 and she had had to serve a heavier penalty than the one that had been imposed, in disregard of Article 7 of the Convention (see Del Río Prada, cited above, § 145).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  In view of the above, the Court considers that the finding of a violation constitutes in itself sufficient just satisfaction in respect of any non-pecuniary damage sustained and accordingly makes no award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "66.  The applicant also claimed EUR 7,080 for the costs and expenses incurred before the domestic courts and those incurred before the Court. His claim was composed of material costs in the amount of EUR 280 and sixty-eight hours’ work by his lawyer valued at EUR 6,800.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Government submitted that the applicant had failed to show that he had incurred any costs in the domestic proceedings and argued that the claim was in any event excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to the quantum. In the present case, the Court finds the number of hours claimed excessive (see, for example, Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 57, 19 October 2000). Having regard to the foregoing and to the documents in its possession, it considers it reasonable to award the sum of EUR 3,800 covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "69.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares, by a majority, the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds, by six votes to one, that there has been a violation of Article 7 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds, by six votes to one, that the finding of a violation constitutes in itself sufficient just satisfaction for any non-pecuniary damage sustained by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds, by six votes to one,",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 3,800 (three thousand eight hundred euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses, unanimously, the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 24 January 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge Sajó is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "Unfortunately, I am unable to agree with the majority’s position that there has been a violation of Article 7 of the Convention. Moreover, I disagree with the majority’s analysis that the lex mitior principle should apply in the present case.",
                        "elements": []
                    },
                    {
                        "content": "1.  Chronology of the events",
                        "elements": []
                    },
                    {
                        "content": "The 1994 Criminal Code of Slovenia stipulated that the maximum sentence was twenty years for extremely serious offences and that the maximum sentence for combined offences could not exceed twenty years. In 1999, the Slovenian legislature passed an amendment increasing the maximum sentence for extremely serious offences (such as murder) to thirty years and the maximum overall sentence to thirty years if one of the sentences to be joined amounted to a thirty-year prison term.",
                        "elements": []
                    },
                    {
                        "content": "In September 2004 the applicant was sentenced to four years’ imprisonment for robbery (which he was to serve between 2007 and 2011).",
                        "elements": []
                    },
                    {
                        "content": "Subsequently, the 2008 Criminal Code was enacted. Article 46 § 1 stated that the maximum sentence for non-life imprisonment offences would be capped at thirty years. Article 53 § 2 (2) stated that the overall sentences for combined offences “shall exceed each sentence determined for a particular offence...[but] may not exceed twenty years”. There was no express provision dealing with combined sentences where one of the multiple offences carried a sentence of thirty years.",
                        "elements": []
                    },
                    {
                        "content": "On 9 April 2009 the applicant was convicted of a murder that occurred in 2002 and was sentenced to thirty years’ imprisonment (the judgment and sentence became final on 9 December 2009). On 16 June 2009 the applicant was convicted of paying with a bad cheque and fraudulent use of a bank card and was sentenced to five months’ imprisonment (the judgment and sentence became final on 7 October 2009).",
                        "elements": []
                    },
                    {
                        "content": "In November 2011 an amendment was passed which corrected Article 53 § 2 (2) of the 2008 Criminal Code to read that the maximum combined sentence should not exceed thirty years and that an overall sentence of thirty years’ imprisonment was to be imposed if one of the prison sentences to be joined amounted to such a term. (However, the 2011 amendment came into force only on 11 May 2012.) \t",
                        "elements": []
                    },
                    {
                        "content": "On 28 November 2011 the applicant applied to the Ljubljana District Court to have all three of his prison terms combined in one overall sentence.",
                        "elements": []
                    },
                    {
                        "content": "In his appeal the applicant relied on the principle of nullum crimen et nulla poena sine lege, arguing that the law was unclear and that the interpretation of the law should not have been to his detriment and that the maximum limit of twenty years, which was the more lenient penalty, should have applied. The Ljubljana District Court and the subsequent appellate courts all rejected the applicant’s argument. Instead, they agreed that the applicant should serve a combined sentence of thirty years.",
                        "elements": []
                    },
                    {
                        "content": "The issue in the present case is whether or not the domestic courts were in violation of the Convention in interpreting Article 53 § 2 (2) of the 2008 Criminal Code as permitting a maximum sentence of thirty years for the combined offences in the applicant’s case.",
                        "elements": []
                    },
                    {
                        "content": "*",
                        "elements": []
                    },
                    {
                        "content": "According to the majority (see paragraph 55 of the judgment), a literal and strict application of Article 53 would lead to contradictory results that are impossible to reconcile. Article 53 mandates that the overall sentence must exceed each individual sentence (which in the applicant’s case would require a sentence of thirty years). Simultaneously, the article also mandates that no overall sentence may exceed twenty years. Thus, a literal and grammatical approach to statutory interpretation is clearly of no use in the present situation. It is on this basis that the majority chose to proceed by applying the principle of lex mitior to reconcile the conundrum.",
                        "elements": []
                    },
                    {
                        "content": "I respectfully disagree with the majority’s conclusion that lex mitior should have been applied by the domestic courts to resolve the conundrum in Article 53 § 2 (2). In fact, there is no subsequent more lenient law to be applied to the applicant in the present case, which is simply one of the reasonable interpretation of domestic law. Moreover, this case is not about “punishment” as understood in the case-law of the Court, and therefore Article 7 does not apply. Finally, even assuming that it does, lex mitior is not applicable to the case.",
                        "elements": []
                    },
                    {
                        "content": "2.  Reasonable interpretation of the law in force",
                        "elements": []
                    },
                    {
                        "content": "The Government argued that the domestic courts had adopted appropriate canons of interpretation when they considered the relationship of Article 53 § 2 (2) to other Articles of the 2008 Criminal Code, the historical revisions that had been made to the Slovenian Criminal Code and the intentions of the legislature when the Code was reviewed in 2008.",
                        "elements": []
                    },
                    {
                        "content": "I share the concerns of the majority regarding the dangers that uncertain provisions and cavalier interpretation of the provisions of a criminal law (for example, the use of analogy) represent for the rule of law in matters of criminal law and procedure. I also agree that legislative intent cannot be used to the detriment of the accused if it departs from the clear language of the law. Our disagreement is limited to the clarity of the domestic criminal law.",
                        "elements": []
                    },
                    {
                        "content": "It is well established case-law that “however clearly drafted a legal provision may be, in any system of law, including criminal law, there is an inevitable element of judicial interpretation” (see Kafkaris v. Cyprus [GC], no. 21906/04, § 141, ECHR 2008). A law must also be of a certain quality: it must be formulated in such a way that citizens who are affected have the means to foresee, to a reasonable degree, the consequences of a given action (see Margareta and Roger Andersson v. Sweden, 25 February 1992, § 75, Series A no. 226A). The notion of foreseeability depends to a considerable degree on the content of the text in issue, the field it is designed to cover, and the number and status of those to whom it is addressed (see Cantoni v. France, 15 November 1996, § 35, Reports of Judgments and Decisions 1996V, and Groppera Radio AG and Others v. Switzerland, 28 March 1990, § 68, Series A no. 173).",
                        "elements": []
                    },
                    {
                        "content": "In Soros v. France (no. 50425/06, § 52, 6 October 2011), the Court concluded that a degree of imprecision arising from the way in which a statute has been drafted is not on its own sufficient to constitute a violation of Article 7, if in the majority of cases the meaning is clear enough and the meaning is only doubtful in a minority of cases. It is immaterial in the present case whether in Soros v. France there were indeed no multiple or different legal definitions. As highlighted by the dissent in Soros, it was unnecessary for the French legislature to deliberately choose an imprecise term that was inherently vaguely defined in the statute. Neither of these situations arises in the present case. There is a difference between a term containing a clear linguistic or typographical error, where the intended true meaning of the term is clear, and a term that is (by definition or otherwise) inherently vague and cannot be clarified in judicial practice by ordinary means of interpretation.",
                        "elements": []
                    },
                    {
                        "content": "The Court’s own case-law has previously supported domestic courts adopting a method of statutory interpretation that takes into consideration the intention of the legislature at the time the statue in question was drafted (see Boulois v. Luxembourg [GC], no. 37575/04, § 98, ECHR 2012). This approach towards statutory interpretation exists within the jurisprudence of the Council of Europe member States.",
                        "elements": []
                    },
                    {
                        "content": "The present circumstances clearly indicate that the domestic legislature used a form of words which, read in isolation, would have amounted to a legislative error, in view of the legislature’s intent when it was in the process of reviewing Article 53 § 2 (2). No one can reasonably assume that a legislator would decrease the maximum sentence that had already been determined for the simple reason that there had been an additional conviction to which the rule on cumulative sentencing seemed to apply. Furthermore, given the surrounding factual circumstances, the domestic courts’ interpretation was reasonable when they concluded that the Slovenian legislature had quite clearly intended to maintain the maximum sentence for combined offences at thirty years. The drafting revisions that were made in the 1999 amendment to the 1994 Criminal Code further illustrate a consistent pattern of intent on the part of the legislature to maintain the maximum sentence for serious crimes and for combined sentences at thirty years, when a prison sentence of that duration had been determined for one of the multiple criminal offences.",
                        "elements": []
                    },
                    {
                        "content": "Adopting the majority’s approach would result in a sentencing procedure that would be unjust, arbitrary and absurd, with persons convicted of multiple homicides being sentenced to ten years less than a person convicted of only one murder. This is further evidences that, despite the erroneous wording of Article 53 § 2 (2), the Slovenian legislature clearly intended to maintain the maximum sentence for combined offences at thirty years.",
                        "elements": []
                    },
                    {
                        "content": "I find the provision to be sufficiently clear in the present case. The content of Article 53 § 2 (2) does not concern the actual substantive offence. It is designed only to lay down an accounting rule for cumulative sentencing. At the time of the murder offence in 2002 the applicant could not have expected that he would be sentenced to a lesser penalty than the one stipulated for murder, if he were to commit further offences and have his sentences consolidated. It was clear under the law at the time the murder was committed that the applicant could be sentenced to a maximum of thirty years, and therefore the provision does not raise any foreseeability issues. Most importantly, this rule was never changed during the period in issue.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicability of lex mitior",
                        "elements": []
                    },
                    {
                        "content": "Was there a more lenient law, introduced after the crime was committed, that should have been applied?",
                        "elements": []
                    },
                    {
                        "content": "The Court has chosen to apply the principles of lex mitior as developed in Scoppola v. Italy (no. 2) ([GC], no. 10249/03, 17 September 2009), and later reaffirmed in Del Río Prada v. Spain ([GC], no. 42750/09, ECHR 2013). However, in both Scoppola (no.2) and Del Río Prada, there were two separate but conflicting laws that could determine the applicants’ final sentence. It was therefore necessary for the Court to decide which Code should prevail over the other, and in both cases the majority chose to adopt the principles of lex mitior and adopt the more favourable law for the defendant.",
                        "elements": []
                    },
                    {
                        "content": "By contrast, there is only one relevant Code in the present case, namely the 2008 Criminal Code, which was applicable at the time the applicant was given a final sentence of thirty years for the 2002 murder. Both at the time of the murder and at the time of the final sentencing the same punishment (thirty years’ imprisonment) applied. In 2008 the rule on combined sentencing was changed and it became more “lenient” than the rule in force when he had committed the murder, as far as combined sentences were concerned, but it could not affect that single sentence. There was a prior conviction for an act committed before the change in the law, but that sentence had already been made final at the time of the change in the law (2008). The applicant’s third conviction occurred in 2009, shortly after the conviction for murder; therefore, the twenty-year maximum was applicable to that conviction – but not to the two others. As the first sentence had been served by the time the applicant applied for a combined sentence, the issue was the combination of the murder sentence with the new one. (Applying absorption theory one could also argue that the five-month sentence which was handed down in 2009 for paying with a bad cheque had already been served by 2011.)",
                        "elements": []
                    },
                    {
                        "content": "Unlike the present case, neither Scoppola (no.2) nor Del Río Prada raised issues relating to internal logical inconsistences in the applicable statute. Thus, the issue remains simply a question of interpreting the domestic law. It was not argued by the domestic courts that the law as it stood before the 2008 Criminal Code should have been applied (that is, the 1994 Criminal Code with the 1999 amendment), for example because that had been the applicable law at the time the murder was committed in 2002.",
                        "elements": []
                    },
                    {
                        "content": "Even assuming that the misleading wording of Article 53 § 2 (2) can be arguably invoked in favour of the applicant as resulting in a more lenient sentence, it is not covered by the lex mitior principle, which concerns intertemporality issues. The judgment risks stretching the scope of lex mitior beyond its intended limits in Scoppola (no.2) and Del Río Prada. This expansion of lex mitior by extending it to this case would result in a position whereby the most favourable interpretation of the law prevails over all other forms of statutory interpretation, even if such interpretation runs counter to clear legislative intent and results in unfair sentencing standards. In other words, it is not the most favourable among the rules in force at different times between the commission of the crime and conviction that applies, but the most favourable interpretation of the law.",
                        "elements": []
                    },
                    {
                        "content": "With regard to the principle of lex mitior, the Rome Statute of the International Criminal Court states that “[i]n the event of a change in the law applicable to a given case prior to a final judgement, the law more favourable to the person being investigated, prosecuted or convicted shall apply” (Article 24 § 2, emphasis added). In the present case, there was no change in the law prior to the final judgment handing down a thirty-year sentence.",
                        "elements": []
                    },
                    {
                        "content": "The Court’s case-law has consistently emphasised that Article 7 is meant to guard against arbitrary results in sentencing (see S.W. v. the United Kingdom, 22 November 1995, § 35, Series A no. 335B). Thus, in the present case, it would be against the core principles of fairness that underpin Article 7 to interpret Article 53 § 2 (2) by invoking the principle of lex mitior. The sentenced person is no worse off if he or she continues to be subject to a cumulative sentence. Where a person was sentenced to thirty years, the only consequence as regards other convictions is that in the Slovenian system the other convictions do not enter into consideration (except perhaps where the convicted person becomes eligible for parole before twenty years have elapsed. But we are not called upon to speculate on Slovenian law). Accordingly, having taken into account the legislative history of the 2008 Criminal Code, the absurd result that would be achieved by applying the lex mitior, and the clear intention of the Slovenian legislature, the domestic courts were entitled to conclude that Article 53 § 2 (2) should be interpreted as imposing a maximum sentence of thirty years in this case.",
                        "elements": []
                    },
                    {
                        "content": "Moreover, there is no evidence in international law to support embracing a wider meaning of lex mitior under the Convention. Lex mitior was incorporated into Draft Article 15 § 1 of the International Covenant on Civil and Political Rights (“the ICCPR”) by a vote of seven to three (with five abstentions). However, at the time, the French delegate made clear that lex mitior would apply only to remissions of penalty that were in effect at the time of sentencing. It was only later that lex mitior was thought to be applicable to new laws that reduced sentences. Also, a number of countries did not fully accept lex mitior as part of Article 15 § 1 of the ICCPR. For example, the United States expressly reserved the right not to apply lex mitior at all; Italy and Trinidad and Tobago reserved the right not to apply the principle in cases where a final sentence had already been determined; and Germany reserved the right not to apply it in exceptional situations.",
                        "elements": []
                    },
                    {
                        "content": "An academic study conducted in 2008 concluded that only a limited number of States had fully incorporated lex mitior into their domestic law: approximately fifty States had adopted a version of lex mitior in their national Constitutions and approximately 21 States had expressly provided for it by statute. Thus, whether lex mitior has truly become a part of customary international law is still subject to debate. The principle is not expressly mentioned in the Convention and was deliberately left out of Article 7 at the time the Convention was being drafted. The principle only entered the Court’s jurisprudence as a result of the majority decision in Scoppola (no.2). There is no compelling reason under international law to support widening the scope of lex mitior by applying it to the present case (especially given that the case is not about sentencing but about combined sentencing).",
                        "elements": []
                    },
                    {
                        "content": "Moreover, the case-law of the United Nations Human Rights Committee on the interpretation of lex mitior under Article 15 § 1 supports a narrow interpretation of the principle. In Westerman v. the Netherlands, Com. 682/1986, UNDoc. A/55/40, the Netherlands had retrospectively applied a new Military Code provision (replacing an older Code) concerning the “refusal to obey military orders”. The Human Rights Committee held that because the acts the defendant was charged with were punishable under both the old and new Codes, and the final sentence that was given did not exceed what was permissible under the Code in force at the time the offence was committed, there was no violation of Article 15 § 1. The Committee emphasised (at paragraph 9.2 of the decision) that the final sentence imposed “was not heavier than that applicable at the time of the offence”.",
                        "elements": []
                    },
                    {
                        "content": "As I understand it, the purpose of lex mitior is as follows: where the penal policy of the State has been changed after a crime has been committed, equality and fairness require that criminals who committed a crime, but are sentenced at a time when the more lenient law applies to others perpetrators, shall receive the same treatment as the latter. (This is a partial or imperfect rule of fairness, since others who were already convicted do not benefit from the change of penal policy.) What matters is that this principle is not about foreseeability and legal certainty, as is the case with the ex post facto prohibition.",
                        "elements": []
                    },
                    {
                        "content": "The Court’s position is very close to this approach:",
                        "elements": []
                    },
                    {
                        "content": "“Inflicting a heavier penalty for the sole reason that it was prescribed at the time of the commission of the offence ... would amount to disregarding any legislative change favourable to the accused which might have come in before the conviction and continuing to impose penalties which the State – and the community it represents – now consider excessive. The Court notes that the obligation to apply, from among several criminal laws, the one whose provisions are the most favourable to the accused is a clarification of the rules on the succession of criminal laws, which is in accord with another essential element of Article 7, namely the foreseeability of penalties” (see Scoppola (no.2), cited above, § 108).",
                        "elements": []
                    },
                    {
                        "content": "I take it that the reference to foreseeability is to be understood from the perspective of the judge, that is, in the sense of ensuring that the law is applied consistently, and not from the perspective of the criminal, whose legal certainty interests are served by the nulla poena sine lege principle.",
                        "elements": []
                    },
                    {
                        "content": "In view of the reasons behind lex mitior, I see no grounds for the present extension of the principle to combined sentencing in the specific situation at hand.",
                        "elements": []
                    },
                    {
                        "content": "4.  Article 7 is not applicable: the distinction between “penalty” and “enforcement of a sentence” under Article 7",
                        "elements": []
                    },
                    {
                        "content": "Even assuming, as the judgment does, that the domestic law would require a reduction of the thirty-year sentence in the event of a combined sentence, either because of a change in the law that occurred after the thirtyyear sentence had been handed down – which did not occur in the present case – or because of a new event that occurred after the sentence had been handed down (namely the fact that the applicant asked for a combined sentence, as is the case here), there is no reason to apply the lex mitior principle under the case-law of the Court when it comes to combined sentences.",
                        "elements": []
                    },
                    {
                        "content": "This is because the matter does not concern a punishment, which is a precondition for the applicability of Article 7. The Court’s case-law has consistently drawn a distinction between measures that constitute a “penalty” and measures that concern only the “execution or enforcement” of a “penalty”. In Kafkaris, cited above, § 142, the Grand Chamber held as follows:",
                        "elements": []
                    },
                    {
                        "content": "“The wording of Article 7 § 1, second sentence, indicates that the starting-point in any assessment of the existence of a penalty is whether the measure in question is imposed following conviction for a ‘criminal offence’. As to this end, both the Commission and the Court in their case-law have drawn a distinction between a measure that constitutes in substance a ‘penalty’ and a measure that concerns the ‘execution’ or ‘enforcement’ of the ‘penalty’. In consequence, where the nature and purpose of a measure relates to the remission of a sentence or a change in a regime for early release, this does not form part of the ‘penalty’ within the meaning of Article 7. However, in practice, the distinction between the two may not always be clear cut.”",
                        "elements": []
                    },
                    {
                        "content": "Given that the categorical approach may seem unsatisfactory, in assessing what measures may constitute a penalty Kafkaris requires consideration of the following elements:",
                        "elements": []
                    },
                    {
                        "content": "(i)  the nature and purpose of the measure in question: the present measure serves the purpose of the overall determination of combined sentences, and the element of guilt is absent;",
                        "elements": []
                    },
                    {
                        "content": "(ii)  its characterisation under national law: the measure in question is not about sentencing for a crime – the sentences are already in place, determined (see also UN Human Rights Committee, cited above);",
                        "elements": []
                    },
                    {
                        "content": "(iii)  the procedures involved in the making and implementation of the measure: here we have a procedure initiated at the request of the applicant. The proceedings did not concern criminal charges, and in the quasi administrative proceedings the general rules governing criminal trials did not apply;",
                        "elements": []
                    },
                    {
                        "content": "(iv)  severity: the fact that the sentence was not reduced does not alter its existing severity.",
                        "elements": []
                    },
                    {
                        "content": "In view of the auxiliary elements there is nothing that would make the calculation used to consolidate several sentences a “punishment” as defined under the Court’s case-law.",
                        "elements": []
                    },
                    {
                        "content": "In the present case, the purpose of Article 53 is to regulate the procedure of combining multiple sentences into one. Accordingly, Article 53 primarily concerns the “execution” of a penalty. As stated by the Court in Grava v. Italy ( no. 43522/98, 10 July 2003), under such circumstances the relevant procedural statute would not fall within the scope of Article 7 since the procedure itself does not constitute a “penalty”.",
                        "elements": []
                    },
                    {
                        "content": "In Del Río Prada, after final sentence was handed down, remissions that the applicant had already worked for were no longer deducted from her sentence and a new system was imposed which extended her imprisonment. This measure was considered to be a “penalty” under Article 7. By contrast, the present case concerns neither an extension of sentence nor a redefinition of the scope of the penalty imposed. Unlike the situation that the applicant in Del Río Prada faced, the present applicant would not (according to any calculation) suffer an adverse effect as a result of the domestic courts’ combining his sentence to thirty years. Article 53 § 2 (2) does not even directly govern the sentence that should be imposed for offences such as murder. It is merely a procedural provision that governs the procedure for combining multiple sentences. In this respect, Article 53 § 2 (2) appears to be purely a provision that regulates the enforcement of the sentence. Accordingly, that Article should not be construed as constituting a “penalty” under the Court’s case-law. Thus, the pre-condition for triggering the applicability of Article 7 has not been met.",
                        "elements": []
                    },
                    {
                        "content": "While this judgment may look like one that concerns a temporary idiosyncrasy of Slovenian law, a passing legislative mistake of limited consequence, it is worthy of the interest of the Grand Chamber as it is about the purpose and meaning of the lex mitior principle; it is also time to refine the Court’s concept of punishment for the purposes of Article 7.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "András Sajó",
            "role": "president"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Krzysztof Wojtyczek",
            "role": "judges"
        },
        {
            "name": "Iulia Motoc",
            "role": "judges"
        },
        {
            "name": "Marko Bošnjak",
            "role": "judges"
        },
        {
            "name": "Andrea Tamietti",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KOPRIVNIKAR v. SLOVENIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-170456.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0124JUD006750313",
    "externalsources": [],
    "extractedappno": [
        "67503/13",
        "200/13",
        "59498/00",
        "38433/09",
        "64886/01",
        "25803/94",
        "56581/00",
        "13216/05",
        "39311/05",
        "42750/09",
        "35343/05",
        "21906/04",
        "10249/03",
        "33427/10",
        "8927/11",
        "31107/96",
        "50425/06",
        "37575/04",
        "55/40",
        "43522/98"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Article 53 § 2 (2) of the 2008 Criminal Code",
        "2011 Amendment to the Criminal Code"
    ],
    "itemid": "001-170456",
    "judgementdate": "24/01/2017 00:00:00",
    "kpdate": "24/01/2017 00:00:00",
    "kpthesaurus": [
        "288",
        "172",
        "290",
        "434",
        "14",
        "216",
        "577",
        "283",
        "305"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "41",
        "7-1",
        "35",
        "7"
    ],
    "parties": [
        "KOPRIVNIKAR",
        "SLOVENIA"
    ],
    "rank": "1744.72143554688",
    "representedby": [
        "PETEK M."
    ],
    "respondent": "SVN",
    "respondentOrderEng": "43",
    "scl": [
        "Burdov v. Russia, no. 59498/00, § 30, ECHR 2002-III",
        "Centro Europa 7 S.r.l. and Di Stefano v. Italy [GC], no. 38433/09, § 80, ECHR 2012",
        "Chiragov and Others v. Armenia [GC], no. 13216/05, § 116, ECHR 2015",
        "Cocchiarella v. Italy [GC], no. 64886/01, § 71, ECHR 2006 V",
        "Del Río Prada v. Spain [GC], no. 42750/09, ECHR 2013",
        "Gouarré Patte v. Andorra, no. 33427/10, §§ 33-36, 12 January 2016",
        "Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 57, 19 October 2000",
        "Kafkaris v. Cyprus [GC], no. 21906/04, §§ 140-141, ECHR 2008",
        "Karakó v. Hungary, no. 39311/05, § 14, 28 April 2009",
        "Remli v. France, 23 April 1996, § 33, Reports of Judgments and Decisions 1996 II",
        "Ruban v. Ukraine, no. 8927/11, § 45, 12 July 2016",
        "Scoppola v. Italy (no. 2) [GC], no. 10249/03, § 109, 17 September 2009",
        "Sejdovic v. Italy [GC], no. 56581/00, § 45, ECHR 2006 II",
        "Selmouni v. France [GC], no. 25803/94, § 74, ECHR 1999-V",
        "Vasiliauskas v. Lithuania [GC], no. 35343/05, § 153, 20 October 2015"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "460496",
    "typedescription": "15"
}