{
    "__articles": "35;35-1;35-3-a;41;P1-1;P1-1-1",
    "__conclusion": "Preliminary objection dismissed (Art. 35) Admissibility criteria;(Art. 35-1) Exhaustion of domestic remedies;Remainder inadmissible (Art. 35) Admissibility criteria;(Art. 35-3-a) Manifestly ill-founded;Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Deprivation of property;Peaceful enjoyment of possessions);Pecuniary and non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "10346/03;10893/04",
    "article": [
        "41",
        "35",
        "p1-1"
    ],
    "conclusion": [
        {
            "details": [
                "Art. 35"
            ],
            "element": "Preliminary objection dismissed",
            "type": "other"
        },
        {
            "details": [
                "Art. 35-3-a"
            ],
            "element": "Admissibility criteria",
            "type": "other"
        },
        {
            "details": [
                "Art. 35"
            ],
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Deprivation of property",
                "Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Pecuniary and non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-177927.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 10346/03 and 10893/04) against Romania lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by nationals of Romania and Germany. Their names and other details, as well as the date on which the applications were lodged, are specified in the appendix to the judgment.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Romanian Government (“the Government”) were represented by their Agent, Ms C. Brumar of the Ministry of Foreign Affairs. The German Government, having been informed of their right to intervene (Article 36 § 1 of the Convention and Rule 44 § 1 (a) of the Rules of Court), did not avail themselves of this possibility.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants referred to in the appendix have lodged before the domestic courts various proceedings based on the restitution legislation enacted in Romania after the fall of the communist regime. Their complaints referring to the general inefficiency of the restitution mechanism were communicated to the Government under Article 1 of Protocol No. 1, in 2008-09, as detailed in the appendix to the judgment.",
                        "elements": []
                    },
                    {
                        "content": "4.  As Iulia Motoc, the judge elected in respect of Romania, withdrew from sitting in the case (Rule 28 § 3 of the Rules of the Court), the President decided to appoint Bianca Andrada Guţan to sit as an ad hoc judge (Rule 29 § 2 of the Rules of the Court).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Overall background",
                                "elements": [
                                    {
                                        "content": "5.  Following the establishment of the communist regime in Romania in 1947, the State proceeded to nationalise buildings and agricultural land on a large scale. After the fall of the communist regime, the State enacted a series of laws aimed at affording redress for breaches of property rights by the former regime (see paragraphs 43-51 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  Laws nos. 112/1995 and 10/2001 established the principle of restitution of nationalised residential property and compensation in cases where restitution was no longer possible. Law no. 112/1995 introduced a cap on compensation, but this was subsequently abolished by Law no. 10/2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  Law no. 247/2005 attempted to harmonise the administrative procedures for restitution of properties covered by the above-mentioned laws and by the special legislation concerning restitution of agricultural land.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 12 October 2010, the Court adopted a pilot judgment in the case of Maria Atanasiu and Others v. Romania (nos. 30767/05 and 33800/06, 12 October 2010), in which it singled out the deficiencies of the restitution mechanism, indicating to the respondent State under Article 46 of the Convention that new steps needed to be taken in order to process the restitution claims with more efficiency.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 15 May 2013 Law no. 165/2013 came into force, setting out various procedures available to petitioners seeking settlement of their restitution claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Based on the parties’ observations and comments regarding the new remedies set out by Law no. 165/2013, on 29 April 2014 the Court found in its judgment in the case of Preda and Others v. Romania (nos. 9584/02 and 7 others, §§ 134-40, 29 April 2014), that the mechanism established by the new law offered a range of effective remedies that needed to be exhausted by those claimants whose complaints referred to one of the following situations: the existence of concurrent titles to property with respect to the same plot of agricultural land; the annulment of such title to property without any compensation; the delivery of a final judgment confirming the right to compensation in respect of the unlawful seizure by the State of any type of immovable property, without fixing the amount; the failure to pay such compensation awarded in a final judgment; and the prolonged failure to give a decision on a restitution claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  However, the Court also held that Law no. 165/2013 did not contain any provisions of a procedural or substantive nature capable of affording redress on the matter of the existence of final judgments validating concurrent titles to property with respect to the same residential property. Furthermore, no procedure was available to former owners who, in the absence of restitution, would have been entitled to compensation but who did not to have access to it because the circumstances rendering restitution impossible had become known after the expiry of the time-limit for lodging compensation claims (ibid., § 124).",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The complaints set out in the present applications reflect the circumstances described above (see paragraph 11). In particular, the applicants have alleged that their title to the property (building and appurtenant land) had been acknowledged by the domestic courts; however, owing to the sale of the property by the State, the applicants were prevented from enjoying their respective right. They claimed that this deprivation, together with the total lack of compensation for it, had imposed on them an excessive and disproportionate burden.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Particular circumstances of the present case",
                                "elements": [
                                    {
                                        "content": "1.  Facts concerning application no. 10346/03, lodged by Ms Dora Dickmann",
                                        "elements": [
                                            {
                                                "content": "13.  In 1950, under Decree no. 92, the State nationalised the building and its appurtenant land located at 22 Şoseaua Giurgiului in Bucharest, which belonged to the applicant’s predecessors.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  In 1997 the applicant lodged a claim with the domestic courts for restitution of the above-mentioned property, alleging that its nationalisation had been unlawful and that therefore the property right had left her predecessors’ rightful ownership only when it had been transferred to her as heritage. The claim was formulated against Bucharest City Council and B., a State-owned company responsible for the management of property belonging to the State.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  In its judgment of 6 June 1997 the Bucharest Fourth District Court allowed the claims and ordered that the property be returned to the applicant, in her capacity as sole heiress of its rightful owners. The court held that the immovable property had been nationalised unlawfully, since the applicant’s predecessors had not belonged to any of the social categories covered by the nationalisation decree and thus their right of property had been valid and continuous, being transferred as heritage to the applicant; the State could not therefore claim a valid title to the property.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  The judgment was not appealed against and thus became final.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 12 May 1998 the Mayor of Bucharest issued a restitution decision in respect of the immovable property located on Şoseaua Giurgiului, in compliance with the operative part of the judgment of 6 June 1997.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  Under the terms of contracts entered into in accordance with Law no. 112/1995, company B., managing the building (see paragraph 14 above), had sold the flats located therein to the tenants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  The sale contract in respect of the first-floor flat was concluded on 5 November 1996 between B., representing the State, and the tenants, S.N. and S.P.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  The sale contract in respect of the ground-floor flat was concluded on 23 June 1997 between B. on behalf of the State, and the tenant, S. A.-L.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  On an unspecified date in 2000 the applicant lodged before the domestic courts two civil actions seeking the rescission of the sale contracts of 5 November 1996 and 23 June 1997 respectively, in so far as the State had sold property which it had not owned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  The final judgment of 7 February 2002 given by the Bucharest Court of Appeal dismissed the claim in respect of the first-floor flat, holding that the applicant did not have legal standing to ask for the rescission of the sale contract, in so far as she had not been a party thereto.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  In its final judgment of 14 October 2003, the Bucharest Court of Appeal dismissed the applicant’s claim in respect of the ground-floor flat, holding that the buyer had acted in good faith and had thus acquired a valid title to the property, in accordance with the provisions of Law no. 10/2001, which had entered into force in the meantime. The court also held that the applicant was eligible for compensatory measures pursuant to the notice of claim (notificare) lodged with the administrative authorities under Law no. 10/2001 (see paragraph 25 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  On 12 August 2002 the applicant lodged another action before the domestic courts, seeking again the rescission of the sale contract concerning the first-floor flat. This time, however, she based her claim on the provisions of Law no. 10/2001. In its final judgment of 1 February 2006 the Bucharest Court of Appeal dismissed the applicant’s claim, holding that in so far as the sale contract had been concluded by the buyers in good faith, it was in compliance with the law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  On 12 October 2001 the applicant lodged a notice of claim with the Bucharest City Hall under Law no. 10/2001, seeking reparatory measures in respect of the two flats. Several documents were appended to the application, including a copy of the judgment of 6 June 1997 and a copy of the inheritance certificate attesting to the fact that the applicant was the sole heiress of her predecessors.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 23 and 24 April 2015 the Bucharest City Hall requested the applicant to complete her administrative file with documents related to her claim. However, the request did not reach the applicant, as the contact information mentioned in the 2001 application was no longer valid.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  As far as the Court is aware, no decision has been taken in respect of this claim.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Facts concerning application no. 10893/04, lodged by Ms and Mr Gion",
                                        "elements": [
                                            {
                                                "content": "28.  On 6 May 1977 flat no. 30, located in building A/4, Victoria Street, Piteşti – the applicants’ property – was seized by the State under Decree no. 223/1974, following the applicants’ decision to leave the country. They were not notified of the administrative decision to confiscate the property.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  Between 1991 and 1995, the applicants wrote several letters to various domestic authorities, including the Piteşti City Council, the Piteşti Prefect’s Office and the director of company R., which managed the building on behalf of the State, seeking to obtain possession of the flat. The replies stated that the applicants’ claims could not be granted, as no relevant legislation had yet been enacted concerning reparatory measures in respect of previously nationalised property. In one of the replies sent by the Piteşti City Council on 1 May 1995, the applicants were informed that flats which had been nationalised under Decree 223/1974 could not be purchased by their current tenants from the local authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  On 9 July 1996 the applicants lodged a claim with the administrative authorities, seeking reparatory measures in respect of flat no. 30, in accordance with the provisions of Law no. 112/1995.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 17 January 1997 company R. sold the flat to the tenants, S.C. and S.M.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  On 16 May 1997 the administrative authorities dismissed the applicants’ claims lodged under Law no. 112/1995, in view of the fact that the flat had already been sold to its tenants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On 30 August 1999 the applicants lodged before the Argeş County Court an action against Piteşti City Council, aiming to recover possession of flat no. 30. They claimed that the confiscation of the property had been unlawful, as on the one hand it had been in breach of the Constitution in force at the time, and on the other hand, they had not been notified of the administrative decision to confiscate it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  On 22 May 2000 the County Court allowed the applicants’ claims. The defendant appealed. On 23 March 2001 the Piteşti Court of Appeal dismissed the appeal because no statement of appeal had been submitted. The decision thus became final.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 19 September 2002 the applicants, assisted by a bailiff, recovered possession of flat no. 30; the relevant minutes mentioned that the flat was empty and unfurnished.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 1 October 2002 S.C. and S.M. challenged the enforcement of the judgment of 22 May 2000 (see paragraph 34 above). They claimed to be the rightful owners of flat no. 30, having bought it in good faith in 1997; furthermore, in so far as they had not been parties to the proceedings terminated by the outstanding judgment of 22 May 2000, they were not bound by it (inopozabilă).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  By a final judgment of 25 June 2003, the Piteşti Court of Appeal allowed the claims of S.C. and S.M. In its reasoning, the court essentially held that the sale contract had been validly and lawfully concluded by the tenants, who had acted in good faith at the time of the sale. Moreover, the judgment of 22 May 2000 awarding the applicants title to the property was unenforceable (inopozabilă) against the buyers, because they had not been parties to the respective proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  On 22 November 2006 the applicants lodged an action against S.C. and S.M. seeking to recover possession of flat no. 30 and urging the courts to find the sale contract unlawful. Their claims were allowed by the Piteşti District Court on 23 January 2008.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  An appeal lodged by the defendants was allowed by the Argeş County Court on 16 June 2008. The court considered that the sale of the flat had been lawful. At the same time, it held that the applicants were entitled to compensation for the flat, equivalent to its market value at the date of payment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The applicants have not lodged any claims under Law no. 10/2001.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Overview of the main legislative provisions concerning the restitution of immovable property nationalised before 1989 or, failing restitution, the compensation payable",
                                "elements": [
                                    {
                                        "content": "41.  The main legislative provisions relevant to the present case are described in Străin and Others v. Romania (no. 57001/00, §§ 19-23, ECHR 2005VII); Păduraru v. Romania, no. 63252/00, §§ 23-53, ECHR 2005XII (extracts); Maria Atanasiu and Others v. Romania (cited above, §§ 44-67); and Preda and Others v. Romania (cited above, §§ 7074). They can be summarised as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  General principles of civil law",
                                        "elements": [
                                            {
                                                "content": "42.  In the absence of special legislation laying down rules governing nationalised immovable property, the courts initially considered that based on general principles of civil law, they had jurisdiction to examine the issue of the lawfulness of nationalisation decisions and to order that properties be returned to their owners if they were found to have been nationalised unlawfully.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Law no. 112/1995",
                                        "elements": [
                                            {
                                                "content": "43.  The entry into force of Law no. 112 of 25 November 1995 on the legal status of certain residential property authorised the sale of such properties to the tenants. Properties could be returned to the former owners or their successors in title only if the persons concerned were living in the properties as tenants or the properties were unoccupied. If restitution was not possible, the former owners could claim compensation, the amount of which was capped.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Law no. 10/2001",
                                        "elements": [
                                            {
                                                "content": "44.  Law no. 10 of 14 February 2001 on the rules governing immovable property wrongfully acquired by the State established the principle of restitution of the properties concerned. In cases where restitution was no longer possible, the former owners or their successors in title could claim compensation, the amount of which was not capped.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Article 2 § 2 of the law, in force until 6 February 2009, when it was repealed by Law no. 1/2009 (see paragraph 49 below), provided that people whose properties had been appropriated unlawfully were considered to have retained the ownership rights they had on the date of the appropriation; those rights were to be exercised upon receipt of the restoration decision or judgment, in accordance with the provisions of the law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Paragraph 1 of Article 22 (former Article 21 § 1) initially set a timelimit of six months from the date of entry into force of the law for the lodging of a notice of claim seeking restitution or compensation (notificare) with the competent administrative authorities. The time-limit was subsequently extended by six months, namely until 14 February 2002. Paragraph 5 of the same Article provided that failure to comply with the above-mentioned time-limit would result in the loss of the right to claim restitution or compensation in court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The relevant part of Article 45 (former Article 46) provided:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(2)  The sale or donation of immovable property unlawfully seized by the State shall be declared null and void, save where the transaction was concluded in good faith. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 45 § 5 provided that the deadline for lodging an action seeking the rescission of such a transaction was 14 August 2002.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The relevant parts of Article 46 (former Article 47) provided:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  The provisions of the present law shall also be applicable to proceedings which are pending before the courts [at the time of its entry into force], the entitled person having the possibility to choose the procedure set out by the present law, and to abandon the pending proceedings or to request the suspension of the pending case ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  In the event that the claim lodged by the entitled person to have the immovable property restored to him or her in kind was dismissed in a final judgment, the \ntime-limit for the lodging of a restitution or compensation claim (notificare) as provided for in Article 22 § 1 shall start to run from the date of the final judgment.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Law no. 1/2009",
                                        "elements": [
                                            {
                                                "content": "49.  Law no. 1 of 30 January 2009 entered into force on 6 February 2009. It provided that immovable property sold under Law no. 112/1995 could no longer be returned to the former owners and that only alternative measures of redress were possible. The choice between an action for recovery of possession and the special restitution procedure under Law no. 10/2001 was abolished in favour of the latter.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Law no. 165/2013",
                                        "elements": [
                                            {
                                                "content": "50.  Law no. 165 of 20 May 2013 did not repeal the previous legislation on the restitution of immovable property nationalised before 1989, but it reformed the reparation mechanism. It provided, as a general rule, for the restitution of property and for a system of compensation in situations in which restitution was not possible. However, the law did not set other timelimits for the lodging of new claims for restitution or compensation, as the reparation mechanism was meant exclusively for claimants who had already complied with the time-limits initially set out in the restitution laws (see paragraphs 46 and 48 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The law established a roadmap for the adoption of a number of measures to render the reparation mechanism functional, including the setting up of a national fund for agricultural land and other immovable property. Concomitantly, specific and binding time-limits were set for each administrative stage of the examination of the restitution claim. The law also provided for the possibility of a judicial review allowing the domestic courts to verify the legality of administrative decisions, but also to award, if necessary, the restitution or compensation claimed.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Overview of relevant domestic judicial practice",
                                "elements": [
                                    {
                                        "content": "1.  The Constitutional Court’s position",
                                        "elements": [
                                            {
                                                "content": "52.  In the context of the review of the constitutionality of the relevant legislation mentioned above after its entry into force, the Constitutional Court was called upon to rule on the compatibility of some of the provisions with the Constitution. It dismissed most of the objections as to constitutionality raised in the domestic courts and reaffirmed that the laws in question were compatible with the Constitution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  In decision no. 830 of 8 July 2008 the Constitutional Court held that anyone who had lodged a notice of claim under Law no. 10/2001 within the statutory time-limit was eligible for reparatory measures and in particular for restitution of the property concerned if it had been nationalised unlawfully.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Case-law of the domestic courts, including the HCCJ",
                                        "elements": [
                                            {
                                                "content": "54.  After the entry into force of Law no. 112/1995, the practice of the domestic courts was undermined by the absence of a stable legislative framework. The courts gave several different interpretations of concepts such as State “title”, the purchaser’s “good faith” and “appearances in law”, and also of the relationship between actions for recovery of possession and the restitution procedures provided for by the special legislation (see Păduraru, cited above, § 96).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The HCCJ ruled on the jurisdiction of the domestic courts to determine claims for restitution of nationalised properties in cases where the administrative authorities had failed to respond to the claims (notificări) issued under Law no. 10/2001. Following an appeal in the interests of the law, the full court held, in judgment no. 20 of 19 March 2007 published in the Official Gazette on 12 November 2007, that the domestic courts had jurisdiction to determine the merits of claims and, where appropriate, to order the restitution of the property in question or award statutory compensation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  On 4 June 2007 and 9 June 2008, the HCCJ, sitting as a full court and again ruling on two appeals in the interests of the law, delivered judgments nos. 52 and 33, which were published in the Official Gazette on 13 November 2007 and 23 February 2009. It held that following the entry into force of Law no. 10/2001, actions for recovery of possession of properties expropriated or nationalised before 1989, which had been lodged in parallel with the restitution procedure laid down by Law no. 10/2001, were inadmissible. However, as an exception to that rule the HCCJ held that persons who had a “possession” within the meaning of Article 1 of Protocol No. 1 to the Convention could bring an action for recovery of possession, provided that it did not infringe ownership rights acquired by third parties in good faith.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  In judgment no. 27 of 14 November 2011, published in the Official Gazette on 17 February 2012, the HCCJ, ruled on another appeal in the interests of the law. It held that in accordance with the Court’s reasoning in the pilot case of Maria Atanasiu and Others, the concept of “existing possession” in the context of immovable property claimed under the restitution laws presupposed the existence of an administrative or judicial decision acknowledging, directly or indirectly, the applicant’s right to property, in particular that he or she had complied with all statutory conditions in order to qualify for the claimed right. The High Court also held that compensatory claims lodged before the courts outside the mechanism provided for by the special restitution legislation, such as claims based directly on Article 13 of the Convention or on Article 1 of Protocol No. 1 to the Convention, as well as on civil law, were inadmissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Following a request for a preliminary ruling settling legal matters (hotărâre prealabilă pentru dezlegarea unor chestiuni de drept), the HCCJ delivered judgment no. 19 of 20 March 2017, published in the Official Gazette on 11 April 2017. It found that, with regard to immovable property in respect of which there were applications pending before the European Court of Human Rights when Law no. 165/2003 entered into force, its provisions were relevant only for those applications in which the applicants had lodged restitution or compensation claims at a domestic level pursuant to the relevant special legislation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The judgment became binding on all the domestic courts from the date of its publication in the Official Gazette.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "59.  Given their similar factual and legal backgrounds, the Court decides that the two applications should be joined, in accordance with Rule 42 § 1 of the Rules of Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  LOCUS STANDI",
                        "elements": [
                            {
                                "content": "60.  The heirs of two of the applicants informed the Court of those applicants’ deaths and, as their close relatives, expressed the intention to continue in their stead. The Government did not object to this. Having regard to their close family ties with the heirs and their legitimate interest in pursuing the applications concerning fundamental human rights, the Court accepts that the deceased applicants’ heirs may pursue the applications in their stead. It will therefore continue to deal with the deceased applicants’ complaints, at the heirs’ request (see Appendix).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "61.  The applicants submitted that their inability to obtain restitution of their nationalised properties or to secure compensation amounted to a breach of their right to the peaceful enjoyment of their possessions under Article 1 of Protocol No. 1 to the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "62.  The Government submitted that the applicants had failed to exhaust the available domestic remedies in respect of their complaints. The applicants disagreed. The arguments of both parties are presented below.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  Relying on the Court’s findings in the case of Preda and Others v. Romania (nos. 9584/02 and 7 others, 29 April 2014) with regard to the general efficacy of the mechanism set out in Law no. 165/2013 in offering claimants appropriate redress for their complaints (see also paragraph 10 above), the Government argued that such efficacy also covered circumstances similar to the applicant’s, namely that in spite of the fact that the former owners had had their title to property acknowledged by the courts, they were not able to enjoy their possession because the State had sold the property on to third parties. The Government argued that the applicant had failed properly to pursue the administrative procedure put in place by Law no. 10/2001, as amended and improved by Law no. 165/2013. Had she done so, her claims for reparatory measures would have been examined and decided upon by the competent authorities within the specific time-limits set by the law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  In particular, the Government argued that the claim lodged by the applicant under Law no. 10/2001 could not be assessed without the relevant supporting documents, which should have been submitted either by the applicant or by her heir, who had standing to pursue the proceedings on her behalf. The Government referred in this context to, inter alia, the absence of copies of the title to the property, of documents containing a description of the property, as well as of copies of the applicant’s identity document and of an inheritance certificate attesting to her status as an heir.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Government considered that the applicant’s heir should have been aware that the file pending before the administrative authorities was incomplete, at the latest on 10 November 2009, when they had submitted before the Court their observations on the merits, having appended a letter from the administrative authorities attesting to the status of the file (see paragraph 26 above). The Government concluded that no decision could be taken in respect of the applicant’s claims lodged under Law no. 10/2001 owing to the lack of interest shown on her behalf in completing the file and thereby exhausting the effective remedy offered by the relevant legislation mentioned above.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The applicant contested the efficacy of Law no. 10/2001, both in general and in relation to her claims. She argued that many years after the entry into force of the law, the majority of the claimants still had their applications pending before various domestic authorities, with no realistic prospects of seeing their claims examined and/or granted within a reasonable time. Furthermore, the applicant contested the applicability of the law to her case, in so far as the return of the property to her had been ordered and her title to the property had been acknowledged by the domestic courts in a final judgment given in 1997 (see paragraph 15 above), thus long before the entry into force of the law. She argued that those circumstances rendered the administrative procedure redundant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The Government argued that the applicants’ failure to lodge a notice of claim pursuant to Law no. 10/2001 had made it impossible to award them compensatory measures for the immovable property located in Piteşti. They considered that nothing had prevented the applicants from lodging such an application, either under Article 22 of that law (see paragraph 46 above) and within the general statutory time-limit, which had expired on 14 February 2002, or at a later date, under Article 46 § 3 of the law (see paragraph 48 above), namely within six months of the date on which their restitution claims were dismissed by the judgment of 16 June 2008 (see paragraph 39 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The applicants considered that the fact that their title to the property had been acknowledged in a final judgment dispensed them from pursuing other legal avenues. This was particularly so given that, in spite of all of their efforts over the years, the State had unlawfully sold their property to third parties (see paragraph 31 above), thus preventing them from enjoying their consolidated rights. They further submitted that the provisions of Article 46 § 3 of Law no. 10/2001 (see paragraph 48 above) were not relevant to their case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "69.  First and foremost, the Court takes note of the fact that at the administrative stage of the restitution mechanism under Law no. 10/2001, a notice of claim (notificare) lodged with the administrative authorities needed to be assessed in terms of the applicant’s entitlement to reparatory measures concerning a specific immovable property. Based on the documents submitted by the applicant, the decision issued by the competent administrative authority would necessarily refer to the applicant’s status (or not) as the former owner or the successor in title to the former owner of the property, to the material specification of the property (surface area, composition), and to whether the applicant was consequently entitled to reparatory measures.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Court notes, however, that in the present case such an assessment concerning the applicants’ entitlement to reparatory measures had already been conducted by the domestic courts within court proceedings. Indeed, in the final judgments given on 6 July 1997 and 14 October 2003 for the applicant Ms Dickmann and on 22 May 2000 and 16 June 2008 for the applicants Ms and Mr Gion, the domestic courts acknowledged both the validity of their title to the property, and their entitlement to reparatory measures.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  Moreover, the Court notes that although Ms Dickmann, the applicant in application no. 10346/03, launched on 12 October 2001 the administrative procedure set out in Law no. 10/2001, her claim is still pending before the administrative authorities, and no decision has yet been taken (see paragraphs 25-27 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The Court takes note of the authorities’ explanation that a decision could not be taken because the applicant had failed to submit relevant documents in support of her claim for reparatory measures for the property in issue (see paragraph 26 above). However, the Court observes that relevant evidence in respect of the statutory conditions required for the applicant’s entitlement to reparatory measures appears to have been appended to the claim lodged in 2001 (see paragraph 25 above). In any event, the Court fails to see why a fresh assessment of the matter by the administrative authorities was necessary, given that the respective entitlement had already been confirmed by the domestic courts in final judgments, unchallenged to the present day.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  With regard to Mr and Ms Gion, the applicants in application no. 10893/04, the Court notes that they did not lodge any notice of claim (notificare) pursuant to Law no. 10/2001 (see paragraph 40 above). The Government argued that the applicants could and should have done so pursuant to either Article 22 or Article 46 of the law (see paragraph 67 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Court observes, however, that the restitution claim lodged by Ms and Mr Gion was granted by a judgment which became final on 23 March 2001, soon after the entry into force of Law no. 10/14 February 2001. In such circumstances, the Court cannot see why the applicants should have lodged further claims with the administrative authorities pursuant to Article 22 of the law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  Furthermore, the subsequent proceedings instituted by the applicants, terminated by the judgment given on 16 June 2008 dismissing their claims, were lodged after Law no. 10/2001 had come into force.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  In that connection, the Court notes that the provisions of Article 46 are relevant to those restitution claims which were pending before the domestic courts when Law no. 10/2001 came into force. In particular, paragraph 3 gave those whose restitution claims, which had been pending before the domestic courts on 14 February 2001, were dismissed by the courts in a final judgment, the possibility of lodging a notice of claim (notificare) with the administrative authorities, provided that they did so within six months of the delivery of the impugned judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  It follows that the applicants could not have relied on the provisions of Article 46 § 3 to lodge a notice of claim (notificare) with the administrative authorities, as argued by the Government, because the proceedings in which their restitution claims were dismissed had not been pending before the courts at the time the law came into force.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  In any event, as the Court has already concluded with regard to the effectiveness of this remedy in respect of Ms Dickmann (see paragraph 72 above), similarly, in the case of Mr and Ms Gion, the lodging of a notice of claim (notificare) so as to have a fresh assessment of the question of entitlement to reparatory measures would have been redundant in view of the existence of a final judgment acknowledging such entitlement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  In view of the above, the Court fails to see how the above-mentioned procedure would have constituted an effective remedy for the applicants’ complaints, as argued by the Government. The Court therefore dismisses the respondent Government’s preliminary objection on this point.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  The Court further notes that the applicants’ complaints raised under Article 1 of Protocol No. 1 are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention, nor are they inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "81.  On a general note, the Government contended that situations similar to those described in the present case, namely where there were concurrent and valid titles to the same property formerly nationalised by the State, an issue which had been signalled as problematic by the Court in several of its judgments (they cited Katz v. Romania, no. 29739/03, 20 January 2009), were no longer likely to appear because technically the problem was historical, as explained below.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The Government argued that firstly, the sale by the State to the tenants of immovable property that had been nationalised and in respect of which administrative or judicial claims had been lodged under Law no. 10/2001 was no longer possible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  Secondly, according to the conclusions of the High Court of Cassation and Justice in their judgment on an appeal in the interests of the law delivered on 9 June 2008, actions for recovery of possession of such property were in principle no longer admissible since the entry into force of Law no. 10/2001 (see paragraph 56 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  Thirdly, actions seeking the rescission of sale contracts concluded by the State with tenants were no longer admissible since 14 August 2002, as a result of the deadline provided for in Article 45 of Law no. 10/2001 (see paragraph 47 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  Consequently, the factual and legal background likely to determine the existence of concurrent titles to residential property regulated by the provisions of Law no. 10/2001 no longer existed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  With regard to the measures taken to redress the matter of validation by final judgments of concurrent titles to the same residential property, the Government stressed that Law no. 10/2001 clearly stated that if the return of the property was no longer possible, compensation or other reparatory measures would be awarded instead. Therefore, former owners whose title to property had been acknowledged by the courts but who could not enjoy their possessions on account of the existence of another title to the same property, also acknowledged by the courts, were entitled to reparatory measures in accordance with Law no. 10/2001, as amended by Law no. 165/2013.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  Referring to the Court’s view as expressed in the case of Preda and Others (cited above), the Government pointed out that the reparatory mechanism set out in Law no. 165/2013 constituted, in principle, an effective and appropriate remedy for those who claimed compensation before the domestic authorities. They argued that the mechanism was effective also for circumstances such as those described in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The Government submitted updated information concerning the current functioning of that mechanism, which proved, in their view, that it was efficient and satisfactory. In such circumstances, they concluded that the applicants in the present case should have diligently pursued the procedures set out by Law no. 10/2001 and Law no. 165/2013, which were available to them and constituted an effective remedy for their complaints.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The applicants reiterated that the failure to date to return their properties or to provide them with appropriate compensation was in breach of their right to the peaceful enjoyment of their possessions. They submitted that the compensation mechanism put in place by the domestic legislation was not effective.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "90.  In its pilot judgment of Maria Atanasiu and Others (nos. 30767/05 and 33800/06, §§ 164-68, 12 October 2010), the Court has summarised the relevant principles in respect of the application of Article 1 of Protocol No. 1 to reparatory measures, as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“164.  Just as Article 1 of Protocol No. 1 does not guarantee the right to acquire property, it does not impose any restrictions on the Contracting States’ freedom to determine the scope of property restitution and to choose the conditions under which they agree to restore property rights of former owners (see Van der Mussele v. Belgium, 23 November 1983, § 48, Series A no. 70; Slivenko and Others v. Latvia (dec.) [GC], no. 48321/99, § 121, ECHR 2002II (extracts); and Jantner v. Slovakia, no. 39050/97, § 34, 4 March 2003).",
                                                "elements": []
                                            },
                                            {
                                                "content": "165.  On the other hand, Article 1 of Protocol No. 1 requires that any interference by a public authority with the peaceful enjoyment of possessions should be lawful (see Former King of Greece and Others v. Greece [GC], no. 25701/94, § 79, ECHR 2000XII and Iatridis v. Greece [GC], no. 31107/96, § 58, ECHR 1999II). The principle of lawfulness also presupposes that the applicable provisions of domestic law be sufficiently accessible, precise and foreseeable in their application (see Beyeler v. Italy [GC], no. 33202/96, §§ 109-110, ECHR 2000I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "166.  Furthermore, any interference with the enjoyment of a right or freedom recognised by the Convention must pursue a legitimate aim. By the same token, in cases involving a positive duty, there must be a legitimate justification for the State’s inaction. The principle of a “fair balance” inherent in Article 1 of Protocol No. 1 itself presupposes the existence of a general interest of the community. Because of their direct knowledge of their society and its needs, the national authorities are in principle better placed than the international judge to appreciate what is “in the public interest”. Under the system of protection established by the Convention, it is thus for the national authorities to make the initial assessment as to the existence of a problem of public concern warranting measures to be applied in the sphere of the exercise of the right of property, including deprivation and restitution of property. Here, as in other fields to which the safeguards of the Convention extend, the national authorities accordingly enjoy a certain margin of appreciation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Furthermore, the notion of “public interest” is necessarily extensive. In particular, the decision to enact laws expropriating property or affording publicly funded compensation for expropriated property will commonly involve consideration of political, economic and social issues. Finding it natural that the margin of appreciation available to the legislature in implementing social and economic policies should be a wide one, the Court has declared that it will respect the legislature’s judgment as to what is “in the public interest” unless that judgment is manifestly without reasonable foundation (see James and Others v. the United Kingdom, 21 February 1986, § 46, Series A no. 98; Former King of Greece and Others, cited above, § 87; and Broniowski v. Poland [GC], no. 31443/96, § 149, ECHR 2004V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "167.  Both an interference with the peaceful enjoyment of possessions and an abstention from action must strike a fair balance between the demands of the general interest of the community and the requirements of the protection of the individual’s fundamental rights. In particular, there must be a reasonable relationship of proportionality between the means employed and the aim sought to be realised by any measures applied by the State, including measures depriving a person of his or her possessions. In each case involving the alleged violation of that Article the Court must, therefore, ascertain whether by reason of the State’s action or inaction the person concerned had to bear a disproportionate and excessive burden (see Sporrong and Lönnroth v. Sweden, 23 September 1982, § 73, Series A no. 52).”",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  At the outset, the Court takes note of the Government’s arguments that the legal issues raised by the present case are no longer likely to appear, in view of the settling of the domestic case-law on the matter, and/or of the expiry of the time-limits within which it was possible to lodge certain procedural measures likely to determine the implicit or explicit validation by the courts of concurrent titles in respect of the same immovable property unlawfully seized by the State (see paragraphs 82-84 and also 55-57 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  The Court finds no particular reason to disagree with those arguments, in view of the fact that the national authorities are in principle better placed than the international judge to make an initial assessment not only as to the existence, but also as to the persistence, for that matter, of a problem of public concern (see, mutatis mutandis, Broniowski, cited above, § 149). However, in view of the significant number of applications pending before it which raise a similar legal issue as the one examined in the present case, the Court considers that it needs to conduct a comprehensive assessment of the measures taken by the State aiming to address the matter complained of.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  In that regard, the Court firstly reiterates that the finding, whether in the reasoning or in the operative part of a final decision, which has not been quashed or challenged to date, that the nationalisation of the property was unlawful, had the effect of recognising, with retrospective effect, that the applicants had title to the respective property, so long as they also met the statutory conditions required in order to qualify for reparatory measures (see, among many other authorities, Străin and Others v. Romania, no. 57001/00, § 38, ECHR 2005VII; Popescu and Dimeca v. Romania, no. 17799/03, §§ 21-22, 9 December 2008; and Maria Atanasiu and Others, cited above, §§ 142-45). This retrospective effect is confirmed also by the approach taken until 6 February 2009 by the Romanian legislator. Article 2 § 2 of Law no. 10/2001 provided that persons whose properties had been appropriated unlawfully were considered to have retained the ownership rights they had had on the date of the appropriation. Those rights were to be exercised upon receipt of the restoration decision or judgment, in accordance with the law (see paragraph 45 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  Turning to the present case, the Court reiterates that the applicants had obtained final decisions acknowledging the unlawfulness of the seizure of their property by the State. It also notes that the domestic courts confirmed their entitlement to reparatory measures in view of their status as successor in title to the former owners, in the case of Ms Dickmann (see paragraphs 15-17 and 23 above), and as former owners, in the case of the Ms and Mr Gion (see paragraphs 34 and 39 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  Having established that the applicants had a “possession” within the meaning of Article 1 of Protocol No. 1 to the Convention, the Court is further called upon to examine whether the impugned deprivation of those possessions as a result of the sale by the State of the property to third parties was appropriately remedied and compensated for via the mechanism created for that purpose by the State.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  In that regard, the Court reiterates that the national authorities must have a considerable margin of appreciation in selecting the measures to regulate ownership relations within the country (see, mutatis mutandis, Maria Atanasiu and Others, cited above, § 172). However, it considers it necessary to ensure that the attenuation of “old injuries” sustained as a result of infringements of property rights by the communist regime does not create disproportionate new wrongs. To that end, the legislation should make it possible to take into account the particular circumstances of each case, so that persons who acquired their possessions in good faith are not made to bear the burden of responsibility which is rightfully that of the State that once confiscated those possessions (see Raicu v. Romania, no. 28104/03, § 37, 19 October 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  The Court can therefore accept that for those who, like the applicants in the present case, have concurrent titles to the same residential properties validated by final judgments, an appropriate form of redress may be the award of compensation or other reparatory measures, if restitution is no longer possible to them on account of the fact that the properties now belong to individuals who acquired them from the State in good faith.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  The Court must therefore ascertain whether such a form of redress has been made available by the State to the applicants in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  In that regard, the Court notes that although Law no. 165/2013 has generally reformed the restitution mechanism by setting out precise timelimits for each administrative stage, as well as clear criteria for the functioning of the compensation mechanism (see paragraphs 50-51 above), it has not amended the administrative procedure to make it effective for claimants such as Ms Dickmann. In her case, as already mentioned, in spite of the fact that the courts had already acknowledged the validity of her title to the property in issue and her entitlement to reparatory measures, she was prevented from enjoying her rights because third parties had a concurrent title to the property following the sale of that property by the State.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  Furthermore, the law does not provide a remedy for claimants such as Ms and Mr Gion who, although acknowledged by the courts as the rightful owners of the property in issue, had not lodged restitution or compensation claims at a domestic level pursuant to Law no. 10/2001. Indeed, the High Court of Cassation and Justice confirmed in its decision of 20 March 2017 (see paragraph 58 above) that the mechanism provided for by Law no. 165/2013 was relevant only for those applicants before the Court who had also lodged notices of claim (notificări) with the administrative authorities within the time-limits set by Law No. 10/2001 (see paragraphs 46 and 48 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  The Court reiterates that in the case of Preda and Others it held that Law no. 165/2013 provided a set of effective remedies for various types of circumstances, described in its paragraphs 134 to 140 (see also paragraph 10 above), while emphasising that no remedies of a substantial or procedural nature were available to claimants in a situation similar to those in the present case (see Preda and Others, cited above, § 124, and paragraph 11 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  In the present case, the Government sought a slightly different conclusion from the Court by arguing that the mechanism was functional and contained effective remedies also for the circumstances relevant to the applicants in the present case, but that those remedies had not been appropriately pursued by the applicants. However, for all the reasons mentioned above (see paragraphs 79 and 99 to 100 above), the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  It follows that claimants such as the applicants in the present case, whose title to residential property was acknowledged and their entitlement to reparatory measures confirmed by the courts, but who cannot enjoy their possessions having been deprived of them because the State sold the property, do not benefit from any mechanism allowing them to obtain appropriate compensation for the deprivation of their possessions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  The Court further considers that this deprivation, in combination with the total lack of compensation, imposed on the applicants a disproportionate and excessive burden in breach of their right to the peaceful enjoyment of possessions as guaranteed by Article 1 of Protocol No. 1 (see Străin, cited above, § 59, and Preda and Others, (cited above), §§ 148-49).",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  There has accordingly been a violation of Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "106.  The applicants in both applications complained that the domestic courts had breached their right to a fair trial by lacking impartiality, by failing to assess the facts correctly and by misinterpreting the domestic law. They relied on Article 6 § 1 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by an ... impartial tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "107.  The Court has examined the complaints as submitted by the applicants. However, having regard to all the material in its possession, and in so far as these complaints fall within the Court’s competence, it finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. This part of the applications must therefore be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "108.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "109.  The applicants claimed 99,000 euros (EUR) (application no. 10346/03) and EUR 83,407 (application no. 10893/04) in respect of pecuniary damage, representing the market value of the immovable properties. They also claimed damages for loss of use of the properties, estimated at EUR 52,000 (application no. 10346/03) and EUR 34,600 (application no. 10893/04) respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  The applicants also claimed EUR 10,000 (application no. 10346/03) and EUR 5,000 (application no. 10893/04) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  The Government invited the Court to dismiss the applicants’ claims under Article 41 in view of the existence of an efficient domestic compensatory mechanism affording appropriate redress for their complaints. With regard to the pecuniary damages claimed, they made reference to the information submitted by the National Authority for Property Restitution, which, based on evaluations made by the Chambers of Public Notaries in 2013, indicated that the property had been valued at EUR 81,883.38 (application no. 10346/03) and 116,348.40 RON (Romanian lei) (application no. 10893/04) respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  Furthermore, they considered that the finding of a violation would constitute in itself sufficient just satisfaction for any non-pecuniary damage which the applicants might have suffered. In any event, they considered that the amount claimed in this connection was too high.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The Court reiterates that a judgment in which it finds a breach imposes on the respondent State a legal obligation to put an end to the breach and make reparation for its consequences in such a way as to restore as far as possible the situation existing before the breach (see Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 32, ECHR 2000XI). If one or more heads of damage cannot be calculated precisely or if the distinction between pecuniary and non-pecuniary damage proves difficult, the Court may decide to make a global assessment (see Comingersoll S.A. v. Portugal [GC], no. 35382/97, § 29, ECHR 2000IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  The Court has found a violation of Article 1 of Protocol No. 1 on account of the authorities’ failure to provide the applicants with appropriate compensation for the deprivation of their possessions. In view of the nature of the violation found, the Court considers that the applicants have suffered pecuniary and non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  As regards the amount of money claimed in respect of loss of profit or benefit from the applicants’ possessions, the Court rejects this claim. To award a sum of money on this basis would be a speculative process, given that profit derived from possession of property depends on several factors (see Buzatu v. Romania (just satisfaction), no. 34642/97, § 18, 27 January 2005, and Preda and Others, cited above, § 164).",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  As regards the other pecuniary claims made by the applicants, the Court notes the disparity between the applicants’ estimates of the value of their properties and those advanced by the Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  In view of the ineffective nature of the current reparatory mechanism for circumstances such as those revealed in the present case, and having regard, in particular, to the age of the applicants and the total lack of compensation for such a long period of time, the Court, without prejudging possible future developments with regard to the compensation mechanism, considers it reasonable to award the applicants a sum which would represent a final and exhaustive settlement of the present case (see Maria Atanasiu and Others, cited above, § 253).",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  On the basis of the evidence in its possession and ruling on an equitable basis as required by Article 41 of the Convention, the Court awards, for all heads of damage, EUR 96,000 to the estate of the late Ms Dickmann and EUR 60,000, jointly, to Ms Gion and the estate of the late Mr Gion.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "119.  The applicants claimed EUR 3,026 (application no. 10346/03) and EUR 15,000 (application no. 10893/04) for the costs and expenses incurred before the domestic courts and before the Court. They submitted several receipts, vouchers and invoices relating to their lawyers’ fees, expert reports and various postage costs and travel expenses incurred in relation to the domestic proceedings and those before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  The Government did not object to the reimbursement of costs and expenses provided that they were genuine, substantiated, necessary and reasonable. They contended that the documents submitted in support of the applicants’ claims were not sufficient to establish the number of hours worked by their legal representatives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 1,500 to the estate of the late Ms Dickmann (application no. 10346/03) and the sum of EUR 5,000 jointly to Ms Gion and to the estate of the late Mr Gion (application no. 10893/04), covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "122.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that the heirs of the applicants Ms Dickmann and Mr Gion have standing to continue the present proceedings in their stead;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares the complaint concerning Article 1 of Protocol No. 1 admissible and the remainder of the applications inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 24 October 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "1.  Application no. 10346/03 lodged on 29 July 2002 by Ms Dora Dickmann, Israeli and Romanian national, born on 26 June 1932 and deceased on 8 December 2003. The proceedings were pursued by her husband and heir, Mr Jean Dickmann, residing in Tel Aviv, Israel. The latter was, exceptionally, granted leave to represent himself (Rule 36 of the Rules of Court). The application was communicated to the Government on 15 June 2009.",
                        "elements": []
                    },
                    {
                        "content": "2.  Application no. 10893/04 lodged on 22 December 2003 by Ms Mariana Gion, a Romanian and German national, born on 20 June 1943 and residing in Essen, Germany; and by her husband Mr Helmut-Ion Gion, German national, born on 19 January 1941 and deceased on 9 July 2004. The proceedings were pursued on his behalf by his heirs, Ms Mariana Gion and Ms Nicolette Monica Gion. The applicants were represented before the Court by Ms Floarea Iliescu, lawyer. The application was communicated to the Government on 18 March 2008.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Ganna Yudkivska",
            "role": "president"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Georges Ravarani",
            "role": "judges"
        },
        {
            "name": "Péter Paczolay",
            "role": "judges"
        },
        {
            "name": "Bianca Andrada Guțan",
            "role": "ad hoc judge"
        },
        {
            "name": "Marialena Tsirli",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DICKMANN AND GION v. ROMANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-177927.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:1024JUD001034603",
    "externalsources": [],
    "extractedappno": [
        "10346/03",
        "10893/04",
        "30767/05",
        "33800/06",
        "9584/02",
        "57001/00",
        "63252/00",
        "10/14",
        "29739/03",
        "48321/99",
        "39050/97",
        "25701/94",
        "31107/96",
        "33202/96",
        "31443/96",
        "17799/03",
        "28104/03",
        "35382/97",
        "34642/97"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Law no. 10/2001",
        "Law no. 10/14",
        "Law no. 165/2013"
    ],
    "itemid": "001-177927",
    "judgementdate": "24/10/2017 00:00:00",
    "kpdate": "24/10/2017 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "236",
        "216",
        "577",
        "283",
        "305",
        "369",
        "94",
        "304",
        "238"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "35-1",
        "35-3-a",
        "35",
        "P1-1-1",
        "41",
        "P1-1"
    ],
    "parties": [
        "DICKMANN AND GION",
        "ROMANIA"
    ],
    "rank": "2068.4609375",
    "representedby": [
        "DICKMANN J.",
        "ILIESCU F."
    ],
    "respondent": "ROU",
    "respondentOrderEng": "37",
    "scl": [
        "Broniowski v. Poland [GC], no. 31443/96, § 149, ECHR 2004 V",
        "Buzatu v. Romania (just satisfaction), no. 34642/97, § 18, 27 January 2005",
        "Comingersoll S.A. v. Portugal [GC], no. 35382/97, § 29, ECHR 2000 IV",
        "Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 32, ECHR 2000 XI",
        "Maria Atanasiu and Others (nos. 30767/05 and 33800/06, 12 October 2010",
        "Popescu and Dimeca v. Romania, no. 17799/03, §§ 21-22, 9 December 2008",
        "Preda and Others v. Romania, nos. 9584/02 and 7 others, 29 April 2014",
        "Raicu v. Romania, no. 28104/03, § 37, 19 October 2006",
        "Străin and Others v. Romania, no. 57001/00, § 38, ECHR 2005 VII"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "469136",
    "typedescription": "15"
}