{
    "__articles": "3;13",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)",
    "applicability": "",
    "appno": "37240/07",
    "article": [
        "13",
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13 - Right to an effective remedy",
            "type": "violation"
        }
    ],
    "content": {
        "001-171498.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 37240/07) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Valeriy Vasilyevich Kiyashko (“the applicant”), on 28 July 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Ms N. Okhotnikova and Ms O. Ashchenko, lawyers practising in Kharkiv. The Ukrainian Government (“the Government”) were represented by their Agent, most recently Mr I. Lishchyna, of the Ministry of Justice of Ukraine.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained, inter alia, regarding the conditions of his detention, the lack of medical treatment in detention, and having no effective remedies for these complaints. On 16 January 2014 these complaints were communicated to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1955 and lives in Poltava.",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "5.  On 16 September 2004 the applicant, who at that time was undergoing inpatient medical treatment in a psychiatric hospital, was arrested in connection with an offence of fraud.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 6 October 2006 the Kyivskiy District Court of Poltava found the applicant guilty of having committed fraud as part of a group, and sentenced him to five years’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 14 September 2007 and 20 January 2009 the Poltava Regional Court of Appeal and the Supreme Court of Ukraine respectively upheld that judgment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Conditions of the applicant’s detention",
                                "elements": [
                                    {
                                        "content": "1.  Poltava Pre-Trial Detention Centre no. 23",
                                        "elements": [
                                            {
                                                "content": "8.  From 4 October 2004 to 2 October 2007 the applicant was detained in Poltava Pre-Trial Detention Centre no. 23 (“the SIZO”).",
                                                "elements": []
                                            },
                                            {
                                                "content": "9.  During his detention in the SIZO in Poltava, the applicant was held in various cells of the same type. Each cell measured 7 sq. m. and was occupied by three to four people. The window was covered by a metal shield and metal bars, preventing daylight and fresh air from reaching the cell. There was no ventilation in the cell, and most of the detainees were smokers. In the summer it was extremely hot, and this forced everyone to wear very little clothing, and during the winter it was very cold. The light in the cell was very poor, with only an electric bulb of 25-40W positioned above the front door. It was always switched on. A centrally operated radio loudspeaker was constantly on from 6 a.m. to 10 a.m., playing loud and unvaried music. Detainees had no access to television or newspapers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "10.  The cells had poor sanitary conditions and were infested with rats, mice, bedbugs, lice, spiders and cockroaches. They were very damp and the walls were covered with mould and stained with smoke. The toilet was not separated from the living area, had no flush, and emitted a foul smell that lingered in the air. Detainees were forced to eat their meals in close proximity to the toilet. No toiletries, apart from soap, were distributed to them. Bed linen was issued once and for the whole period of detention, which was three years in the applicant’s case. His mattress was dirty and torn. The food was of poor quality, often made from products which had spoiled, and was unvaried. It smelled bad. No meat, fresh fruit or vegetables were provided. Detainees were allowed to take a shower once every seven to ten days, or even once a fortnight, and then only for ten to fifteen minutes. In order to get to the shower area or investigation rooms, or to be transferred to court, detainees had to pass through an underground tunnel which had poor lighting and was flooded with sewage. The shower was dirty and the water flow could not be adjusted. The floor was flooded with dirty water, as the drainage system did not work properly. The hairdresser at the SIZO used the same hair clippers on all of the detainees, without disinfecting them. Only one pair of scissors was available for cutting their nails, and these were also not disinfected. The applicant’s cellmates were often suffering from tuberculosis, hepatitis, and scabies, or were HIV-positive.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  Outside walks were at the discretion of the SIZO authorities. Sometimes they took place every other day, and sometimes they took place once a week.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  On 9 June 2006 the applicant slit his wrists in protest against the conditions of detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  From 19 to 26 April 2007 the applicant was placed in a disciplinary cell. The cell had a concrete floor and was flooded with cold water in order to make him suffer more. As a result, he got a fever and had to spend a week at the SIZO’s medical unit. No food or hot water was provided.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  On unspecified occasions in 2007 the applicant was taken to court for hearings or to examine his case file. On each occasion his journey took a whole day. He did not receive any food or water during the trips. He was transported in a prison van, which was originally designed to carry a maximum of ten passengers, but which actually contained fifteen to eighteen detainees whose hands were handcuffed behind their backs. Before being placed in the van, the detainees were held in a small, airless and smoky preliminary reception cell. Upon returning to the detention facility, the detainees had to wait for a long time in the van before being transferred to the preliminary reception cell, where they also had to wait to be escorted to their cells. It was very cold in the prison van in winter and hot in summer. During the court hearings the applicant was not taken to the toilet. He had to take an empty plastic bottle with him so that he could relieve himself during hearing breaks.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  To support his application, the applicant submitted, inter alia, photos showing the poor sanitary conditions of different cells he claimed to be cells in the SIZO. He also presented written statements from his cellmates.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  The Government submitted that the conditions of the applicant’s detention in the SIZO had been adequate, mainly referring to the statutory regulations on detention. They argued that the applicant had been held in seventeen cells of the same type during his detention in the SIZO, and it was unclear which of them he was referring to in his complaint to the Court. The Government provided no details as to the exact size of the cells, but stated that an inspection carried out at some point after the complaint had been communicated to the Government had determined that each cell in the SIZO allowed each detainee at least 2.5 sq. m of personal space, which was in compliance with the relevant domestic standards. A toilet was located in the corner of each cell, separated from the living area by fixed partitions. The windows were protected by metal bars, and allowed daylight and fresh air to reach the cells. All cells were equipped with artificial ventilation and lighting, as well as a radio. The food the applicant received met the standards set by domestic law, and he was provided with bedding in accordance with the relevant regulations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  The Government further denied that there had been rats and insects in the cells, as three times a year thorough measures against rats were implemented and the entire SIZO facility was disinfected. The statutory regulations also provided that the SIZO detainees had weekly access to bathing facilities. The conditions of those facilities were appropriate. Toiletries were available at the SIZO shop, which the applicant was free to use. The applicant’s right to a one-hour daily walk was never breached.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  The Government could not provide any information about the dates and conditions of the applicant’s transport to and from the court hearings, because the time-limit for keeping the relevant documents had expired and the records had been destroyed. However, they provided a description of the general transport arrangements and advised that prison vans had been in use in 2004-2007. The vans were designed to accommodate twenty-one people in three compartments (two larger ones and one designed for single occupancy). The vans had no windows, but they were equipped with ventilation grills and had metal bars integrated in the lower and upper part of the vehicle door. The Government further submitted that, on average, it took up to ten minutes to transport detainees from the SIZO to the Oktyabrskiy District Court of Poltava (a distance of 7 km), and about twenty minutes to transport them to the Kyivskiy District Court of Poltava (a distance of 10 km). The latter court was not equipped with a room for defendants, and the detainees were therefore held in the courtroom. They were able to use public toilets. At the Oktyabrskiy District Court of Poltava the detainees were kept in the rooms for defendants, which were equipped with all the necessary sanitary facilities.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Kremenchuk Correctional Colony no. 69",
                                        "elements": [
                                            {
                                                "content": "19.  From 2 October 2007 to 22 September 2009 the applicant was serving his sentence in Kremenchuk Correctional Colony no. 69 (“the prison”).",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  Upon his arrival, the applicant was put in the admission ward (карантин) for fourteen days. The cell measured 13 sq. m and accommodated ten to twelve prisoners. Some of them were suffering from HIV and tuberculosis. There was no daylight in the cell, as the only small window was covered with metal bars, and a grid was attached to it from the outside. The artificial light in the cell was very poor, and there was only an electric bulb of 40W. It was always switched on. There was no natural or artificial ventilation in the cell. The toilet was not separated from the living area, had no flush, and emitted a foul smell that lingered in the air. The cell was infested with rats, mice and cockroaches. Outside walks did not take place on a daily basis, but at the discretion of the prison authorities, and lasted about twenty to thirty minutes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  During his time in the prison, the applicant was placed in the admission ward four times, each time for fourteen days.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  The applicant was placed in disciplinary cells three times: from 17 to 22 January 2009, from 2 to 17 March 2009, and from 25 March to 26 June 2009, and on some occasions with people who were suffering from tuberculosis. The cells were dark, damp and cold. The toilet had no flush and emitted a smell. Outside walks lasted about twenty to thirty minutes and took place in very small yards on and under the prison roof, and were allowed to take place three times per week. Once per week the applicant had access to a shower. There was no hot water in the shower and the floor was flooded with dirty cold water. No visits or exchanges of correspondence were allowed. The applicant’s plank bed was chained to the wall from 5 a.m. to 9 p.m., so he had to stand during this time, although this went against his medical prescription. There was no chair in the cell and his walking stick was taken away.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  The applicant spent the remainder of his sentence in the sociopsychological unit of the prison (unit no. 5) in the following conditions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  His cell measured 120 sq. m and accommodated seventy to eighty prisoners. Many of them were HIV-positive, suffering from tuberculosis, hepatitis and fungal diseases. The cell was dirty and infested with parasitic insects. The light in the cell was very poor, with eight electric bulbs of 40W, half of which did not work. The artificial ventilation in the cell did not work, and most of the prisoners were smokers. In summer it was extremely hot in the cell and during the winter it was very cold. The prisoners had to cook their food using an open flame, because of power cuts in the unit from 7.30 a.m. to 5 p.m.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  No disinfection products were available, and all cellmates shared water containers, scissors and a needle. Shower, toilets and dining rooms were also in an unhygienic state. The toilets had no flush and emitted a foul smell. The food was of poor quality and was often made from products which had spoiled.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  Prisoners could use the showers once a week. The bathroom was equipped with fifteen shower taps and it was not possible to adjust the water flow or temperature. 120-150 prisoners had only one hour to complete the whole process, including getting to the bathroom, which was 700 metres away from the cell. Thus, ten prisoners had to share one shower tap at the same time. The floor was flooded with dirty water, as the drainage system did not work properly. The hairdresser at the prison used the same hair clippers on all the prisoners, and these were not disinfected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  To support his allegations, the applicant submitted photos which he claimed were of a disciplinary cell and the exercise yards of the prison. He also referred to interviews former prisoners had given to newspapers, in which they provided, inter alia, a similar description of their detention conditions, including the disciplinary cells. In order to support this part of his application, the applicant also made reference to a complaint to an MP by his former cellmate, who was HIV-positive, and to the newspaper articles mentioned above, which contained interviews with other prisoners. Lastly, he relied on a report by the Ombudsman regarding the general unsatisfactory detention conditions of prisons in Ukraine.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The Government referred to the statutory regulations governing detention in particular types of cells, and submitted the following.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The quarantine cell at the prison measured 27 sq. m and could accommodate up to twelve prisoners. It had two windows, which were not covered with metal bars and could be opened at any time. Four artificial ventilation channels were also available. The artificial light in the cell was ensured with two electric bulbs of 100W and one of 40W. The cell was disinfected on a daily basis and measures against rats were implemented no less than twice a year. The duration of daily outside walks was not less than two hours.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The isolation unit consisted of eight disciplinary cells, two of which were for prisoners suffering from tuberculosis. The concrete floor of all the isolation wards was covered with wooden planks. An appropriate temperature in the cells was ensured by radiators, and daily outside walks lasted not less than an hour.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  Each prisoner in unit no. 5 had about 2.2 sq. m of living space. The number of beds corresponded to the number of prisoners, and two prisoners shared one bedside table. HIV-positive prisoners, as well as those suffering from tuberculosis, were held separately from healthy prisoners. The unit had four windows, which could be opened to let in fresh air; artificial ventilation was also available. Artificial light in the cell was ensured with eight electric bulbs of 100W and two of 40W, and the temperature in the unit was never lower than 18˚C. Smoking was only allowed in smoking areas, and those who breached the rules faced administrative punishment. The Government denied the applicant’s allegations that there had been power cuts and that the prisoners had had to use an open flame to prepare their food. In this respect, they argued that cooking in the unit had been prohibited by law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  Prisoners were provided with soap and could buy other necessary toiletries, such as toilet paper, toothbrushes and toothpaste, at the prison shop, as the relevant regulations made no provision for these items to be provided by the State. Prisoners had access to bathing facilities once a week, and could use the services of a hairdresser. The hairdresser’s tools were disinfected. The quality and quantity of the food corresponded to the domestic standards, and no cases of poisoning had been registered.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Medical care",
                                "elements": [
                                    {
                                        "content": "1.  Factual information",
                                        "elements": [
                                            {
                                                "content": "33.  In 1996 and 1998 the applicant sustained head injuries, and in 2004 he suffered spinal trauma. As a result, he experienced neurological dysfunction and his eyesight deteriorated. When arrested, the applicant was undergoing inpatient medical treatment for his health problems at a psychiatric hospital.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  On 5 October 2004, upon his arrival at the SIZO, the applicant underwent an initial medical examination by a general practitioner, a psychiatrist, a dentist, a dermatovenereologist, and a tuberculosis specialist. He also had an X-ray. No particular health problems were noted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  According to the applicant, from January 2006 onwards he started experiencing severe pain in his back and legs, and he sought assistance from the medical unit at the SIZO.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 22 February 2006 the applicant was examined by a neurologist from Poltava Hospital no. 1. The applicant’s mother arranged the appointment with the neurologist, as the SIZO did not have the relevant medical specialist. He was diagnosed with severe after-effects of closed head injuries (in 1996 and 1998), stomping gait syndrome, post-traumatic spinal osteochondrosis, and vertebrogenic left-side polyradiculitis, and was prescribed treatment (нейровітан, тіоцетам).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 23 February 2006 the applicant had an X-ray of his spine and was diagnosed with post-traumatic osteochondrosis and spondylarthrosis deformans.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  On 10 March 2006, following an X-ray, the applicant was diagnosed with early arthrosis of the left knee.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  On unspecified dates in March 2006 the applicant underwent inpatient treatment at the SIZO medical unit on account of his neurological problems and vegetative-vascular dystonia, chronic gastroduodenitis, myopia, and arthrosis of the left knee.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  On 26 March 2006 the applicant was registered with a psychiatrist as a result of his going on hunger strike (from 26 March to 12 October 2006) and self-harming (9 June 2006), and he was regularly examined by the psychiatrist.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  On 13 April 2006 the applicant was examined by a general practitioner at the SIZO.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  On 15 April 2006 the applicant had an X-ray and was diagnosed as having ribs which were too close together.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  On 12 October 2006 the applicant was examined by the head of the neurological department of the hospital located at prison no. 100. He was diagnosed with osteochondrosis of the lumbar spine, right-sided lumbodynia, radicular pain syndrome, the after-effects of head injuries, asthenoneurotic syndrome, and toxic polyneuropathy. He was prescribed treatment (пентоксифілін, піроксікам, нейровітан).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  On 27 October 2006 the applicant had an X-ray of his chest and was found to be healthy",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  On 1 November 2006 the applicant was given a walking stick.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Between 20 February and July 2007 the applicant was examined by a psychiatrist, a surgeon and a general practitioner. They confirmed the earlier diagnosis relating to the problems with his spine.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  On 26 July 2007 the applicant was examined by a tuberculosis specialist and was found to be healthy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  On 6 September 2007 the applicant was examined by a neurologist from Poltava Hospital no. 1. His mother had arranged the appointment. The neurologist confirmed the diagnosis of 22 February 2006 and prescribed treatment (діклак, нейровітан).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  After his transfer to the prison on 2 October 2007, the applicant had a medical examination which confirmed the previous diagnosis. He was advised to undergo inpatient treatment at the neurological department of the hospital at prison no. 100. He stayed at the hospital from 6 to 27 November 2007 and from 12 to 26 February 2008.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  On 22 February 2008 the applicant was classified as having group III disability status (group III being the least severe category). He was expected to remain in this category for one year.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  On 27 February 2008 the applicant was diagnosed with chronic hepatitis C.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  On 11 March 2008 the applicant decided to have an HIV test. According to the results of this test dated 26 March 2008, the applicant had HIV antibodies. He was also diagnosed with persistent generalised lymphadenopathy and registered as an HIV-positive person.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  On 10 April 2008 the applicant had an X-ray of his chest and was found to be healthy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  On 12 June 2008 the prison authorities informed the applicant about the results of the HIV test. According to the applicant, the authorities tried to conceal the situation, and he lodged a number of complaints in order to find out about the test results.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  In July and August 2008 the applicant complained to different authorities that, despite his requests, no further measures had been taken to specify his diagnosis and provide him with the relevant medical treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  On 21 August 2008 the applicant was examined by an infectious disease specialist. He was diagnosed with clinical stage 2 HIV and persistent generalised lymphadenopathy. It was decided that he should be transferred to the hospital at Daryivska Correctional Colony no. 10 in the Kherson Region, which specialised in HIV treatment (“the HIV Treatment Facility”), in order to decide whether he had to have antiretroviral therapy (ART). The applicant was further prescribed a CD4 cell count at Poltava City Aids Prevention and Control Centre (“the AIDS Centre”) on 8 October 2008. The Court has not been informed of the results of that test, if any exist.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  From 14 October to 13 November 2008 the applicant had a medical examination at the HIV Treatment Facility.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  On 1 February 2009 the applicant was diagnosed with a chronic duodenal ulcer at an acute stage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  On 27 February 2009 he was further diagnosed with HIV, chronic compensated hepatitis, a chronic duodenal ulcer in remission, chronic cholecystitis and pancreatitis in remission, and the after-effects of closed head injuries.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  On 25 March 2009 the applicant was rediagnosed with clinical stage 1 HIV.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  On 3 April 2009 the applicant was examined by a neurologist, who confirmed the earlier diagnosis.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  From 27 June 2009 until an unspecified date the applicant had medical treatment at the HIV Treatment Facility on account of his clinical stage 2 HIV, onychomycosis of the feet, vertebrogenic radiculopathy in unstable remission, toxic polyneuropathy, slight myoparesis of the feet, tardive after-effects of closed head injuries, chronic viral hepatitis B in remission and duodenal ulcer in remission.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  On 8 July 2009 the applicant was reclassified as having group III disability status for another year, on account of the diagnosis relating to his central nervous system.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  On 20 July 2009 the applicant was rediagnosed with clinical stage 2 HIV and onychomycosis of the feet.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  On 20 August 2009 the applicant was diagnosed with a duodenal ulcer in remission and chronic hepatitis in remission.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  On 22 September 2009, upon being released from the prison, the applicant was declared to be in a satisfactory state of health. He was advised to register with an infectious disease specialist based near his home.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  In September 2009 the applicant consulted a neuropathologist, a surgeon and an eye specialist. He was diagnosed with second-degree discirculatory encephalopathy, vestibular-atactic and cephalic syndromes, spinal osteochondrosis, radiculopathy with slight paresis of the right foot, stage 1-2 arthrosis of the knee, hyperopia, phacosclerosis, retinal angiopathy and amblyopia of both eyes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  On 15 October 2009 the applicant was also diagnosed with chronic hepatitis B, a chronic duodenal ulcer in unstable remission, chronic bronchitis and cardiosclerosis.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  In November 2009 the applicant had a CD4 cell count, the result of which was 761 cells. On 14 December 2009, at the AIDS Centre, the applicant was diagnosed with clinical stage 2 HIV, recurrent infections of the lower respiratory airways, tuberculosis, chronic viral hepatitis C and a chronic inflammation of the gallbladder. Following this examination, the applicant received unspecified medical assistance at the AIDS Centre and was advised to go before a medical commission which could decide on his assignment to a disability group.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  On 13 January 2010 the applicant was classified as having group II disability status. On 31 January 2013 he was confirmed as having this status.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The parties’ accounts",
                                        "elements": [
                                            {
                                                "content": "71.  Referring to, inter alia, the medical evidence he had submitted to the Court, the applicant alleged that his health had seriously deteriorated while he was in detention, in particular owing to the poor conditions of his detention, combined with the absence of medical care.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The Government stated that the medical assistance provided to the applicant throughout his detention had been adequate. They provided no medical evidence in this regard, mainly referring to the fact that the SIZO registers for the relevant years on medical assistance provided to detainees by the SIZO medical specialists had been destroyed because the time-limit for keeping those documents had expired.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  At the same time, the Government provided some factual information regarding some of the applicant’s medical examinations in both detention facilities. These submissions appear to be based on the information contained in a reply to the applicant’s complaint regarding the lack of medical treatment in prison, which was given by a prosecutor in 2008. The Government asserted that the relevant medical documents had been studied by prosecutors during their inquiries into the applicant’s complaints regarding the lack of medical assistance, and no proof had been found.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND INTERNATIONAL MATERIAL",
                        "elements": [
                            {
                                "content": "74.  The relevant Council of Europe and other material establishing standards for the conditions of detention, together with international reports concerning the conditions of detention in Ukraine, can be found in the Court’s judgments in the cases of Davydov and Others v. Ukraine (nos.  and , §§ 101-108, 1 July 2010) and Gorbatenko v. Ukraine (no. , §§ 97-100, 28 November 2013).",
                                "elements": []
                            },
                            {
                                "content": "75.  The relevant domestic law and international and domestic material relating to medical care in detention can be found in the judgment in the case of Sergey Antonov v. Ukraine (no. 40512/13, §§ 40-53 and 55-56, 22 October 2015).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION ON ACCOUNT OF THE CONDITIONS OF DETENTION",
                        "elements": [
                            {
                                "content": "76.  The applicant complained under Article 3 of the Convention that he had been subjected to torture because of the poor conditions of his detention in the SIZO and the prison, and of the authorities’ failure to provide him with adequate medical assistance throughout his detention. The Article he relied on reads:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "77.  The Government did not raise any objections as to the admissibility of the above complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Court notes that these complaints are not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Conditions of detention",
                                        "elements": [
                                            {
                                                "content": "79.  The applicant relied on the evidence he had submitted, and maintained that, during the whole period of his detention, he had been held in conditions incompatible with the requirements of the Convention and other international instruments to which Ukraine is a party. As a result, he had been infected with tuberculosis, hepatitis, HIV and other diseases, and his state of health had deteriorated. The applicant further submitted that the figures provided by the Government with respect to the personal space available for each prisoner in the detention facilities constituted evidence in his favour.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  Having referred to their factual submissions, the Government claimed that the conditions of the applicant’s detention had been in compliance with the domestic law standards and had been adequate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  Article 3 of the Convention requires States to ensure that a person is detained in conditions which are compatible with respect for his human dignity, and that the manner and method of the execution of the measure do not subject him to distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention (see Kudła v. Poland [GC], no. , § 94, ECHR 2000-XI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The Court reiterates that a serious lack of space in a prison cell weighs heavily as a factor to be taken into account for the purpose of establishing whether the detention conditions described are “degrading” within the meaning of Article 3 of the Convention, and may disclose a violation, both alone or taken together with other shortcomings. When the personal space available to a detainee falls below 3 sq. m of floor space in multi-occupancy accommodation in prisons, the lack of personal space is considered so severe that a strong presumption of a violation of Article 3 arises (see Muršić v. Croatia [GC], no. 7334/13, §§ 136-139, 20 October 2016). This presumption will normally be capable of being rebutted only if the following factors are cumulatively met: (1) the reductions in the required minimum personal space of 3 sq. m are short, occasional and minor; (2) such reductions are accompanied by sufficient freedom of movement outside the cell and adequate out-of-cell activities; (3) the applicant is confined in what is, when viewed generally, an appropriate detention facility, and there are no other aggravating aspects of the conditions of his or her detention (see Muršić, cited above, §§ 132 and 135).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  As regards the standard of proof, the Court is particularly mindful of the objective difficulties experienced by applicants in collecting evidence to substantiate their claims about conditions of their detention. Still, in such cases, applicants must provide a detailed and consistent account of the facts complained of. In certain cases, applicants are able to provide at least some evidence in support of their complaints. The Court has considered as evidence, for example, written statements from fellow inmates or, if possible, photographs provided by applicants in support of their allegations (see, for example, Golubenko v. Ukraine (dec.), no. 36327/06, § 52, 5 November 2013, and cases cited therein).",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  Once a credible and reasonably detailed description of the allegedly degrading conditions of detention constituting a prima facie case of illtreatment has been made, the burden of proof is shifted to the respondent Government, who alone have access to information capable of corroborating or refuting these allegations (see also Ananyev and Others v. Russia, nos. 42525/07 and 60800/08, §§ 122-125, 10 January 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  The Court notes that the applicant provided a very detailed description of the conditions of his detention in both detention facilities. He further supported his allegations with a number of pieces of evidence, such as statements from his cellmates and other prisoners, newspaper articles and photographs, the credibility of which was not disputed or commented on by the Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  The Government’s affirmation that the applicant’s conditions of detention were appropriate is mainly based on information provided by the State Department for the Enforcement of Punishments and the prison authorities, and is not supported by sufficient evidence. They mostly referred to the general statutory regulations governing a particular type of detention, rather than to the particular conditions in which the applicant had been detained. The Government did not actually state how many inmates had been held with the applicant in the cells at the relevant time, but provided figures as to the general capacity of the cells and the minimum amount of space afforded each prisoner, which was, in any event, below the standard set in the Court’s case-law in both facilities (see paragraphs 16, 29 and 31 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  In these circumstances, on the basis of the available evidence, the Court cannot but conclude that the applicant lacked personal space during his detention in both facilities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  Turning to the criteria set in the Muršić judgment (see paragraph 82 above), the Court further notes that the Government failed to show that, taken cumulatively, there were factors capable of adequately compensating for the scarcity of personal space.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  On the contrary, the available evidence suggests that the applicant lacked space during the entire period of his detention (three years in the SIZO and about two years at the prison). His freedom of movement outside his cell and his out-of-cell activities were very limited in the SIZO and the admission and disciplinary cells of the prison, and he was confined to his cell for the most of the day. The evidence provided by the applicant further suggests that the lack of space was aggravated by poor hygiene and sanitary conditions in both detention facilities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The Court also observes that it has already found a violation of Article 3 with respect to the Poltava SIZO because of the lack of personal space afforded to a detainee, combined with the lack of access to outdoor activities for the period 2008-2010 (see Truten v. Ukraine, no. 18041/08, §§ 51-54, 23 June 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  In the light of the above-mentioned points, the Court concludes that the conditions of the applicant’s detention in the SIZO and the prison amounted to degrading treatment. Accordingly, there has been a violation of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  In view of these findings, the Court does not find it necessary to address the applicant’s other allegations relating to his poor conditions of detention, including those concerning his transport from the SIZO to the courts.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Medical care in detention",
                                        "elements": [
                                            {
                                                "content": "93.  Having referred to his factual submissions, the applicant maintained that no adequate medical treatment had been provided to him, and that that had resulted in the significant deterioration of his health and his being given disability status. He stated, inter alia, that although he had been healthy at the start of his detention, he had acquired a number of diseases, including HIV, hepatitis, gastroenterological and other health problems during his detention. He further submitted that his tuberculosis had not been detected or treated by the prison authorities. The applicant also alleged that it had been his mother who had, on a number of occasions, arranged for medical specialists to examine him and provided the medication which had been prescribed to him. That medication had often not been administered to him. In particular, the Government had not submitted any evidence that he had received the prescribed medication. Lastly, the applicant submitted that none of the complaints he had submitted to different state authorities on account of his inadequate medical treatment in detention had had any results.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  The Government maintained that the applicant had been provided with the necessary medical assistance while in detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  The Court has emphasised on a number of occasions that a lack of appropriate medical care in detention may amount to treatment contrary to Article 3 of the Convention (see, among many authorities, Hummatov v. Azerbaijan, nos. 9852/03 and 13413/04, 29 November 2007; Ukhan v. Ukraine, no. 30628/02, 18 December 2008; and Petukhov v. Ukraine, no. 43374/02, 21 October 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  Other relevant principles determined by the Court in its case-law as regards Article 3 of the Convention and in respect of medical treatment in detention are summarised in the case of Sergey Antonov (cited above, §§ 7075).",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  In the present case, the Court has not been provided with the applicant’s medical file. However, the applicant provided detailed information as to the medical assistance he had received in detention, and supported it with, inter alia, extracts from his medical file. The Government, in turn, provided no medical evidence in support of their allegations (see paragraphs 72-73 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  The Court cannot but note that the documents submitted by the Government indicate that, at the time when the Government was given notice of the application, the applicant’s medical file was kept at the Poltava regional prosecutor’s office, and was thus accessible to the Government. The Government’s failure to provide the relevant evidence is reason for the Court to draw inferences in favour of the applicant’s allegation (see and compare Vitkovskiy v. Ukraine, no. 24938/06, §§ 123-129, 26 September 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  The case file suggests that the applicant had already suffered from some neurological problems before his detention (see paragraph 33 above). The parties, however, agreed that the applicant did not appear to have any particular health problems upon his admission to the SIZO. Likewise, it was not disputed by the parties that, in the course of his detention, he was diagnosed with a number of serious illnesses, such as HIV, hepatitis and those related to neurological dysfunction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  The Court is therefore satisfied that the applicant did have particular medical requirements which needed to be accommodated during his detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  However, with regard to the applicant’s complaint relating to tuberculosis, the Court finds no grounds to agree that he suffered from tuberculosis while in detention and that the authorities failed to detect and treat it. Although the medical documents provided by the applicant suggest that he was diagnosed with tuberculosis during his examination at the AIDS Centre several months after his release from the prison, they contain no further details, and no precise information as to the possible origin of the disease and when he contracted it. The case file indicates that the applicant had X-ray examinations on a number of occasions while in detention and was found to be healthy (see paragraphs 34, 42, 44 and 53 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  As regards the other health problems referred to by the applicant, it is apparent from the case file that, shortly after his complaint of pain in his back and legs, he was examined by a neurologist at an appointment arranged by his mother, and was prescribed the relevant treatment. Thereafter and until his release from the prison, the applicant was under regular medical supervision on account of those problems, and on a number of occasions underwent inpatient treatment at the neurological department of specialist prison hospitals (see paragraphs 43 and 49 above). The applicant does not seem to contest either the diagnosis or the relevance of the treatment he was prescribed following his medical examinations, but rather complains that he did not receive the prescribed medication. With regard to the latter point, the Court observes that the case file contains a number of detailed complaints which the applicant lodged before the authorities. The Government failed to comment on these allegations or provide any evidence that the treatment prescribed was always correctly administered to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  The case file further suggests that, after the authorities became aware that the applicant was HIV-positive, he was seen by an infectious disease specialist on a number on occasions and on two occasions was admitted to a specialist medical facility (see paragraphs 56 and 62 above). It is, however, unclear from the available evidence what kind of treatment he had and/or needed in this respect. In particular, there is no information as to whether the CD4 cell count which the applicant was prescribed was eventually performed, what the results were, or whether he was ever prescribed and received ART. At the same time, the Court observes that it took the authorities five months to prescribe a CD4 cell count. Furthermore, the case file contains a number of the applicant’s complaints to different state bodies regarding the lack of any treatment on account of his HIV, even at the HIV Treatment Facility. The Government did not comment on that evidence provided by the applicant, and the factual information provided by them was fragmentary and incomplete.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  The Court reiterates that it has already addressed the issue of inadequate medical assistance for people with HIV in Ukrainian detention facilities in a number of cases (see Kats and Others v. Ukraine, no. 29971/04, 18 December 2008; Pokhlebin v. Ukraine, no. 35581/06, 20 May 2010; and Salakhov and Islyamova v. Ukraine, no. 28005/08, 14 March 2013). The overall situation in respect of treatment for people with HIV in those facilities is also addressed in the case of Sergey Antonov (cited above, §§ 50-53).",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  Lastly, the Court observes that the Government provided no information whatsoever as to whether any account was taken of the applicant’s hepatitis once it was diagnosed in February 2008. The medical evidence provided by the applicant contains no reference to any treatment in this regard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  In view of the points mentioned above, the Court reiterates that it is for the Government to provide credible and convincing evidence that an applicant received comprehensive and adequate medical care in detention (see, among others, Savinov v. Ukraine, no. 5212/13,  § 50, 22 October 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  From the available material, the Court considers that the Government failed to provide evidence that the applicant did indeed receive medical assistance in respect of his significant health needs throughout his detention (see and compare Ukhan, cited above, §§ 79-80, and Vitkovskiy, cited above, § 129).",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  There has therefore been a violation of Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "109.  The applicant also complained under Article 13 of the Convention that there had been no effective remedies in respect of his complaints under Article 3 of the Convention. The relevant provision reads:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "110.  The Government did not submit any observations as to the admissibility of this complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "112.  The applicant stated that he had unsuccessfully complained to different authorities regarding the poor conditions of his detention and the lack of medical treatment in both detention facilities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The Government submitted that the prosecutor’s office had examined the applicant’s complaints on a number of occasions and found them to be groundless. Therefore, the applicant had had an effective remedy in respect of his complaints and had used that remedy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  The Court points out that Article 13 of the Convention guarantees the availability at national level of a remedy to enforce the substance of Convention rights and freedoms in whatever form they happen to be secured in the domestic legal order. With reference to its earlier case-law (see, among other authorities, Melnik v. Ukraine, no. 72286/01, §§ 113-116, 28 March 2006, and Dvoynykh v. Ukraine, no. 72277/01, § 72, 12 October 2006) and its more recent findings (see, for example, Barilo v. Ukraine, no. 9607/06, §§ 104-105, 16 May 2013), the Court finds that, in the present case, the Government have not shown that the applicant had effective remedies in practice for his complaint, that is to say, remedies which could have prevented the violations from occurring or continuing, or which could have afforded him appropriate redress.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  The Court therefore concludes that there has been a violation of Article 13 of the Convention on account of the lack of an effective and accessible remedy under domestic law for the applicant’s complaint in respect of the poor conditions of his detention and the lack of appropriate medical assistance.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "116.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "117.  The applicant claimed 100,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  The Government did not comment on the applicant’s claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  The Court, ruling on an equitable basis, awards the applicant EUR 10,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "120.  The applicant did not claim any compensation for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "121.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention on account of the conditions of the applicant’s detention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 3 of the Convention on account of the inadequate medical treatment provided to the applicant in detention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 13 of the Convention on account of the lack of effective remedies in respect of the applicant’s complaints under Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, EUR 10,000 (ten thousand euros) to be converted into the currency of the respondent State at the rate applicable at the date of settlement in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 23 February 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Erik Møse",
            "role": "president"
        },
        {
            "name": "Yonko Grozev",
            "role": "judges"
        },
        {
            "name": "Lәtif Hüseynov",
            "role": "judges"
        },
        {
            "name": "Anne-Marie Dougin",
            "role": "acting deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KIYASHKO v. UKRAINE",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-171498.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0223JUD003724007",
    "externalsources": [],
    "extractedappno": [
        "37240/07",
        "17674/02",
        "39081/02",
        "25209/06",
        "40512/13",
        "30210/96",
        "7334/13",
        "36327/06",
        "42525/07",
        "60800/08",
        "18041/08",
        "9852/03",
        "13413/04",
        "30628/02",
        "43374/02",
        "24938/06",
        "29971/04",
        "35581/06",
        "28005/08",
        "5212/13",
        "72286/01",
        "72277/01",
        "9607/06"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-171498",
    "judgementdate": "23/02/2017 00:00:00",
    "kpdate": "23/02/2017 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "29",
    "paragraphs": [
        "13",
        "3"
    ],
    "parties": [
        "KIYASHKO",
        "UKRAINE"
    ],
    "rank": "1772.10095214844",
    "representedby": [
        "OKHOTNIKOVA N.",
        "ASHCHENKO O."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "461625",
    "typedescription": "15"
}