{
    "__articles": "3;8;8-1;8-2;9;9-1;9-2;41;10;10-2",
    "__conclusion": "No violation of Art. 3 with regard to alleged ill-treatment;Violation of Art. 3 with regard to lack of effective investigation;Violation of Art. 3 with regard to conditions of detention;Violation of Art. 8;Violation of Art. 9;Non-pecuniary damage - financial award;Costs and expenses partial award",
    "applicability": "",
    "appno": "38812/97",
    "article": [
        "9",
        "3",
        "8",
        "10",
        "41"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "element": "No violation of Art. 3 with regard to alleged ill-treatment",
            "type": "no-violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "element": "Violation of Art. 3 with regard to lack of effective investigation",
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "element": "Violation of Art. 3 with regard to conditions of detention",
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "article": "9",
            "base_article": "9",
            "element": "Violation of Art. 9",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award",
            "type": "other"
        }
    ],
    "content": {
        "001-61059.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 38812/97) against Ukraine lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Borislav Yevgenyevich Poltoratskiy (“the applicant”), on 19 September 1997.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by his father, Mr Y.N. Poltoratskiy, by Mr I.G. Voskoboynikov and later by Mr O.O. Kostyan. The Ukrainian Government (“the Government”) were represented by their Agent, Mrs V. Lutkovska, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The case concerned the conditions to which the applicant was subjected on death row in Ivano-Frankivsk Prison and his treatment there.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was declared partly admissible by the Commission on 30 October 1998. Between 23 and 26 November 1998 the Commission carried out a fact-finding visit to Kyiv and to Ivano-Frankivsk Prison. In its report of 26 October 1999 (former Article 31 of the Convention), it expressed the opinion that there had been no violation of Article 3 of the Convention in respect of the applicant’s complaints relating to ill-treatment in Ivano-Frankivsk Prison (unanimously), that there had been a violation of Article 3 as a result of the conditions of the applicant’s detention there (unanimously), that there had been a violation of Article 3 as a result of the failure to carry out an effective investigation into the applicant’s allegations of ill-treatment in prison (twenty-four votes to one), that there had been a violation of Article 8 (unanimously) and that there had been a violation of Article 9 (unanimously).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was referred to the Court, in accordance with the provisions applicable prior to the entry into force of Protocol No. 11 to the Convention, by the Commission on 11 September 1999 (Article 5 § 4 of Protocol No. 11 and former Articles 47 and 48 of the Convention). It was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "6.  Having consulted the parties, the President of the Chamber decided that in the interests of the proper administration of justice, the proceedings in the present case should be conducted simultaneously with those in Nazarenko v. Ukraine, Aliev v. Ukraine, Dankevich v. Ukraine, Khokhich v. Ukraine and Kuznetsov v. Ukraine (applications nos. 39483/98, 41220/98, 40679/98, 41707/98 and 39042/97) (Rule 43 § 2).",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicant and the Government each filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    },
                    {
                        "content": "8.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Fourth Section.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Outline of events",
                                "elements": [
                                    {
                                        "content": "9.  On 12 December 1995 the Ivano-Frankivsk Regional Court (oблacний суд) convicted the applicant of the murder of four persons, sentenced him to death and ordered the confiscation of his personal property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 22 February 1996 the Supreme Court (Верхoвний суд) upheld the judgment of the first-instance court. The applicant was transferred by the authorities responsible for the isolation block of the Ivano-Frankivsk Regional Directorate of the Ministry of the Interior (Адміністрація слідчого ізолятору Управління міністерства внутрішніх справ) to one of the cells intended for persons awaiting execution of the death sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  A moratorium on executions was declared by the President of Ukraine on 11 March 1997. In judgment no. 11pп/99 of 29 December 1999, the Constitutional Court of Ukraine held that the provisions of the Criminal Code concerning the death penalty were contrary to the Ukrainian Constitution. As a result, death sentences were commuted to life imprisonment by Law no. 1483-III of 22 February 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 2 June 2000 the Ivano-Frankivsk Regional Court commuted the applicant’s death sentence to life imprisonment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The facts",
                                "elements": [
                                    {
                                        "content": "13.  The facts of the case concerning the conditions of the applicant’s detention in Ivano-Frankivsk Prison and the events during his time there are disputed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The facts as presented by the applicant are set out in paragraphs 17 to 23 below. The facts as presented by the Government are set out in paragraphs 24 to 30.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  A description of the material submitted to the Commission and to the Court will be found in paragraphs 31 to 58 below. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The Commission, in order to establish the facts in the light of the dispute over the conditions of the applicant’s detention and the events which occurred in Ivano-Frankivsk Prison, conducted its own investigation pursuant to former Article 28 § 1 (a) of the Convention. To this end, the Commission examined a series of documents submitted by the applicant and the Government in support of their respective assertions and appointed three delegates to take evidence from witnesses at a hearing conducted at the Ministry of Justice in Kyiv on 23 and 26 November 1998, and in Ivano-Frankivsk on 24 and 25 November 1998. The Commission’s assessment of the evidence and its findings of fact are summarised in paragraphs 59 to 75 below.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The facts as presented by the applicant",
                                        "elements": [
                                            {
                                                "content": "17.  On 12 December 1995 the Ivano-Frankivsk Regional Court convicted the applicant of the murder of four persons, sentenced him to death and ordered the confiscation of his personal property. After the first-instance judgment, he was placed in a separate cell. He was not allowed to write to his family, nor could he be visited by his lawyer. He applied several times for permission to meet his lawyer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 22 February 1996 the Supreme Court upheld the judgment of the first-instance court. On a decision of the authorities responsible for the isolation block of the Ministry of the Interior, the applicant was transferred to a cell intended for prisoners awaiting execution of the death sentence. On 30 March 1996 the applicant’s lawyer applied to see the applicant in order to give him the Supreme Court’s decision in the case. The prison governor did not grant him permission to do so.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.   Conditions of detention of persons sentenced to death were governed by the Pre-Trial Detention Act 1993 (“the Act”) and by an instruction of 20 April 1998 (“the Instruction”), whose content remained top secret. Under the terms of the Instruction, exercise in the open air, watching television, buying newspapers and receiving food parcels from relatives were prohibited. The Instruction therefore prevented the applicant from enjoying the rights guaranteed by the Act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  In a reply by the deputy head of the Ivano-Frankivsk Directorate of the Ministry of the Interior to a complaint by the applicant’s father concerning the conditions of the applicant’s detention, reference was made to the Instruction. Moreover, according to information received by the applicant’s father from the deputy governor of the prison, it appeared that the Act did not apply to him. Had the Act been applicable to the applicant, he would have been entitled under sections 9(1) and 13 to take daily exercise in the open air, to receive parcels twice a month and to watch television. However, this was strictly prohibited between 1995 and 1998. Up to September 1997 the applicant was also prohibited from sending and receiving letters. It was only then that the deputy governor of the prison orally informed the applicant’s mother that he could send and receive letters. Moreover, his father was refused permission to visit him on 29 May 1995 and 10 June and 31 July 1996 without any explanation from the prison authorities. From July 1996 onwards, instead of monthly visits which would last up to two hours, the applicant’s father had been allowed to visit the applicant only once every three months for not more than one hour.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  As regards visits from a priest, the applicant’s father and members of the clergy repeatedly but unsuccessfully applied to the prison authorities and those responsible for the isolation block of the Ivano-Frankivsk Regional Directorate of the Ministry of the Interior for the applicant to be allowed to receive a visit from a priest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  The applicant finally stated that he had complained several times about the conditions in which he was being held. He had also unsuccessfully applied to the prison authorities for permission to lodge an application with the European Commission of Human Rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  In a letter to the Commission of 6 March 1998, the applicant’s father stated that on 4 March 1998 he had seen his son, who had told him about a check-up carried out by a commission from the Ministry of the Interior in mid-February 1998. After the commission had left, the applicant had been transferred to a cell that was worse equipped and dirty. The window in the cell had been fully shuttered. The bucket for flushing the toilet had been taken away and the toilet could not therefore be cleaned properly, which had caused an unbearable smell. Moreover, the applicant had been given only 25 cl of hot water to prepare tea and milk. All his dishes had been removed. His Bible had been taken away. He had not been allowed to read periodicals and his notebook and calendar had been confiscated.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The facts as presented by the Government",
                                        "elements": [
                                            {
                                                "content": "24.  The Government stated that the legal status and conditions of detention of persons sentenced to death were governed by the Act and the Code of Criminal Procedure. Pursuant to section 8 of the Act, a person sentenced to death was kept in custody away from other prisoners. The cell to which the applicant had been transferred after his sentence had become final complied with the sanitary and hygiene rules laid down in section 11 of the Act: the cell measured 9 sq. m and had a bed, a table, a radio, sufficient natural and electric light, heating, running water and a toilet.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The applicant was provided with three meals a day, standard clothing and footwear as well as other articles of everyday use. Medical assistance, treatment, prophylactic and anti-epidemic measures were arranged and implemented in accordance with the legislation on health protection.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  According to section 12 of the Act, prior to the sentence being carried out, prisoners sentenced to death were, as a rule, allowed visits from relatives and other persons not more than once a month, by written permission of the court within whose jurisdiction the case fell. The length of a visit was two hours maximum. After a case had been dealt with by an appellate court, visits by lawyers and legal assistants could be allowed by the head of the Central Directorate of the Ministry of the Interior, the head of the Regional Directorate of the Ministry of the Interior or his deputy responsible for the isolation block. According to section 12 of the Act, visits by defence counsel were allowed without any limits as to their number and length.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 13 December 1995, after the first-instance judgment, the applicant’s parents and lawyer received permission to visit him. The parents visited the applicant on 15 December 1995 and in January 1996. The applicant’s lawyer visited him on 21 December 1995 and on 7 January 1996. During the period from 22 February 1996 to 29 December 1997, the parents applied to the Ivano-Frankivsk Regional Directorate of the Ministry of the Interior for permission to visit the applicant on 24 February, 4 March, 5 April, 4 May, 2 July, 1 October, 18 November and 25 December 1996, and on 3 and 20 June and 19 September 1997. They were granted permission for visits on 24 February, 5 March, 5 April, 4 May, 2 July, 4 October and 4 December 1996, and on 4 March, 4 June, 4 September and 4 December 1997.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The applicant’s lawyer applied for permission to visit the applicant on 25 April, 11 November, and 18 and 19 December 1996. Permission was granted for a first visit on 7 May 1996 and on the other occasions as requested.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  Persons sentenced to death were allowed to send an unlimited number of letters. During the period 1995-98 the applicant sent thirty-one letters: twenty-four letters related to his criminal case and seven letters were to his relatives. The applicant applied for the first time to the Regional Directorate of the Ministry of the Interior for permission to send letters to his relatives on 17 September 1997. Thereafter he sent letters to his parents on 19 and 26 November and 31 December 1997, and on 5, 16, 20 and 30 January, 3 February, 11 March, 6 April, 15 May, 17 June, 6 July, 10 August, 15 September, 22 October, 13 November and 11 December 1998. He received letters from his parents on 18 and 29 September, 19 October, 20 November and 24 December 1997, and on 16 and 26 January, 6, 10 and 23 February, 14 and 16 March, 17 April, 14 May, 1 and 8 June, 1 and 30 July, 20 August, 29 September, 10, 22 and 27 October, 4, 20, 26 and 30 November and 4, 17 and 21 December 1998.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The Government further submitted that the Prosecutor-General had conducted a thorough investigation into the applicant’s and his parents’ complaints concerning the application of illegal methods of investigation in the applicant’s case, namely torture and brutal and inhuman treatment. The allegations had not been proved and had been found unsubstantiated. In fact, complaints by the applicant, his parents, his representative and his defence counsel were received on 11 March, 8 April, 13, 14 and 29 May, 24 July, 11 September and 25 October 1996, and on 5 and 17 March, 19 May and 25 July 1997, and answered on 20 and 23 March, 23 and 24 April, 23 May, 27 June, 1 August, 30 September and 14 November 1996, and on 28 and 31 March and 20 May 1997. On 31 July 1997 the exchange of letters and the proceedings concerning the complaints filed by the applicant and his parents were terminated pursuant to section 12 of the Act.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Documentary evidence",
                                "elements": [
                                    {
                                        "content": "31.  In a letter of 26 May 1998 the prison governor replied to a complaint lodged by the applicant’s father on 10 May 1998 informing him that persons sentenced to death were allowed to send twelve letters a year. He also stated that the applicant was aware of his rights and obligations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In a letter of 10 August 1998 the Ivano-Frankivsk regional prosecutor informed the applicant’s father that visits and correspondence of persons sentenced to death were governed by the Instruction and not by the Act to which the applicant’s father had referred in his complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In a written complaint of 4 September 1998 addressed to the regional prosecutor the applicant’s parents stated, inter alia, that they had not seen the applicant for three months, that since 5 July 1998 they had not received any letters from him, that on 2 September 1998 they had become aware that the applicant had been beaten and humiliated, that Mr Ivashko, the deputy governor of the prison, had intervened during their visit on 2 September 1998 when the applicant had spoken about his conditions of detention, and that, for a period of one year and six months, the applicant had been denied the possibility of a visit from a priest, despite his requests.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  In a letter of 10 September 1998 the regional prosecutor informed the applicant’s father that the applicant’s visits and correspondence were governed by the national legislation and that the prison administration had acted within the limits of this legislation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 10 September 1998 the Ivano-Frankivsk deputy regional prosecutor sent a report to the Prosecutor-General. The report concerned the findings of the investigation carried out following the complaint by the applicant’s father about allegedly unlawful acts by the prison authorities in respect of the applicant’s correspondence and visits. The report concluded that the investigation had not established any violation of the applicant’s rights by the prison authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 11 September 1998 the applicant’s father sent a complaint to Mr Shtanko, the head of the State Department for the Execution of Sentences, to which the latter replied on 12 October 1998. The allegations he raised were similar to those in his complaint to the regional prosecutor of 4 September 1998. Mr Shtanko replied that the applicant had been placed in solitary confinement because he had broken the rules. Furthermore, an investigation had not established that any physical force had been used against the applicant or that the prison authorities had humiliated him or restricted his rights, as was confirmed by the applicant himself. The applicant’s father was also informed that visits, including visits by a priest, could be allowed by the Ivano-Frankivsk Regional Directorate of the Ministry of the Interior.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 23 October 1998 the applicant’s parents submitted a request to the regional prosecutor, the Regional Directorate of the Ministry of the Interior and the prison governor that a commission of independent doctors be set up in order to examine the applicant’s state of health. They alleged that the inmates of the prison had been tortured, which resulted in a suicide attempt by one of them or an attempt on his life. On 3 November 1998 the applicant’s parents were informed by the prison governor that their request had been refused on the grounds that there had been no sign of torture or of the use of any other physical violence against the applicant and that his state of health was satisfactory.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 23 and 24 October 1998 the applicant’s parents sent a letter to Mrs Leni Fischer, then President of the Parliamentary Assembly of the Council of Europe. They complained of torture inflicted on the applicant and one of his fellow inmates, Mr Kuznetsov, which had resulted in a suicide attempt by the latter, and alleged that they had been taken to hospital and that Mr Kuznetsov had been paralysed. The parents further complained that they had been prevented from seeing the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  In a letter of 26 October 1998 the applicant’s parents informed the Commission that “in establishment BI 304/199 in Ivano-Frankivsk there [had] been an attempt to execute the unjustly condemned M. Kuznetsov and B. Poltoratskiy illegally, and [that] the Government [had] tried to conceal the fact”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  A handwritten medical report issued on 28 October 1998 was signed by the applicant. The report stated that the applicant did not show any signs of having been beaten and that his state of health was satisfactory.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  In a handwritten statement of 28 October 1998 the applicant said that he had been treated properly by the prison authorities, that no physical violence had been employed, that all disciplinary measures imposed on him had been justified and that his parents’ complaints had not been substantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Regional Directorate for the Execution of Sentences of the Ministry of the Interior issued a report on 29 October 1998 in response to the applicant’s father’s complaint about alleged torture and his request for a commission of independent doctors to examine the applicant’s state of health. The report stated that on 28 October 1998 the applicant had been examined by the prison doctors who had found no signs of physical injury. It also stated that the applicant denied that he had been tortured.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In a letter of 30 October 1998 the deputy head of the Regional Directorate of the Ministry of the Interior informed the applicant’s mother that her complaint concerning torture to which the applicant had allegedly been subjected had been examined and found to be unsubstantiated. A medical examination of the applicant had not shown any signs of torture. Accordingly, there was no reason to set up a medical commission to investigate the allegations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  A letter of 2 November 1998 from the deputy regional prosecutor to the Prosecutor-General reported on the findings of the investigation carried out in connection with the applicant’s father’s complaint about restrictions on the applicant’s correspondence and visits, the interference by the prison authorities during the applicant’s parents’ visit on 2 September 1998 and the physical torture inflicted on the applicant. The letter said that, as regards the restriction on the applicant’s correspondence and visits, the father had wrongly relied on the Act, which did not apply to that category of prisoners, that the interference by a prison official had been justified, and that on 25 September 1998 the applicant had undergone a thorough medical examination which had not established any physical injuries. Finally, it explained that the applicant had been placed in solitary confinement on 26 August 1998 because he had broken the prison rules by refusing to let himself be examined by a prison warder upon his return from a daily walk outside the cell.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  In a letter of 20 November 1998 the deputy regional prosecutor replied to the applicant’s mother’s complaint about the physical torture allegedly inflicted on the applicant and to her request for a medical examination of the applicant. He stated that on 28 October 1998 the applicant had undergone a medical examination which had established that the allegations were unsubstantiated. The medical report had been confirmed and signed by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  In a letter of 23 November 1998 the regional prosecutor informed the applicant’s father that his allegations about illegal acts on the part of the prison authorities had been found to be unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  In a letter of 30 November 1998 the deputy head of the Regional Directorate of the Ministry of the Interior informed the applicant’s representative, Mr Voskoboynikov, that he could not be granted permission to visit the applicant as the latter had already had a visit from his relatives that month.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  In a letter of 8 December 1998 from the State Department for the Execution of Sentences the applicant’s father was informed that a thorough investigation had proved that his complaint about an illegal attempt to execute his son was unsubstantiated and that his son’s state of health was satisfactory.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 22 December 1998 the applicant requested permission from the head of the Regional Directorate of the Ministry of the Interior to see a priest. His request was granted and he saw a priest on 26 December 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  In a letter of 15 February 1999 the prison governor informed the applicant’s father that his complaint of 22 January 1999 had been examined. He stated that persons sentenced to death were allowed to receive two parcels a year but no food parcels.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  In a decision of 5 March 1999 the Senior Prosecutor rejected a criminal complaint by the applicant’s parents against the deputy regional prosecutor. He refused to institute criminal proceedings against the latter on the ground that there was no evidence of his having committed an offence. He stated, inter alia, that the Act did not apply to the conditions of detention of death-row prisoners. These were governed by the Instruction, which was covered by the rules on State secrecy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  According to the prison records, the applicant’s parents applied to visit the applicant on 19 September 1997, and on 4 March, 8 April, 19 June, 22 July, 2 November and 1 December 1998. Permission was given on 7 October 1997, and on 4 March, 22 April, 20 August, 17 November and 11 December 1998 for visits which took place on 4 December 1997 and 4 March, 12 June, 2 September and 26 November 1998 and on 4 January 1999. The request of 19 June 1998 was not granted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  According to the prison records, the applicant sent letters to his parents on 17 September, 19 and 26 November, and 31 December 1997, and on 5, 16, 20 and 30 January, 3 February, 11 March, 6 April, 15 May, 17 June, 6 July, 10 August, 15 September, 22 October, 13 November and 11 December 1998. He received letters from them and other persons on 18 and 29 September, 19 October, 20 November and 24 December 1997, and on 16 and 26 January (two letters), 6, 10, 17 and 23 February, 6, 14 and 16 March, 6, 17, 20, 27 and 29 April, 14 May, 1, 8 and 30 June, 1, 20 and 30 July, 20 August (two letters), 29 September, 10, 22 (two letters) and 27 October, 4, 13, 20, 26 and 30 November, 4, 17 and 21 December 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  In an undated document Mr Y.M. Pavlyuk, the deputy head of the isolation block, declared that during the period between 11 September 1997 and 18 December 1998, neither the applicant nor his parents had asked for permission for the applicant to see a priest. He further declared that during the said period no member of the clergy had asked for such permission. He signed the declaration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  According to the applicant’s medical card, the applicant was X-rayed and blood-tested on 23 April 1998. On 25 September, 1 and 28 October, 9, 19 and 27 November, 3, 10, 17 and 24 December 1998 the applicant was seen by a prison psychiatrist.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  In a written request of 2 May 2000 to the head of the Ivano-Frankivsk Regional Department for the Execution of Sentences of the Ministry of the Interior, Mr Boyko, the applicant’s father, in his capacity as his legal representative, asked for a confidential meeting with the applicant in order to discuss issues concerning his application pending before the European Court of Human Rights. On 23 May 2000, following a further request lodged on 15 May 2000, he was granted permission for a normal visit on 5 June 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  On 16 May 2000 the applicant’s father complained to the Deputy Minister of the Interior that his request of 2 May 2000 for a confidential meeting had remained unanswered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  In a letter of 14 July 2000 the deputy head of the State Department for the Execution of Sentences, Mr V.A. Lyovochkin, replied that Mr Boyko had given the applicant’s father permission to visit the applicant on 5 June 2000 and that the visit had taken place as scheduled. He added that in accordance with Article 40 of the Correctional Labour Code, a lawyer could be given permission for a confidential meeting with his client on presentation of his licence and identity card.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The Commission’s evaluation of the evidence and its findings of fact",
                                "elements": [
                                    {
                                        "content": "59.  Since the facts of the case were disputed, the Commission conducted an investigation, with the assistance of the parties, and took oral evidence from the following witnesses: the applicant; the applicant’s parents; Mr Bronislav S. Stichinskiy, Deputy Minister of Justice; Mr Drishchenko, Deputy Prosecutor-General; Mr Ivan V. Shtanko, Deputy Minister of the Interior; Mr Petro A. Yaremkiv, the governor of Ivano-Frankivsk Prison; Mr Bogdan V. Kachur, prison doctor; Mr Stanislav V. Prokhnitskiy, medical assistant; Mr Yuriy M. Pindus, assistant to the prison governor, who was on duty on 3 September 1998; Mr Fedir O. Savchuk, assistant to the prison governor, who was on duty during the night of 2 to 3 September 1998; Mr Igor P. Ivashko, the deputy governor of the prison; Mr Yaroslav M. Pavlyuk, the deputy head of the isolation block; Mr Valentin M. Nabiulin, the head of the Department for Supervision of Isolation Blocks and Prisons of the Directorate for the Execution of Sentences; Mr Oleksand V. Kmyta, the deputy head of the Ivano-Frankivsk Regional Directorate of the Ministry of the Interior; and Mr Anatoliy O. Boyko, the head of the Ivano-Frankivsk Regional Department for the Execution of Sentences of the Ministry of the Interior.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Commission’s findings may be summarised as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Alleged ill-treatment of the applicant by prison officers",
                                        "elements": [
                                            {
                                                "content": "60.  The applicant gave evidence before the delegates that he had been beaten on 2 September 1998 after the visit from his parents on the same day. During that visit, he had said to his parents that he had been beaten and called a beast. The applicant’s parents stated before the delegates that they had been told by their son on 2 September 1998 that he had been beaten and humiliated. The Commission observed, however, that the applicant denied before the delegates that he had been beaten before 2 September 1998. It considered, therefore, that it had not been established that the applicant had been beaten before 2 September 1998.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  As to the events on 2 September 1998, the applicant stated before the delegates that, after the visit from his parents on that date, he had been taken to the “cinema room” where four persons, including Mr Pavlyuk, the deputy head of the isolation block on duty, were waiting for him with clubs. He had been asked three times to tell everything, but had refused and had been struck on his legs, hips, back and chest. He had returned to his cell and had written until the morning on four sheets of paper which had been included in a file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The applicant further stated that he had been beaten on 10, 14 and 22 September 1998. One day, during a technical search of his cell, he had been taken out and ordered to get undressed so that his clothes could be checked. When he was naked, he had been beaten. He had been ordered to lie down on the floor with his face to the ground and his hands behind his head. He mentioned the name of K.Y. Hrevnin to the delegates.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Commission considered that the applicant’s account contained a number of details and elements which it would not have expected to find in a fabricated story. It noted, however, that there was no record of any occurrence connected to the ill-treatment described by the applicant. The Commission accepted that the applicant may have been afraid to complain or to write to anyone, as he said. However, it accepted this argument with difficulty, having regard to the fact that he had not been scared when he had told his parents on 2 September 1998 that he had been beaten. Moreover, the prison psychiatrist saw him on 25 September 1998 and had not recorded any problems regarding his state of health or any injuries. The Commission added that the medical report of 28 October 1998, which the applicant had signed, concluded that he did not show any signs of having been beaten and that his state of health was satisfactory.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The Commission further noted that the applicant had signed a written statement on 28 October 1998 to the effect that he had been treated properly by the prison authorities, that no physical violence had been used against him, that all disciplinary measures imposed on him had been justified and that his parents’ complaints had not been substantiated. It took into account the fact that, before the delegates, the applicant had denied the contents of his statement, and pointed out that the practice of the prison authorities to require an inmate to confirm in writing that he had been treated properly by prison officers gave rise to suspicion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  As to the applicant’s parents’ submission before the delegates that, after the alleged beatings and torture on 2 September 1998, he had been transferred to Chukopovskiy Psycho-Neurological Hospital early in the morning of 3 September 1998 and had been placed in the intensive care unit where he had been given a blood transfusion, the Commission observed that, although the applicant had maintained that he had been beaten after his parents’ visit on 2 September 1998, he had denied that he had been transferred to hospital. This was corroborated by the statements of the prison doctor, the medical assistant, the governor’s assistant on duty at the time and the deputy governor, all of whom had been heard by the delegates. In addition, there was no documentary evidence proving that the applicant had been taken to hospital on the aforesaid date. The Commission did not consider the parents’ evidence on this point convincing or reliable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Commission found that there was no medical or other material evidence establishing that the applicant had sustained injury as a result of ill-treatment by prison officers in Ivano-Frankivsk Prison, as he had alleged. It had regard to the fact that the applicant had denied that he had been beaten before 2 September 1998 and had been transferred to hospital after that date, and that the absence of any use of force by prison officers on 2, 10, 14 and 22 September 1998 had been supported by the oral statements of the witnesses heard by its delegates. The Commission therefore found it impossible to establish, beyond reasonable doubt, that the applicant had been subjected to ill-treatment in prison as he had alleged.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Investigation into the applicant’s and his parents’ allegations",
                                        "elements": [
                                            {
                                                "content": "67.  The applicant’s parents sent a complaint to the regional prosecutor on 4 September 1998, claiming, inter alia, that they had become aware that the applicant had been beaten and humiliated by prison officers. They made similar allegations to the head of the State Department for the Execution of Sentences on 11 September 1998. On 12 October 1998 the latter informed the applicant’s father that the investigation had not established that any physical force had been used against his son or that the prison authorities had humiliated him or restricted his rights. He also stated that this finding had been confirmed in writing by the applicant himself.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  On 23 October 1998 the applicant’s parents requested the regional prosecutor, the Regional Directorate of the Ministry of the Interior and the prison governor to set up an independent medical commission in order to examine the applicant’s state of health. They alleged that the prison’s inmates had been tortured, resulting in a suicide attempt by one of them, Mr Kuznetsov, or in an attempt on his life. On 30 October 1998 the applicant’s mother was informed by the deputy head of the Regional Directorate of the Ministry of the Interior that her complaint concerning the alleged torture of the applicant had been examined and found to be unsubstantiated and a medical examination of the applicant had not revealed any signs of torture. There was, accordingly, no reason to set up a medical commission to investigate her allegations. On 3 November 1998 the prison governor informed the applicant’s parents that their request had been refused on the grounds that there was no sign of torture or the use of any other form of physical violence against the applicant and that his state of health was satisfactory. In a letter of 20 November 1998 to the applicant’s parents, the deputy regional prosecutor confirmed that on 28 October 1998 the applicant had undergone a medical examination which had established that the parents’ allegations were unsubstantiated. Moreover, on 2 November 1998 the deputy regional prosecutor sent a letter to the Prosecutor-General which reported on the results of the investigation carried out in connection with, inter alia, the allegations that the applicant had been physically tortured. The letter confirmed that on 25 September 1998 the applicant had undergone a thorough medical examination which had not revealed any physical injury.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The Commission noted that on 8 December 1998 the applicant’s father had received a letter from the State Department for the Execution of Sentences stating that a thorough investigation had proved that his complaint about an attempt to execute his son was unsubstantiated and that the latter’s state of health was satisfactory. The domestic investigation had then ended on 5 March 1999 with a decision by the Senior Prosecutor on the applicant’s parents’ criminal complaint against the regional prosecutor. The Senior Prosecutor had refused to institute criminal proceedings on the ground that no criminal offence had been established.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Commission found that there were no contemporaneous records giving details of any investigation which the domestic authorities had carried out into the applicant’s parents’ allegations of the events in September 1998. It had not seen a single document proving that an investigation had been carried out by any domestic authorities other than those directly involved in the facts of which the applicant’s parents complained. Moreover, the medical report of 28 October 1998 had been drafted almost two months after the applicant’s alleged ill-treatment and the applicant had not been seen by the prison doctor or prison psychiatrist between 23 April and 25 September 1998.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Conditions of the applicant’s detention on death row",
                                        "elements": [
                                            {
                                                "content": "71.  The Commission found that the eight death-row inmates at Ivano-Frankivsk Prison, including the applicant, were being kept in single cells without the opportunity to communicate with other inmates. The applicant’s cell measured 2 x 5 x 3 m. There was an open toilet, a washbasin with a cold-water tap, two beds, a table and a little bench, both fixed to the floor, central heating and a window with bars. The applicant had some books, newspapers, a chess set, a stock of soap and toilet paper, some fruit and other food. During the delegates’ visit on 24 and 25 November 1998, the cell had been overheated, particularly in comparison with other rooms in the prison. The light was on twenty-four hours a day and the central radio was switched off at night. The inmates were frequently observed by prison warders through a spy hole in the door of the cell, which deprived them of any kind of privacy. The cell was freshly painted, from which the inference might be drawn that conditions had been worse prior to the delegates’ visit. The Commission accepted the applicant’s evidence that between 24 February and 24 March 1998 there had been no tap or washbasin in his cell, but only a small pipe on the wall near the toilet, that the water supply could only be turned on from the corridor, that the walls were covered with faeces and that the bucket for flushing the toilet had been taken away. The Commission found the applicant’s evidence – which was not contested by the Government – persuasive. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The Commission also accepted the applicant’s evidence that, until May 1998, the window in his cell had been shuttered and that he had not been allowed to take daily outdoor walks.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  Concerning the applicant’s parents’ requests to visit him, the Commission found that, apart from the parents’ request of 19 June 1998, all had been granted. The parents had applied to visit their son on 19 September 1997 and on 4 March, 8 April, 22 July, 2 November and 1 December 1998. Permission had been given on 7 October 1997 and on 4 March, 22 April, 20 August, 17 November and 11 December 1998 for visits which had taken place on 4 December 1997 and 4 March, 12 June, 2 September and 26 November 1998 and 4 January 1999. The Commission noted that the parents’ requests to visit the applicant had mostly been granted for a date two or three months after the request had been made. Moreover, two warders had been present during the visits, who were authorised to interrupt the conversation if they considered that the parents or the applicant had said anything “untrue”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  Regarding the applicant’s correspondence, the Commission noted that the applicant had applied for the first time to the Regional Directorate of the Ministry of the Interior for permission to send a letter to his relatives on 17 September 1997. Thereafter he had sent letters to his parents on 19 and 26 November 1997, 31 December 1997, and on 5, 16, 20 and 30 January, 3 February, 11 March, 6 April, 15 May, 17 June, 6 July, 10 August, 15 September, 22 October, 13 November and 11 December 1998. He had received letters from his parents on 18 and 29 September, 19 October, 20 November and 24 December 1997, and on 16 and 26 January, 6, 10 and 23 February, 14 and 16 March, 17 April, 14 May, 1 and 8 June, 1 and 30 July, 20 August, 29 September, 10, 22 and 27 October, 4, 20, 26 and 30 November and 4, 17 and 21 December 1998.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The Commission could not establish with sufficient clarity whether the applicant or his parents had asked for permission for a priest to come to see the applicant. It nevertheless found that while the applicant had seen a priest on 26 December 1998 following his request of 22 December 1998, there had been no regular visits to inmates by any chaplain. ",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  The Ukrainian Constitution",
                                "elements": [
                                    {
                                        "content": "76.  Under Article 8 §§ 2 and 3, the Constitution is directly applicable. There is a guaranteed right to bring an action in defence of the constitutional rights and freedoms of the individual and of the citizen directly on the basis of the Constitution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  Article 9 § 1 provides that international treaties, which are in force and agreed on as binding by the Verkhovna Rada (parliament) of Ukraine, are part of the national legislation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  Article 15 § 3 prohibits censorship.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  Under Article 19 the legal order in Ukraine is based on the principle that no one may be forced to do what is not provided by law. State authorities and local self-government bodies and their officials are required to act exclusively in accordance with this principle, within the limits of their authority, and in the manner provided by the Constitution and the laws of Ukraine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  Article 22 provides that human and citizens’ rights and freedoms are guaranteed and may not be reduced by the adoption of new laws or the amendment of those that exist.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  Under Article 29 §§ 2 and 4 no one may be arrested or held in custody other than pursuant to a reasoned court decision and only on grounds and in accordance with procedures established by law. Everyone arrested or detained must be informed without delay of the reasons for his arrest or detention, apprised of his rights and, from the moment of detention, must be given the opportunity to defend himself in person or to have the assistance of a lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  Under Article 55 §§ 2 and 4, everyone is guaranteed the right to challenge the decisions, actions or omissions of State authorities, local self-government bodies and officials and officers of courts of law. After exhausting all domestic legal remedies everyone has the right to appeal for the protection of his rights and freedoms to the relevant international judicial institutions or to the relevant authorities of international organisations of which Ukraine is a member or participant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  Under Article 59 everyone has the right to legal assistance. Such assistance is provided free of charge in cases provided by law. Everyone is free to choose who is to defend his rights. In Ukraine, the Bar (адвокатура) ensures the right to a defence against charges and the provision of legal assistance before the courts and other State authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  Article 63 § 3 provides that a convicted person enjoys all human and citizens’ rights, subject only to restrictions provided by law and determined by a court ruling.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  According to Article 64, human and citizens’ rights and freedoms guaranteed by the Constitution may not be restricted, except in cases provided by the Constitution.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Statutory regulations governing the conditions on death row",
                                "elements": [
                                    {
                                        "content": "86.  Conditions on death row in the Ukrainian prison system were governed successively by the Instruction of 20 April 1998 on conditions of detention of persons sentenced to capital punishment (“the Instruction”) and by the Temporary Provisions of 25 June 1999 on the conditions of detention of persons sentenced to capital punishment in the isolation blocks (“the Temporary Provisions”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Instruction provided that after the sentence had become final persons sentenced to death were to be kept in isolation from other prisoners in specially designed cells. Save in exceptional cases, there were to be no more than two such prisoners in one cell. The cell area allocated to one prisoner in a single cell had to be not less than 4 sq. m and in a double cell not less than 3 sq. m. Prisoners were provided with an individual sleeping place and with bed linen. They had to wear a uniform reserved for especially dangerous reoffenders. Reference was also made to their legal status and obligations. The Instruction determined the frequency of visits from relatives and the number of letters they could send and receive: they were allowed one visit per month and could send one letter per month. There was no limitation on the correspondence they could receive. They could receive two small packets a year. They were allowed a daily one-hour walk in the fresh air. Outside their cells, they were handcuffed. They were not allowed to work.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  Prisoners were also allowed to read books, magazines and newspapers borrowed from the prison library and/or bought through the prison distribution network; they could receive money transfers; they could keep personal objects and food in their cells, and buy food and toiletries in the prison shop twice a month (up to the value of the statutory minimum wage), and play board games. They could meet their lawyers in accordance with the national legislation. Medical treatment was provided also in accordance with the national legislation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  Prisoners could lodge complaints with the State authorities. Such complaints had to be dispatched within three days. Complaints addressed to the public prosecutor were not censored.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Temporary Provisions extended the rights of persons sentenced to death compared with the Instruction. In particular, prisoners were allowed to have eight hours’ sleep during the night; they could receive six parcels and three small packets per year, buy food and toiletries in the prison shop (up to the value of 70% of the statutory minimum wage), pray, read religious literature and have visits from priests, and address written complaints to the State authorities. They were allowed to send and receive letters without any limitation and to have monthly visits of up to two hours from their relatives. A prison official had to be present during those visits. Meetings with  lawyers in order to provide prisoners with legal aid were organised in accordance with the correctional-labour legislation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Pre-Trial Detention Act 1993 (“the Act”)",
                                "elements": [
                                    {
                                        "content": "91.  According to the Code of Criminal Procedure, pre-trial detention is a preventive measure applicable to an accused, a defendant, a person suspected of having committed a crime punishable with imprisonment or a convicted person whose sentence has not yet been enforced.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  Under section 8(4) of the Act, persons sentenced to death, but whose sentence had not become final, were to be held separately from all other prisoners.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  Section 9(1) of the Act provides, inter alia, that detainees have the right (a) to be defended in accordance with the rules of criminal law; (b) to be acquainted with the rules of detention; (c) to take a one-hour daily walk; (d) to receive twice a month a parcel weighing up to 8 kg and to receive unlimited money transfers and amounts of money by way of remittance or personal delivery; (e) to buy food and toiletries to the value of one month’s statutory minimum wage (to be paid for by written order), as well as unlimited amounts of stationery, newspapers and books in prison shops; (f) to use their own clothing and footwear and to have with them documents and notes related to their criminal case; (g) to use television sets received from relatives or other persons and board games, newspapers and books borrowed from the library in their previous place of detention or bought from shops; (h) individually to perform religious rites and use religious literature and objects made of semi-precious materials pertaining to their beliefs, provided that this does not lead to a breach of the rules applicable to places of pre-trial detention or restrict the rights of others; (i) to sleep eight hours a night, during which time they are not required to participate in proceedings or to do anything else except in cases of extreme emergency; and (j) to lodge complaints and petitions and send letters to the State authorities and officials in accordance with the procedure prescribed by section 13 of the Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  Under section 11, detainees are required to be provided with everyday conditions that meet sanitary and hygiene standards. The cell area for one person may not be less than 2.5 sq. m. Detainees are to be supplied with meals, an individual sleeping place, bedclothes and other types of material and everyday provisions free of charge and according to the norms laid down by the government. In case of need, they are to be supplied with clothes and footwear of a standard quality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  Under section 12(1), permission for relatives or other persons to visit a detainee (in principle, once a month for one to two hours) can be given by the administrative authorities of the place of detention, but only with the written approval of an investigator, an investigative authority or a court dealing with the case. Under subsection (4), detainees have the right to be visited by defence counsel, whom they may see alone with no restrictions on the number of visits or their length, from the moment the lawyer in question is authorised to act on their behalf, such authorisation being confirmed in writing by the person or body dealing with the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  Under section 13(1), detainees may exchange letters with their relatives and other persons and companies, establishments and organisations with the written permission of an authority dealing with the case. Once a sentence starts to run, correspondence is no longer subject to any limitation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Correctional Labour Code (“the Code”)",
                                "elements": [
                                    {
                                        "content": "97.  According to Article 28 (Main features of the regime in penal institutions) of the Code, the principal characteristics of the regime in penal institutions are: the compulsory isolation and permanent supervision of sentenced persons, so as to exclude any possibility of crimes or other acts against public order being committed by them; strict and continuous observance of obligations by these persons; and various detention conditions dependent on the character and gravity of the offence and the personality and behaviour of the sentenced person.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Sentenced persons must wear a uniform. They must be searched; body searches must be conducted by persons of the same sex as the person searched. Correspondence is subject to censorship, and parcels and packages are subject to opening and checking. A strict internal routine and strict rules must be established in correctional labour establishments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Sentenced persons are prohibited from keeping money and valuables, or other specified objects, in correctional labour establishments. Any money and valuables found are to be confiscated and, as a rule, transferred to the State in accordance with a reasoned decision of the governor of the establishment, sanctioned by a prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A list of objects which sentenced persons are allowed to possess, giving the number or quantity of each item and the procedure for confiscating objects whose use is prohibited in correctional labour establishments, must be established by the internal regulations of such establishments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Under the provisions of the Code, sentenced persons are allowed to buy food and toiletries (to be paid for by written order), to have visits, to receive parcels, packages, postal packages and money by remittance, to correspond and to send money to relatives by remittance. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  Article 37 § 1 (Purchase of food and toiletries by sentenced persons) provides that sentenced persons are allowed to buy food and toiletries, to be paid for by written order from the money received by remittance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  Article 40 provides, inter alia, that a lawyer may be given permission to see his client on presentation of his licence and identity card. Visits are not limited as to their number and length and, at the lawyer’s request, may be carried out without a prison warder being present.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  Under Article 41 (Receipt of parcels and small packets by persons sentenced to imprisonment) sentenced persons held in correctional labour colonies (виправнo-тpудова колонія) are allowed to receive, per year: seven parcels in colonies subject to the general regime (колонія загального режиму), six parcels in colonies subject to the restricted regime (колонія посиленого режиму) and five parcels in colonies subject to the strict special regime (колонія суворого режиму). Sentenced persons held in educational labour colonies (колонія виховно-трудова) are allowed to receive per year: ten parcels in colonies subject to the general regime and nine parcels in colonies subject to the restricted regime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Convicted offenders serving their sentence in a prison are not allowed to receive parcels.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Irrespective of the type of regime under which they are held, sentenced persons are allowed to receive not more than two small packets per year, and to buy reading matter through the sales distribution network without any restrictions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The quantity of parcels and small packets of all types is not restricted for sentenced persons held in correctional labour colony camps (виправнo-тpудова колонія-поселення).",
                                        "elements": []
                                    },
                                    {
                                        "content": "A list of foodstuffs and toiletries which sentenced persons are allowed to receive in parcels and small packets, as well as the procedure for their receipt and delivery to the sentenced persons, is to be established in the internal regulations of correctional labour establishments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  Under Article 42 (Receipt and sending of money by sentenced persons by remittance) sentenced persons are allowed to receive unlimited amounts of money by remittance, as well as to send money to their relatives and, if this is permitted by the authorities of the correctional labour establishments, to other persons. The money received by remittance is transferred to the personal account of the sentenced person. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  Article 43 § 2 (Correspondence of persons sentenced to imprisonment) provides that sentenced persons held in prisons may receive unlimited mail and may send letters as follows: one letter per month for those held under the general regime and one letter every two months for those held under the strengthened regime.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  The Public Prosecutor’s Office Act",
                                "elements": [
                                    {
                                        "content": "103.  According to section 12(1) of the Public Prosecutor’s Office Act, the public prosecutor shall deal with petitions and complaints concerning breaches of the rights of citizens and legal entities, except complaints that are within the jurisdiction of the courts. Subsection (4) provides that an appeal lies from the prosecutor’s decision to the supervising prosecutor and, in certain cases, to the court. Subsection (5) provides that the decision of the Prosecutor-General is final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  Under section 38 the prosecutor or his deputy has the power to make a request to a court for any materials in a case where a judgment or another decision has come into force. If there are any grounds for reopening the proceedings, the prosecutor may challenge the court judgment or any other decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  Under section 44(1) the matters subject to the public prosecutor’s supervision are: adherence to the legal rules on pre-trial detention and correctional labour or other establishments for the execution of sentences or coercive measures ordered by a court; adherence to the procedures and conditions for holding or punishing persons in such establishments; the rights of such persons; the manner in which the relevant authorities carry out their duties under the criminal law; and legislation on the enforcement of sentences. The public prosecutor may at any time visit places of pre-trial detention, establishments where convicted persons are serving sentences or establishments for compulsory treatment or reform, in order to conduct interviews or consult documents on the basis of which persons have been detained, arrested or sentenced or subjected to compulsory measures; he may also examine the legality of orders, resolutions and decrees issued by the administrative authorities of such establishments, terminate the implementation of such acts, appeal against them or cancel them where they do not comply with the law, and request officials to give explanations concerning breaches which have occurred.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT DOCUMENTS OF THE COUNCIL OF EUROPE",
                        "elements": [
                            {
                                "content": "A.  Resolution Res 1097 (1996) of the Parliamentary Assembly on the abolition of the death penalty in Europe",
                                "elements": [
                                    {
                                        "content": "106.  In its resolution, the Assembly deplored the executions which, reportedly, had been carried out recently in Latvia, Lithuania and Ukraine. In particular, it condemned Ukraine for apparently violating its commitment to introduce a moratorium on executions of the death penalty upon its accession to the Council of Europe. It called upon this country to honour its commitments regarding the introduction of a moratorium on executions and the immediate abolition of capital punishment, warning it that further violation of its commitments, especially the carrying out of executions, would have consequences under Order no. 508 (1995).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Resolution Res 1112 (1997) on the honouring of the commitment entered into by Ukraine upon accession to the Council of Europe to put into place a moratorium on executions",
                                "elements": [
                                    {
                                        "content": "107.  The Assembly confirmed in this resolution that it had received official information that, in the first half of 1996, eighty-nine executions had been carried out in Ukraine, and regretted that the Ukrainian authorities had failed to inform it of the number of executions carried out in the second half of that year. The Assembly was particularly shocked to learn that executions in Ukraine had been shrouded in secrecy, with apparently not even the families of the prisoners having been informed, and that the executed prisoners had reportedly been buried in unmarked graves. It condemned Ukraine for having violated its commitment to put into place a moratorium on executions, deplored the executions that had taken place, and demanded that Ukraine immediately honour its commitments and halt any executions still pending.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Resolution Res 1179 (1999) and Recommendation Rec 1395 (1999) on the honouring of obligations and commitments by Ukraine",
                                "elements": [
                                    {
                                        "content": "108.  In these texts, the Assembly noted that Ukraine had clearly failed to honour its commitments (212 persons had been executed between 9 November 1995 and 11 March 1997, according to official sources). At the same time, it noted that since 11 March 1997 a de facto moratorium on executions had been in effect in Ukraine. The Assembly insisted that the moratorium be reconfirmed de jure and that the Verkhovna Rada ratify Protocol No. 6 to the Convention. It stressed the importance of the de facto moratorium on executions and firmly declared that, if any further executions took place, the credentials of the Ukrainian parliamentary delegation would be annulled at the following part-session of the Assembly, in accordance with Rule 6 of its Rules of Procedure.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  REPORTS OF THE EUROPEAN COMMITTEE FOR THE PREVENTION OF TORTURE AND INHUMAN OR DEGRADING TREATMENT OR PUNISHMENT (CPT)",
                        "elements": [
                            {
                                "content": "109.  Delegates of the CPT visited places of detention in Ukraine in 1998, 1999 and 2000. Reports on each of the visits were published on 9 October 2002, together with the responses of the Ukrainian government.",
                                "elements": []
                            },
                            {
                                "content": "A.  The 1998 report",
                                "elements": [
                                    {
                                        "content": "110.  The visit of the delegation, which took place from 8 to 24 February 1998, was the CPT’s first periodic visit to Ukraine. In the course of the visit the delegation inspected, inter alia, Pre-Trial Prison (SIZO – “investigation isolation establishment”) no. 313/203 in Kharkiv. On the ground floor of building no. 2 were housed at the time of the visit fifteen prisoners who had been sentenced to death, although as was recorded in a footnote to the report, the delegation had received assurances that since 11 March 1997 a de facto moratorium on executions had been observed. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  In its report (§ 131), the CPT expressed at the outset its serious concern about the conditions under which these prisoners were being held and about the regime applied to them. It was noted that prisoners sentenced to death were usually accommodated two to a cell, the cell measuring 6.5 to 7 sq. m.  The cells had no access to natural light, the windows being obscured by metal plates. The artificial lighting, which was permanently on, was not always sufficiently strong with the result that some cells were dim. To ventilate the cells, prisoners could pull a cord that opened a flap. Despite this, the cells were very damp and quite cold (§ 132).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The equipment in the cells was described in the report as being rudimentary, consisting of a metal bed and/or sleeping platform (fitted with a thin mattress, sheets of dubious cleanliness and a blanket which was manifestly insufficient to keep out the cold), a shelf and two narrow stools. Prisoners were supposed to be able to listen to radio programmes via a speaker built into the wall of the cell, but the delegation had been told that the radio only functioned sporadically (ibid.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "All the cells had non-partitioned toilets which faced the living area; as a result, a prisoner using the toilet had to do so in full view of his cellmate. As regards toiletries, prisoners sentenced to death were in a situation as difficult as that of many of the other inmates; items such as soap and toothpaste were scarce (ibid.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "It was further recorded that prisoners sentenced to death had no form of activity outside their cells, not even an hour of outdoor exercise. At best they could leave their cells once a week to use the shower in the cell-block, and for an hour once a month if they were authorised to receive family visits. In-cell activities consisted of reading and listening to the radio when it worked. Apart from the monthly visits which some inmates received, human contact was limited essentially to the occasional visit by an Orthodox priest or a member of the health-care staff, who spoke to the prisoners through a grille in the cell door (§ 133).",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The CPT summarised its findings as follows (§ 134):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In short, prisoners sentenced to death were locked up for 24 hours a day in cells which offered only a very restricted amount of living space and had no access to natural light and sometimes very meagre artificial lighting, with virtually no activities to occupy their time and very little opportunity for human contact. Most of them had been kept in such deleterious conditions for considerable periods of time (ranging from 10 months to over two years). Such a situation may be fully consistent with the legal provisions in force in Ukraine concerning the treatment of prisoners sentenced to death. However, this does not alter the fact that, in the CPT’s opinion, it amounts to inhuman and degrading treatment.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "It was further recorded that the delegation had received numerous complaints from prisoners sentenced to death about the fact that they lacked information with regard to their legal situation (the progress of their cases, follow-up to applications for cases to be reviewed, examination of their complaints, etc.) (§ 138).",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  In its response to the 1998 report, the Ukrainian government recorded that a number of organisational and practical steps had been taken to resolve the problems identified by the CPT. In particular, the Temporary Provisions had been introduced to guarantee to prisoners sentenced to death the right to be visited once a month by relatives, to be visited by a lawyer to get legal assistance, to be visited by a priest and to receive and send correspondence without limitation. It was further noted",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  that prisoners sentenced to death would have daily walks in the open air and that for this purpose 196 yards of pre-trial prisons had been rebuilt or re-equipped;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  that, in order to improve the natural lighting and air of all cells, the blinds and metal plates over cell windows had been removed; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)  that, for the purposes of informing inmates sentenced to death of their rights and legal status, extracts from the Temporary Provisions had been posted on the walls of each cell.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The 1999 report",
                                "elements": [
                                    {
                                        "content": "114.  A CPT delegation visited Ukraine from 15 to 23 July 1999, on which occasion it again inspected SIZO no. 313/203 in Kharkiv where, at that time, twenty-three prisoners who had been sentenced to death were being detained. The report noted that certain changes had occurred since the previous visit. In particular, the cells had natural light and were better furnished and the prisoners had an hour of exercise per day in the open air, although it was observed that there was insufficient space for real physical exercise (§§ 34-35). The report further recorded that important progress had been made in the right of prisoners to receive visits from relatives and to correspond (§ 36). However, the CPT noted certain unacceptable conditions of detention, including the fact that prisoners continued to spend twenty-three out of twenty-four hours a day in their cells and that opportunities for human contact remained very limited (§ 37).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The 2000 report",
                                "elements": [
                                    {
                                        "content": "115.  A third visit to Ukraine took place from 10 to 21 September 2000, in the course of which the delegation inspected, inter alia, Pre-Trial Prison (SIZO) no. 15 in Simferopol. The CPT welcomed the decision of the Ukrainian authorities to abolish the death penalty and noted that most of the approximately 500 prisoners subject to the death sentence had had their sentences commuted to life imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  Despite these welcome developments, the CPT declared that the treatment of this category of prisoner was a major source of concern (§ 67). It was noted that, further to a provisional instruction issued in July 2000 and pending the establishment of two high-security units specifically intended for life prisoners, such prisoners were subjected to a strict confinement regime (§ 68). While living space in the cells was generally satisfactory and while work had started on refurbishing cells in all the establishments visited, there were major deficiencies in terms of access to natural light and the quality of artificial light and ventilation (§ 69). Moreover, life prisoners were confined in their cells for twenty-three and a half hours a day with no form of organised activities and, by way of activities outside their cells, were entitled to only half an hour of outdoor exercise, which took place in unacceptable conditions. There was virtually no human contact: since the entry into force of the July 2000 instruction, visits from relatives had been forbidden and prisoners were only allowed to send one letter every two months, although there were no restrictions on receiving letters (§ 70).",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  In their response to the report, the Ukrainian government noted further legal amendments which ensured that life prisoners had one hour of exercise per day and two family visits of up to four hours per month. Further, to ensure adequate access to light, the metal blinds had been removed from the windows of all cells.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE COURT’S ASSESSMENT OF THE FACTS",
                        "elements": [
                            {
                                "content": "118.  The Court reiterates its settled case-law to the effect that under the Convention system prior to 1 November 1998 the establishment and verification of the facts was primarily a matter for the Commission (former Articles 28 § 1 and 31 of the Convention). While the Court is not bound by the Commission’s findings of fact and remains free to make its own assessment in the light of all the material before it, it is, however, only in exceptional circumstances that it will exercise its powers in this area (see, among other authorities, Akdivar and Others v. Turkey, judgment of 16 September 1996, Reports of Judgments and Decisions 1996-IV, p. 1214, § 78).",
                                "elements": []
                            },
                            {
                                "content": "119.  Having regard to the complexity of the factual aspects of the case, involving numerous witnesses and a large amount of documentary evidence, the Court finds that the Commission approached its task of assessing the evidence with the requisite caution, giving detailed consideration to the elements which supported the applicant’s claims and those which cast doubt on their credibility. It therefore accepts the facts as established by the Commission.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "120.  Article 3 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Alleged ill-treatment of the applicant in prison",
                                "elements": [
                                    {
                                        "content": "121.  Before the Commission delegates, the applicant asserted that he had been beaten on 2 September 1998, after a visit from his parents, and again on 10, 14 and 22 September 1998. His parents stated that during the visit on 2 September 1998 they had been told by the applicant that he had been beaten and humiliated. They further stated that on 3 September 1998 the applicant had been taken to hospital because of the consequences of the beating and torture to which he had been subjected in prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  Having examined the complaint according to the strict standards applied to the interpretation of Article 3 of the Convention, the Commission found that it had not been established “beyond reasonable doubt” that illtreatment attaining the minimum level of severity had occurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  The Court, like the Commission, considers that on the basis of the evidence, oral and written, it has not been established to the requisite standard of proof that the applicant was ill-treated in Ivano-Frankivsk Prison in breach of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  The Court accordingly finds no violation of Article 3 of the Convention in this regard.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Adequacy of the investigation",
                                "elements": [
                                    {
                                        "content": "125.  The Court reiterates that where an individual raises an arguable claim that he has been subjected to ill-treatment by agents of the State unlawfully and in breach of Article 3 of the Convention, that provision, read in conjunction with the State’s general duty under Article 1 to “secure to everyone within [its] jurisdiction the rights and freedoms defined in ... [the] Convention”, requires by implication that there should be an effective official investigation. Such an investigation, as with that under Article 2, should be capable of leading to the identification and punishment of those responsible (see, in relation to Article 2 of the Convention, McCann and Others v. the United Kingdom, judgment of 27 September 1995, Series A no. 324, p. 49, § 161; Kaya v. Turkey, judgment of 19 February 1998, Reports 1998-I, p. 324, § 86; and Yaşa v. Turkey, judgment of 2 September 1998, Reports 1998-VI, p. 2438, § 98). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  In its report the Commission found that the complaints made by the applicant’s parents gave rise to an arguable claim that he had been ill-treated in prison and that, following the complaints, the State authorities seem to have carried out some investigation into the parents’ allegations. However, the Commission was not satisfied that the investigation was sufficiently thorough and effective to meet the requirements of Article 3 of the Convention. In particular, it was found to be unsatisfactory that the medical examination of the applicant by the prison doctor (as opposed to the prison psychiatrist) was not carried out until 28 October 1998, almost two months after the parents’ letter to the regional prosecutor of 4 September 1998 and at a time when any signs of his alleged ill-treatment were likely to have disappeared. The Commission further observed that decisions of the national authorities which had been produced to it contained no detailed reasons for the dismissal of the complaints of the applicant’s parents. It was additionally noted that there was a lack of any contemporaneous records which could demonstrate, step by step, the nature of the investigation carried out into the allegations and that no external authority appeared to have been involved in any such investigations. In these circumstances, the Commission concluded that the investigations had been both perfunctory and superficial and did not reflect any serious effort to discover what had really occurred in the prison in September 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  In the light of its own examination of the material before it, the Court shares the findings and reasoning of the Commission and concludes that the applicant’s arguable claim that he was ill-treated in prison was not subject to an effective investigation by the domestic authorities as required by Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  There has therefore been a violation of Article 3 of the Convention in this regard.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Conditions of the applicant’s detention on death row",
                                "elements": [
                                    {
                                        "content": "129.  In his original application, the applicant submitted that his right to see his family had been restricted, that he had been prevented from sending and receiving any correspondence, and that he had not been allowed to watch television or to have any communication with the outside world. He had not been allowed to see a priest either.",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  As the Court has held on many occasions, Article 3 of the Convention enshrines one of the most fundamental values of a democratic society. It prohibits in absolute terms torture or inhuman or degrading treatment or punishment, irrespective of the circumstances and the victim’s behaviour (see Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000-IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  According to the Court’s case-law, ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3 of the Convention. The assessment of this minimum level of severity is relative; it depends on all the circumstances of the case, such as the duration of the treatment, its physical and mental effects and, in some cases, the sex, age and state of health of the victim (see, among other authorities, Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, p. 65, § 162). Furthermore, in considering whether treatment is “degrading” within the meaning of Article 3, the Court will have regard to whether its object is to humiliate and debase the person concerned and whether, as far as the consequences are concerned, it adversely affected his or her personality in a manner incompatible with Article 3. However, the absence of such a purpose cannot conclusively rule out a finding of a violation of this provision (see Peers v. Greece, no. 28524/95, §§ 67-68 and 74, ECHR 2001-III; and Valašinas v. Lithuania, no. 44558/98, § 101, ECHR 2001-VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  The Court has consistently stressed that the suffering and humiliation involved must in any event go beyond that inevitable element of suffering or humiliation connected with a given form of legitimate treatment or punishment. Measures depriving a person of his liberty may often involve such an element. In accordance with Article 3 of the Convention the State must ensure that a person is detained under conditions which are compatible with respect for his human dignity, that the manner and method of the execution of the measure do not subject him to distress or hardship exceeding the unavoidable level of suffering inherent in detention, and that, given the practical demands of imprisonment, his health and well-being are adequately secured (see Kudła v. Poland [GC], no. 30210/96, §§ 92-94, ECHR 2000-XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.  In addition, as underlined by the Court in Soering, present-day attitudes in the Contracting States to capital punishment are relevant for the assessment whether the acceptable threshold of suffering or degradation has been exceeded (see Soering v. the United Kingdom, judgment of 7 July 1989, Series A no. 161, p. 41, § 104). Where the death penalty is imposed, the personal circumstances of the condemned person, the conditions of detention while awaiting execution and the length of detention prior to execution are examples of factors capable of bringing the treatment or punishment received by the condemned person within the proscription under Article 3 (ibid.). When assessing conditions of detention, account has to be taken of the cumulative effects of those conditions, as well as the specific allegations made by the applicant (see Dougoz v. Greece, no. 40907/98, § 46, ECHR 2001-II, and Kalashnikov v. Russia, no. 47095/99, § 95, ECHR 2002-VI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  The Court notes that the applicant complained of certain aspects of the conditions to which he had been subjected in Ivano-Frankivsk Prison, where he was awaiting execution of the death sentence pronounced by the Ivano-Frankivsk Regional Court on 12 December 1995 and upheld by the Supreme Court on 22 February 1996. It reiterates in this connection that the Convention only governs, for each Contracting Party, facts subsequent to its entry into force in respect of that Party. The Court therefore has jurisdiction to examine the applicant’s complaints in so far as they relate to the period after 11 September 1997, when the Convention came into force in respect of Ukraine. However, in assessing the effect on the applicant of the conditions of his detention, the Court may also have regard to the overall period during which he was detained as a prisoner, including the period prior to 11 September 1997, as well as to the conditions of detention to which he was subjected during that period (see Kalashnikov, cited above, § 96).",
                                        "elements": []
                                    },
                                    {
                                        "content": "135.  The Court further observes that the applicant was detained under a sentence of death until his sentence was commuted to one of life imprisonment in June 2000. As is noted above (see paragraphs 106-08), the use of capital punishment in Ukraine was the subject of strong and repeated criticism in resolutions of the Parliamentary Assembly of the Council of Europe, in which it was recorded that between 9 November 1995 and 11 March 1997 a total of 212 executions had been carried out in that State. However, on the latter date a de facto moratorium on executions was declared by the President of Ukraine; on 29 December 1999 the Constitutional Court held the provisions of the Criminal Code governing the death penalty to be unconstitutional; and on 22 February 2000 the death penalty was abolished by law and replaced by a sentence of life imprisonment (see paragraph 11 above). The applicant was sentenced to death in December 1995, some fifteen months before the moratorium came into force. The Court accepts that, until the formal abolition of the death penalty and the commutation of his sentence, the applicant must have been in a state of some uncertainty, fear and anguish as to his future. However, it considers that the risk that the sentence would be carried out, and the accompanying feelings of fear and anguish on the part of those sentenced to death, must have diminished as time went on and as the de facto moratorium continued in force.",
                                        "elements": []
                                    },
                                    {
                                        "content": "136.  Concerning the conditions of the applicant’s detention on death row, the Court has had regard to the Commission delegates’ findings and especially to their conclusions concerning the size, lighting and heating of the applicant’s cell, but also to those relating to the prison practice concerning daily outdoor walks, the applicant’s correspondence and his visits from his relatives. It takes into account the fact that the delegates investigated the applicant’s complaints in depth, giving special attention during their inspection to the conditions in the place where the applicant had been detained. In these circumstances, the Court considers that the findings of the Commission delegates should be relied on.",
                                        "elements": []
                                    },
                                    {
                                        "content": "137.  The Court has also had regard to the documents submitted by the parties concerning the period from 26 October 1999, when the Commission adopted its report, to 2 June 2000, when the applicant’s sentence was commuted to life imprisonment, as well as to the relevant parts of the CPT reports covering the period in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "138.  At the time of the murders in respect of which the applicant was convicted he was 19 years old. He was placed on death row in Ivano-Frankivsk Prison on 22 February 1996, when the Supreme Court upheld the death sentence (see paragraph 10 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "139.  The Court notes the findings of the Commission that eight death-row prisoners were detained on the day of the delegates’ visit to Ivano-Frankivsk Prison in single cells, without the possibility of communicating with other inmates. They were frequently observed by prison guards through a spy hole in the door of the cell. The light was on twenty-four hours a day and the radio was switched off only at night.",
                                        "elements": []
                                    },
                                    {
                                        "content": "140.  The Court further notes the findings of the Commission that until May 1998 death-row prisoners were not allowed to have daily outdoor walks, and that the windows of their cells were completely shuttered until shortly before the visit of the delegates. When inspected by the latter, the applicant’s cell was found to have been freshly painted, with an open toilet and a washbasin with cold water, two beds, a table and a little bench, both fixed to the floor, central heating and a window with bars. There were some books, newspapers, a chess set, a stock of soap and toilet paper, some fruit and other food. The Court notes that during the delegates’ visit in November 1998 the applicant’s cell was found to be overheated, particularly in comparison with other rooms in the prison. It accepts the Commission’s finding that the conditions had been very poor prior to November 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "141.  Concerning the visits by the applicant’s relatives, the Court relies on the Commission’s finding that two warders were present when his parents visited him, who were authorised to interrupt their conversation when they considered that the parents or the applicant had said anything “untrue”. Except for their request of 19 June 1998, all the requests of the applicant’s parents to visit him had been granted. However, the visits took place mostly two or three months after the requests had been submitted and they were limited to a maximum of twelve a year.",
                                        "elements": []
                                    },
                                    {
                                        "content": "142.  The Court notes that it was not possible for the Commission to establish with sufficient clarity whether the applicant or his parents asked for permission for a priest to come to see him. It could be said, however, that when the applicant saw a priest on 26 December 1998 following his request of 22 December 1998 there were no regular visits to inmates by any chaplains, as the Instruction did not provide for such visits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "143.  Concerning the applicant’s correspondence, the Court observes that although the applicant was entitled to send more than twelve letters a year in accordance with the Instruction, until September 1997 he was not entitled to do so.",
                                        "elements": []
                                    },
                                    {
                                        "content": "144.  On the basis of the large amount of documentary evidence submitted by the parties and the facts established by the Commission during its fact-finding visit to Ivano-Frankivsk Prison relatively shortly after the applicant’s death sentence had become final and after the Convention had come into force in respect of Ukraine, the Court is in a position to establish a detailed picture of the conditions in which the applicant was detained from 1996 onwards, and particularly between 11 September 1997, the date on which the Convention entered into force in respect of Ukraine, and May 1998, when the Instruction started to be applied in Ivano-Frankivsk Prison. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "145.  The Court views with particular concern the fact that, until May 1998 at earliest, the applicant, in common with other prisoners detained in the prison under a death sentence, was locked up twenty-four hours a day in a cell which offered only a very restricted living space and in which the window was shuttered, with the consequence that there was no access to natural light, that there was no provision for any outdoor exercise and that there was little or no opportunity for activities to occupy himself or for human contact. In line with the observations of the CPT concerning the subjection of death-row prisoners in Ukraine to similar conditions, the Court considers that the detention of the applicant in unacceptable conditions of this kind amounted to degrading treatment in breach of Article 3 of the Convention. In the case of the applicant, the situation was aggravated by the fact that, between 24 February and 24 March 1998, he was detained in a cell where there was no water tap or washbasin but only a small pipe on the wall near the toilet, where the water supply could only be turned on from the corridor, where the walls were covered with faeces and where the bucket for flushing the toilet had been taken away. The applicant’ situation was further aggravated by the fact that throughout the period in question he was subject to a death sentence, although, as noted in paragraphs 11 and 135 above, a moratorium had been in effect since 11 March 1997.",
                                        "elements": []
                                    },
                                    {
                                        "content": "146.  The Court considers that in the present case there is no evidence that there was a positive intention of humiliating or debasing the applicant. However, although the question whether the purpose of the treatment was to humiliate or debase the victim is a factor to be taken into account, the absence of any such purpose cannot conclusively rule out a finding of a violation of Article 3 (see V. v. the United Kingdom [GC], no. 24888/94, § 71, ECHR 1999-IX, and Kalashnikov, cited above, § 101). It considers that the conditions of detention which the applicant had to endure in particular until May 1998 must have caused him considerable mental suffering, diminishing his human dignity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "147.  The Court acknowledges that after May 1998 substantial and progressive improvements had taken place, both in the general conditions of the applicant’s detention and in the regime applied within the prison. In particular, the blinds shuttering the windows were removed, daily outdoor walks were introduced and the rights of prisoners to receive visits and to correspond were enhanced. Nevertheless, the Court observes that, by the date of introduction of these improvements, the applicant had already been detained in these deleterious conditions for a period of nearly thirty months, including a period of eight months after the Convention had come into force in respect of Ukraine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "149.  There has, accordingly, been a violation of Article 3 of the Convention in this respect.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "150.  In his original application, the applicant complained that his right to see his family was restricted, that he was prevented from seeing his lawyer and from sending and receiving any correspondence, and that he was not allowed to watch television or to have any communication with the outside world.",
                                "elements": []
                            },
                            {
                                "content": "151.  The Court considers that these complaints fall to be examined under Article 8 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "152.  The Commission found it established that the applicant’s right to receive visits from his relatives, which included visits by his representative, Mr Voskoboynikov, was limited to one visit per month and that, during the visits, two warders were present listening to the conversations, who were authorised to intervene when they considered that the inmate or his relatives had said anything “untrue”. The Commission further found that a visit could be cancelled as a disciplinary punishment inflicted upon the applicant for a violation of the prison rules. As to correspondence, the Commission noted that while, according to the Instruction, the applicant could send his relatives one letter per month and receive letters without any limitation as to their number, his correspondence was censored. ",
                                "elements": []
                            },
                            {
                                "content": "153.  The Court, agreeing with the Commission, considers that the above-mentioned restrictions constituted an interference by a public authority with the exercise of the applicant’s right to respect for his private and family life and his correspondence guaranteed by Article 8 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "154.  Such interference can only be justified if the conditions in the second paragraph of this provision are met. In particular, if it is not to contravene Article 8, the interference must be “in accordance with the law”, pursue a legitimate aim and be “necessary in a democratic society” in order to achieve that aim (see Silver and Others v. the United Kingdom, judgment of 25 March 1983, Series A no. 61, p. 32, § 84, and Petra v. Romania, judgment of 23 September 1998, Reports 1998-VII, p. 2853, § 36).",
                                "elements": []
                            },
                            {
                                "content": "155.  The Court must first consider whether the interference was “in accordance with the law”. This expression requires firstly that the impugned measure should have some basis in domestic law; it also refers to the quality of the law in question, requiring that it should be accessible to the person concerned, who must moreover be able to foresee its consequences for him, and be compatible with the rule of law (see Kruslin v. France and Huvig v. France, judgments of 24 April 1990, Series A no. 176A and B, p. 20, § 27, and p. 52, § 26, respectively).",
                                "elements": []
                            },
                            {
                                "content": "156.  In contending that these requirements were met, the Government referred in their written observations to the Pre-Trial Detention Act (“the Act”) and the Correctional Labour Code (“the Code”). In their further observations, they added a reference to the Instruction and the Temporary Provisions. The applicant submitted that only certain internal regulations had been issued to govern the conditions in which persons awaiting execution of the death penalty were detained.",
                                "elements": []
                            },
                            {
                                "content": "157.  The Court observes that the Act governs conditions of detention until a sentence becomes final. It further observes that, although the Code provides a general legal basis for conditions of detention, the competent national authorities in the present case did not refer to its provisions when informing the applicant and his parents about the rules governing conditions of detention on death row.",
                                "elements": []
                            },
                            {
                                "content": "158.  It appears from the documents produced by the parties and the Commission’s findings of fact that, after the sentence had become final, the conditions of detention of persons sentenced to death were governed by the Instruction issued by the Ministry of Justice, the Prosecutor-General and the Supreme Court. The Court notes that the Instruction was an internal and unpublished document which was not accessible to the public.",
                                "elements": []
                            },
                            {
                                "content": "159.  The Court notes that the Instruction was replaced by the Temporary Provisions, approved by the State Department for the Execution of Sentences on 25 June 1999 as Order no. 72 and registered by the Ministry of Justice on 1 July 1999 as no. 426/3719, which came into force on 11 July 1999 and which were accessible to the public. The Temporary Provisions extended the rights of persons sentenced to death. In particular, prisoners were allowed to receive six parcels and three small packets per year, to send and receive letters without any limitation and to have monthly visits of up to two hours from their relatives. However, as noted by the Commission, the Temporary Provisions have no application to the facts complained of by the applicant, which occurred before 11 July 1999.",
                                "elements": []
                            },
                            {
                                "content": "160.  The Court finds that in these circumstances it cannot be said that the interference with the applicant’s right to respect for his private and family life and his correspondence was “in accordance with the law” as required by Article 8 § 2 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "161.  In view of the above finding, the Court, like the Commission, considers it unnecessary to examine whether the interference in the present case was “necessary in a democratic society” for one of the legitimate aims pursued within the meaning of Article 8 § 2.",
                                "elements": []
                            },
                            {
                                "content": "162.  There has therefore been a violation of Article 8 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 9 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "163.  In his original application the applicant claimed that he had not been allowed any visits from a priest.",
                                "elements": []
                            },
                            {
                                "content": "164.  The Court considers that the applicant’s complaint should be examined under Article 9 of the Convention which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of thought, conscience and religion; this right includes freedom to change his religion or belief and freedom, either alone or in community with others and in public or private, to manifest his religion or belief, in worship, teaching, practice and observance.",
                                "elements": []
                            },
                            {
                                "content": "2.  Freedom to manifest one’s religion or beliefs shall be subject only to such limitations as are prescribed by law and are necessary in a democratic society in the interests of public safety, for the protection of public order, health or morals or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "165.  The Government submitted that the applicant had never asked to have a visit from a priest. This was disputed, according to the Commission’s findings, by the applicant’s parents but corroborated by certain witnesses heard by it and by the undated document signed by Mr Y.M. Pavlyuk, the deputy head of the isolation block. In its letter of 12 October 1998, following the applicant’s parents’ complaint of 11 September 1998, the State Department for the Execution of Sentences indicated that visits from a priest could be granted by the Ivano-Frankivsk Regional Directorate of the Ministry of the Interior.",
                                "elements": []
                            },
                            {
                                "content": "166.  The Commission was unable to establish with sufficient clarity whether the applicant or his parents requested permission from the national authorities for the applicant to be visited by a priest before 22 December 1998. However, the Commission found it to be established by the oral evidence and documents produced to it that the applicant was not able to participate in the weekly religious service which was available to other prisoners and that he was not in fact visited by a priest until 26 December 1998.",
                                "elements": []
                            },
                            {
                                "content": "167.  The Court accepts the findings of the Commission and, like the Commission, considers that this situation amounted to an interference with the exercise of the applicant’s “freedom ... to manifest his religion or belief”. Such an interference is contrary to Article 9 of the Convention unless it is “prescribed by law”, serves one or more of the legitimate aims in paragraph 2 and is “necessary in a democratic society” to achieve those aims.",
                                "elements": []
                            },
                            {
                                "content": "168.  The Court, when examining the applicant’s complaints under Article 8 of the Convention, has already observed that the conditions of detention of persons sentenced to death were governed by the Instruction which, according to the extract produced by the Government, did not confer on persons sentenced to death the right to be visited by a priest. In addition, the Court has already concluded that the Instruction did not satisfy the requirements for a “law” within the meaning of Article 8 § 2 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "169.  It true that the Instruction was replaced by the Temporary Provisions which came into force on 11 July 1999. However, although they guarantee the right of persons detained on death row to pray, read religious literature and to receive visits from a priest, the Temporary Provisions have no application to the facts complained of by the applicant, which occurred before 11 July 1999.",
                                "elements": []
                            },
                            {
                                "content": "170.  In these circumstances, the Court finds that the interference with the applicant’s right to manifest his religion or belief was not “in accordance with the law” as required by Article 9 § 2 of the Convention. It considers it unnecessary to examine whether the interference in the present case was “necessary in a democratic society” for one of the legitimate aims pursued within the meaning of Article 9 § 2.",
                                "elements": []
                            },
                            {
                                "content": "171.  Accordingly, there has been a violation of Article 9 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "172.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "173.  The applicant claimed 2,580,000 Ukrainian hryvnas (UAH) for non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "174.  The Government submitted that the applicant’s claims for non-pecuniary damage in respect of an alleged violation of Article 3 of the Convention in connection with his conditions of detention on death row and the alleged lack of an effective investigation into the ill-treatment were exorbitant. They asked the Court to determine the just satisfaction on an equitable basis, taking into consideration its case-law on similar issues and the economic situation in Ukraine. In addition, they found the applicant’s claims for non-pecuniary damage in respect of alleged ill-treatment unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government further stated that the applicant’s claims for non-pecuniary damage in connection with the alleged violation of Article 8 of the Convention were partly unsubstantiated. Finally, they considered that the finding of violations of Articles 8 and 9 would constitute an adequate compensation for non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "175.  The Court, bearing in mind its findings above regarding the applicant’s complaints, considers that he suffered some non-pecuniary damage as a result of the conditions to which he was subjected on death row, which cannot be compensated for solely by the finding of a violation. Making its assessment on an equitable basis, the Court awards the applicant 2,000 euros (EUR).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "176.  The applicant claimed a total of UAH 53,300 for fees and costs incurred in the proceedings before the national authorities and before the Convention institutions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "177.  The Government disputed that claim. They argued that the applicant had failed to support his claim with vouchers and bills and that the costs and expenses in question were exorbitant and unjustified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "178.  The Court reiterates that in order for costs and expenses to be included in an award under Article 41, it must be established that that they were actually and necessarily incurred in order to prevent or obtain redress for the matter found to constitute a violation of the Convention and are reasonable as to quantum (see Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 62, ECHR 1999-VIII). The Court is not satisfied that all the costs and expenses, totalling more than UAH 53,000, were necessarily incurred in connection with the complaints submitted to the Strasbourg institutions. It observes that the applicant’s claim included expenses relating to the work done by his lawyers in connection with the criminal proceedings before the national courts. However, these expenses do not relate to the violations of Articles 3, 8 and 9 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "179.  Considering also that the applicant has only succeeded in respect of part of his application under the Convention, and deciding on an equitable basis, the Court awards the applicant the sum of EUR 1,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "180.  The Court considers it appropriate that the default interest should be based on an annual rate equal to the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been no violation of Article 3 of the Convention as regards the alleged ill-treatment of the applicant in Ivano-Frankivsk Prison;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention as regards the failure to carry out an effective official investigation into the applicant’s allegations of ill-treatment in Ivano-Frankivsk Prison;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 3 of the Convention as regards the conditions of detention to which the applicant was subjected on death row;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 9 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 29 April 2003, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Sir Nicolas Bratza is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "I am in full agreement with the conclusion and reasoning of the majority of the Court on all points, save that I would have preferred that the complaint relating to the failure of the prison authorities to carry out an effective official investigation into the applicant’s allegations of ill-treatment in Ivano-Frankivsk Prison had been examined under Article 13 of the Convention rather than under the so-called “procedural aspects” of Article 3.",
                        "elements": []
                    },
                    {
                        "content": "In holding that Article 3 has such a procedural aspect, the Court, like the Commission, draw on well-established case-law under Article 2 of the Convention to the effect that, where allegations are made of an unlawful deprivation of life, the provision requires by implication that there should be an effective official investigation, capable of leading to the identification and punishment of those responsible. This view has indeed received express confirmation in the Court’s judgment in Assenov and Others v. Bulgaria (judgment of 28 October 1998, Reports of Judgments and Decisions 1998-VIII, p. 3290, §§ 102-03) in which the Court found a procedural breach of Article 3 due to the inadequate investigation made by the national authorities into the first applicant’s complaint that he had been severely ill-treated by the police. The Court there observed that, if it were not the case that Article 3 embodied such a procedural aspect, the general legal prohibition of torture and inhuman or degrading treatment or punishment, despite its fundamental importance, would be ineffective in practice and that it would be possible for agents of the State to abuse the rights of those within their control with virtual impunity.",
                        "elements": []
                    },
                    {
                        "content": "However, Assenov and Others was decided before the judgment of the Grand Chamber in İlhan v. Turkey ([GC], no. 22277/93, ECHR 2000-VII), in which the Court (reflecting the partly dissenting opinion of Mr Pellonpää in the Commission) voiced certain doubts as to the analogy drawn in this respect between the provisions of Article 2 and those of Article 3. The Court pointed out that, while the obligation to provide an effective investigation into the deaths caused by, inter alios, the security forces had been held to be implied into Article 2  in order to ensure that the rights guaranteed by that Article were not theoretical or illusory but practical and effective, the provisions of Article 2 included the requirement that the right to life be “protected by law”. In addition, the Court noted, Article 2 may also concern situations where the initiative must rest on the State for the practical reason that the victim is deceased and the circumstances of the death may be largely confined within the knowledge of State officials (§ 91). The Court continued:",
                        "elements": []
                    },
                    {
                        "content": "“92.  Article 3, however, is phrased in substantive terms. Furthermore, although the victim of an alleged breach of this provision may be in a vulnerable position, the practical exigencies of the situation will often differ from cases of use of lethal force or suspicious deaths. The Court considers that the requirement under Article 13 of the Convention that a person with an arguable claim of a violation of Article 3 be provided with an effective remedy will generally provide both redress to the applicant and the necessary procedural safeguards against abuses by State officials. The Court’s case-law establishes that the notion of effective remedy in this context includes the duty to carry out a thorough and effective investigation capable of leading to the identification and punishment of those responsible for any ill-treatment and permitting effective access for the complainant to the investigatory procedure (see the Aksoy v. Turkey judgment [of 18 December 1996, Reports 1996-III], p. 2287, § 98). Whether it is appropriate or necessary to find a procedural breach of Article 3 will therefore depend on the circumstances of the particular case.”",
                        "elements": []
                    },
                    {
                        "content": "In İlhan, the Court found that the applicant had suffered torture at the hands of the security forces and that his complaints concerning the lack of any effective investigation by the authorities into the causes of his injuries fell to be dealt with under Article 13, rather than Article 3, of the Convention. The present case differs from İlhan in this respect, in that no substantive breach of Article 3 has been found by the Court to have been established. Nevertheless, I consider that, as in that case, the applicant’s complaint concerning the lack of an effective official investigation into the applicant’s allegations of ill-treatment would have been more appropriately examined under Article 13 of the Convention. ",
                        "elements": []
                    },
                    {
                        "content": "Since, however, I share the view of the majority not only that the complaints of the applicant’s parents gave rise to an arguable claim of ill-treatment which required to be investigated, but that the investigation which was in fact carried out by the authorities was deficient in the respects found by the Court in its judgment, I have not voted against the finding of a violation of Article 3 of the Convention in this regard.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrsE. Palm",
            "role": "judges"
        },
        {
            "name": "MrJ. Makarczyk",
            "role": "judges"
        },
        {
            "name": "MrsV. Strážnická",
            "role": "judges"
        },
        {
            "name": "MrM. Fischbach",
            "role": "judges"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "Mr M. O’Boyle",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF POLTORATSKIY v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-61059.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2003:0429JUD003881297",
    "externalsources": [
        "Parliamentary Assembly Resolution 1097(1996) on the abolition of the death penalty in Europe",
        "Parliamentary Assembly Resolution 1112 (1997) on the honouring of the commitment entered into by Ukraine upon accession to the Council of Europe to put into place a moratorium on executions",
        "Parliamentary Assembly Resolution 1179 (1999) and Recommendation 1395 (1999) on the honouring of obligations and commitments by Ukraine",
        "Reports of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment reports on visits to Ukraine in 1998, 1999 and 2000"
    ],
    "extractedappno": [
        "38812/97",
        "39483/98",
        "41220/98",
        "40679/98",
        "41707/98",
        "39042/97",
        "26772/95",
        "28524/95",
        "44558/98",
        "30210/96",
        "40907/98",
        "47095/99",
        "24888/94",
        "23118/93",
        "22277/93"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Instruction of 20 April 1998",
        "Pre-trial Detention Act 1993, sections 8, 11, 12 and 13"
    ],
    "itemid": "001-61059",
    "judgementdate": "29/04/2003 00:00:00",
    "kpdate": "29/04/2003 00:00:00",
    "kpthesaurus": [
        "350",
        "193",
        "90",
        "451",
        "425",
        "424",
        "319",
        "203",
        "149",
        "316",
        "140",
        "154",
        "237",
        "204",
        "320",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "10-2",
        "9",
        "9-1",
        "3",
        "8",
        "8-1",
        "9-2",
        "10",
        "8-2",
        "41"
    ],
    "parties": [
        "POLTORATSKIY",
        "UKRAINE"
    ],
    "rank": "461.893859863281",
    "representedby": [
        "N/A"
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [
        "Akdivar and Others v. Turkey, judgment of 16 September 1996, Reports of Judgments and Decisions 1996-IV, p. 1214, § 78",
        "Christine Goodwin v. the United Kingdom, no. 28957/95, 3 July 2002, § 124, to be published in ECHR 2002",
        "Dougoz v. Greece, no. 40907/98, § 46, ECHR 2001-II",
        "Huvig v. France, judgments of 24 April 1990, Series A no. 176-B, p. 52, § 26",
        "Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, p. 65, § 162",
        "Kalashnikov v. Russia, no. 47095/99, §§ 95, 96 and 101, ECHR 2002-VI",
        "Kaya v. Turkey, judgment of 19 February 1998, Reports 1998-I, p. 324, § 86",
        "Kruslin v. France, judgments of 24 April 1990, Series A no. 176-A, p. 20, § 27",
        "Kudla v. Poland [GC], no. 30210/96, §§ 92-94, ECHR 2000-XI",
        "Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000-IV",
        "McCann v. the United Kingdom, judgment of 27 September 1995, Series A no. 324, p. 49, § 161",
        "Nielsen and Johnson v. Norway [GC], no. 23118/93, § 43, ECHR 1999-VIII",
        "Peers v. Greece, no. 28524/95, §§ 67-68 and 74, ECHR 2001-III",
        "Petra v. Romania, judgment of 23 September 1998, Reports 1998-VII, p. 2853, § 36",
        "Silver and Others v. the United Kingdom, judgment of 25 March 1993, Series A no. 61, p. 32, § 84",
        "Soering v. the United Kingdom, judgment of 7 July 1989, Series A no. 161, p. 41, § 104",
        "V. v. the United Kingdom [GC], no. 24888/94, § 71, ECHR 1999-IX",
        "Valašinas v. Lithuania, no. 22558/98, § 101, ECHR 2001-VIII",
        "Yasa v. Turkey, judgment of 2 September 1998, Reports 1998-VI, p. 2438, § 98"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "317281",
    "typedescription": "15"
}