{
    "__articles": "6",
    "__conclusion": "Violation of Article 6 - Right to a fair trial",
    "applicability": "",
    "appno": "13471/06",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-96181.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 13471/06) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Austrian national, Mr Alfred Almesberger (“the applicant”), on 24 March 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr J. Postlmayr, a lawyer practising in Mattighofen. The Austrian Government (“the Government”) were represented by their Agent, Ambassador F. Trauttmansdorff, Head of the International Law Department at the Federal Ministry for Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 13 June 2008 the President of the First Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1956 and lives in Pischelsdorf. He is the manager of a transport company.",
                                "elements": []
                            },
                            {
                                "content": "5.  On 1 April 1999 the Melk District Administrative Authority (Bezirkshauptmannschaft – DAA) charged the applicant with failing to carry a fire extinguisher while transporting dangerous goods. The applicant did not react.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 2 June 1999 the DAA issued a penal order (Straferkenntnis). It found the applicant (as responsible person for the Almesberger Transport Company) guilty (i) of failing to carry, as the owner of the truck (Zulassungsbesitzer), a fire extinguisher and (ii) of failing to carry, as the responsible transporter (Befördererer) a fire extinguisher and the necessary documents, contrary to the relevant provisions of the Dangerous Goods Transportation Act (Gefahrgutbeförderungsgesetz). It sentenced the applicant to a fine of 12,100 Austrian schillings (ATS), approximately 880 euros (EUR).",
                                "elements": []
                            },
                            {
                                "content": "7.  The applicant appealed on 28 June 1999 against the penal order to the Lower Austria Independent Administrative Panel (Unabhängiger Verwaltungssenat – IAP). He maintained that the DAA had not raised the charge against him in time and that the criminal proceedings had therefore become time-barred, that his conviction of the offences under point (i) and (ii) of the penal order infringed the principle of ne bis in idem and that the fine imposed on him was excessive.",
                                "elements": []
                            },
                            {
                                "content": "8.  At the request of the applicant a hearing scheduled before the IAP on 7 September 2000 was adjourned. On 14 September 2000 the IAP held a hearing in the absence of the applicant.",
                                "elements": []
                            },
                            {
                                "content": "9.  In a decision of 18 September 2000 the IAP dismissed the applicant's appeal. It found, inter alia, that in his capacity as the managing director of a private limited company the applicant had failed to ensure that the fire extinguisher in the inspected heavy goods vehicle had been regularly checked.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 10 October 2000 the applicant lodged a complaint with the . He submitted that the proceedings before the IAP had been unfair, that his conviction under point (i) and (ii) of the penal order of 2 June 1999 infringed the ne bis in idem principle and that the sanctions provided for in the Dangerous Goods Transportation Act were excessively high and thus unconstitutional.",
                                "elements": []
                            },
                            {
                                "content": "11.  The DAA commented on the applicant's complaint to the  on 1 December 2000.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 9 February 2001 the comments of the Constitutional Department of the Federal Chancellery were transmitted to the applicant.",
                                "elements": []
                            },
                            {
                                "content": "13.  Meanwhile proceedings concerning a review of the constitutionality of certain provisions of the Dangerous Goods Transportation Act had been instituted by the , following requests by several IAPs in the course of administrative criminal proceedings pending before them.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 27 September 2002 the  gave its ruling following its review of the Dangerous Goods Transportation Act. It rejected a request to strike down provisions concerning the minimum fine that had to be imposed in the event of conviction after finding that they complied with the Austrian Federal Constitution.",
                                "elements": []
                            },
                            {
                                "content": "15.  Subsequently, on 9 October 2002, the  declined to deal with the applicant's constitutional complaint as it had no prospects of success. It remitted the case to the  at his request.",
                                "elements": []
                            },
                            {
                                "content": "16.  The applicant amended his complaint to the  on 28 February 2003. On 27 May 2003 the IAP submitted observations in reply.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 18 October 2005 the  quashed the decision of the IAP on the grounds that the Melk DAA had had no jurisdiction over the case.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 10 November 2005, in accordance with the finding of the , the IAP quashed the decision of the Melk DAA but did not formally discontinue the administrative criminal proceedings.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 14 November 2006 the applicant filed a request with the Melk DAA for the proceedings to be discontinued, following which, on 24 November 2006, the proceedings were discontinued.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "20.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable-time” requirement laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "21.  The Court considers that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "22.  The applicant submitted that the subject matter of the present case had not been complex. Furthermore there had been some phases of inactivity, in particular before the , which had not held a hearing and had annulled the decision only for formal reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Government contended that the length of the criminal proceedings had complied with the “reasonable-time” requirement. The IAP had decided the case within the maximum time-limit of 15 months. The Constitutional Court had had to review, inter alia, various provisions of the Dangerous Goods Transportation Act including those providing for a minimum fine. Also the  had dealt with the case as soon as possible having regard to the number of cases pending. In this respect the Government submitted that the Administrative Court has been burdened constantly with an excessive work-load which resulted in an increasing back-log of cases, rising from 5963 in 1993 to 11286 in 2007, even though various measures for reducing this back-log had been taken over the years, such as increasing the number of reporting judges and reducing the subject matters falling within the jurisdiction of the Administrative Court. Taking this difficult situation into account, the  has dealt expeditiously with the applicant's complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court observes that the period to be taken into consideration began on 1 April 1999, when the Melk DAA charged the applicant with failing to carry a fire extinguisher while transporting dangerous goods, and ended on 24 November 2006, when the Melk DAA decided to discontinue the proceedings. The proceedings therefore lasted approximately seven years and seven months. During this period the case was dealt by one administrative and two judicial bodies as well as the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities (see, among many other authorities, Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II)",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In the present case, the Court can accept that the questions the authorities had to decide were of some complexity which, however, could not in itself justify the substantial period that elapsed until the final decision was taken. The Court observes in this respect that at the same time the applicant's complaint against the IAP's decision of 18 September 2000 was pending before the , that court was also in the process of reviewing the constitutionality of various provisions of the Dangerous Goods Transportation Act, which were of relevance to the applicant's case. The constitutional review of provisions of law is one of the essential tasks of the  for safeguarding the rule of law and there is an inevitable risk that it will prolong proceedings in which provisions subject to review are at issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  No such considerations, however, apply to the proceedings before the Administrative Court, which took two years and five months to decide the applicant's case which nevertheless remained pending for more than a year before it was eventually terminated. As regards the Government's arguments in respect of the overburdening of the Administrative Court, the Court notes that such arguments have already been raised in previous cases (see G.S. v. , no. 26297/95, § 30, 21 December 1999 Ludescher v. Austria, no. 35019/97, § 19, 20 December 2001). Even though the Court appreciates the effort made by the Administrative Court for dealing with its case-load expeditiously, it would reiterate that it is for Contracting States to organise their legal systems in such a way that their courts can guarantee the right of everyone to obtain a final decision on disputes within a reasonable time (see G.S., cited above, § 35).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  Therefore the Court considers that in the instant case the overall length of the proceedings, namely more than seven years and seven months, was excessive and failed to meet the “reasonable-time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  The applicant further complained under Article 6 that the above administrative criminal proceedings against him had been unfair in various respects. He submitted that the IAP refused to pronounce it's decision orally; that the charges had been modified during the proceedings; that only his counsel and not he himself was summoned to the hearing before the IAP; that his request for adjournment had been dismissed; that there was no hearing before the Constitutional Court and that there was not sufficient time to prepare his defence before the hearing before the IAP.",
                                "elements": []
                            },
                            {
                                "content": "31.  However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "32.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "34.  The applicant claimed 4,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Government contested that claim as being excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court considers that the applicant must have sustained non-pecuniary damage. Ruling on an equitable basis, it awards award him EUR 2,500 under that head plus any tax that may be chargeable on this amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "37.  The applicant also claimed EUR 2,503.27 including value-added tax (VAT) for the costs and expenses incurred before the domestic courts and EUR 3,000 including VAT for those incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.   The Government contested the claim for costs as being excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  According to the Court's case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred in order to prevent or obtain redress for the matter found to constitute a violation of the Convention and were reasonable as to quantum. In the present case, it does not appear from the applicant's submissions that any specific costs were incurred in an attempt to expedite the proceedings. Therefore, no award can be made as regards the costs of the domestic proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  As to the costs of the proceedings before the Court, the Court notes that the applicant, who was represented by counsel, did not have the benefit of legal aid but was only partly successful. It considers it reasonable, having regard to similar cases, to award him EUR 1,500 under this head plus any tax that may be chargeable to the applicant on this amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "41.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(i) EUR 2,500 (two thousand five hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(ii) EUR 1,500 (one thousand five hundred euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 10 December 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Nina Vajić",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ALMESBERGER v. AUSTRIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-96181.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:1210JUD001347106",
    "externalsources": [],
    "extractedappno": [
        "13471/06",
        "25444/94",
        "26297/95",
        "35019/97"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-96181",
    "judgementdate": "10/12/2009 00:00:00",
    "kpdate": "10/12/2009 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6"
    ],
    "parties": [
        "ALMESBERGER",
        "AUSTRIA"
    ],
    "rank": "706.277954101563",
    "representedby": [
        "POSTLMAYR, J."
    ],
    "respondent": "AUT",
    "respondentOrderEng": "4",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "355190",
    "typedescription": "15"
}