{
    "__articles": "5;5-4;41",
    "__conclusion": "Violation of Art. 5-4;Non-pecuniary damage - finding of violation sufficient",
    "applicability": "",
    "appno": "20723/02",
    "article": [
        "41",
        "5"
    ],
    "conclusion": [
        {
            "article": "5-4",
            "base_article": "5",
            "element": "Violation of Art. 5-4",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        }
    ],
    "content": {
        "001-69612.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 20723/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Hungarian national, Mr László Osváth (“the applicant”), on 24 February 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr M. Róth, a lawyer practising in . The Hungarian Government (“the Government”) were represented by their Agent, Mr L. Höltzl, Deputy State-Secretary, Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that when his pre-trial detention was prolonged, he did not benefit from an adversarial procedure, in breach of Article 5 § 4 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 16 November 2004, the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  The Chamber decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine).",
                        "elements": []
                    },
                    {
                        "content": "7.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Second Section (Rule 52 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicant was born in 1949 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "9.  Criminal proceedings were instituted against the applicant on a charge of misappropriation. On 23 May 2001 the National Police Department ordered his 72-hour arrest. In the ensuing proceedings he was assisted by defence counsel of his choice.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 24 May 2001 the Budapest Regional Public Prosecutor’s Office dismissed the applicant’s complaint concerning his arrest and lodged with the Pest Central District Court a motion for the applicant’s detention on remand. On 25 May 2001 the District Court heard the applicant and, as confirmed by the  on 1 June 2001, ordered his detention on remand until 25 June 2001. The District Court held that there was a risk of collusion by the applicant.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 19 June 2001 the District Court, as confirmed by the  on 3 July 2001, prolonged the applicant’s detention until 25 August 2001. On 7 August and 16 October 2001 the , as confirmed by an appeal panel of the same court on 27 August and 12 November 2001, prolonged his detention on remand until 25 October and 25 December 2001, respectively. In these proceedings the courts reached their decisions with reference to motions submitted by the Public Prosecutor’s Office, all of which were based on the risk of collusion. Neither the applicant nor his defence counsel had been notified of these motions before the decisions were taken. In its decision of 12 November 2001 the  pointed out that notification was not prescribed by the Code of Criminal Procedure and was a matter for the public prosecutor in the exercise of his discretion. The  was satisfied that this practice was in accordance with the principle of ‘equality of arms’.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 27 November 2001 the applicant’s lawyer filed a request for release. This motion did not reach the Supreme Court, which by that stage was responsible for deciding on the applicant’s detention.",
                                "elements": []
                            },
                            {
                                "content": "On 18 December 2001 the Supreme Court decided in camera to prolong the applicant’s detention until 25 April 2002. The Supreme Court held that – given the seriousness of the charges against him – there was a risk that the applicant would abscond.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 1 March 2002 the Public Prosecutor’s Office ordered the applicant’s release.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "14.  Act no. I of 1973 on the [Old] Code of Criminal Procedure (as in force in the relevant period) provided:",
                                "elements": []
                            },
                            {
                                "content": "Section 95",
                                "elements": [
                                    {
                                        "content": "“(1) Detention on remand which has been ordered prior to the submission of the bill of indictment shall last until the first-instance court decides on it in the preparatory stage of the trial, but shall not exceed one month. The district court may prolong, once, the detention up to a maximum of two months. On the expiry of three months, detention on remand may be prolonged twice by a single judge of the regional court, up to a maximum of one year, beginning when the detention order is issued. Afterwards, detention on remand may only be prolonged by the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) After the submission of the bill of indictment, detention on remand ordered by the first-instance court shall last until the delivery of the first-instance judgment. Detention on remand ordered or maintained subsequently shall last until the delivery of the final decision, but shall not exceed the duration of the sentence imposed on the defendant by the first-instance court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) If the duration of detention on remand ordered or maintained after the submission of the bill of indictment:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) exceeds six months and no first-instance judgment has yet been taken, the first-instance court",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) exceeds one year, the Supreme Court",
                                        "elements": []
                                    },
                                    {
                                        "content": "shall review the justification for detention on remand.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4) If a renewed request for the termination of detention on remand ... does not contain any new fact, the court or the public prosecutor may dispense with taking a formal decision on the request.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Section 96",
                                "elements": [
                                    {
                                        "content": "“(1) The authorities shall make every effort in order to reduce the duration of detention on remand to the shortest period possible. If the defendant is detained on remand, the proceedings shall be conducted with special diligence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) Detention on remand shall be terminated as soon as the cause underlying it has ceased to exist or its duration has expired and no prolongation has been ordered. Prior to the submission of the bill of indictment, the public prosecutor shall also be entitled to terminate detention on remand.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Section 379/A",
                                "elements": [
                                    {
                                        "content": "“(1) The public prosecutor shall file a motion with the district court, within whose territorial competence the defendant’s place of detention falls, with a view to the defendant’s detention on remand ...; the public prosecutor shall, with the assistance of the investigation authority or otherwise, bring the defendant to court and notify his defence counsel of this fact.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4) The public prosecutor shall file a motion with the court for the prolongation of detention on remand ... five days before the expiry of the duration of the measure. The defendant’s or his counsel’s request for the termination of detention ... shall be transmitted by the investigation authority to the court via the public prosecutor. The court shall hold a hearing if this is warranted by the occurrence of a new fact; otherwise it shall take a decision without holding a hearing.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "15.  The applicant complained in essence that the principle of “equality of arms” was not respected in the proceedings for the prolongation of his pre-trial detention, in breach of Article 5 § 4 of the Convention, which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "16.  The applicant submitted that the fact that the public prosecutor’s motions had not been communicated beforehand either to him or to his counsel prevented him from influencing the courts’ decisions prolonging his detention. Until 18 December 2001, his detention had been repeatedly ordered and prolonged on the sole ground that there was a risk of collusion by him. The Supreme Court’s decision of that date did not give any reason for abandoning that ground and for deciding to prolong his detention on the ground that there was a risk that he would abscond. Since there must have been a new fact on which the Supreme Court based its conclusion that there was such a risk, it was obliged, pursuant to section 379/A § 4 of the Code of Criminal Procedure, to hold a hearing. However, no explanation was given for the court’s decision to dispense with a hearing. Given the facts that the prosecution’s motion, based on the risk of his absconding, was not served on the applicant, that the Supreme Court did not hold a hearing, and that the decision was not subject to an appeal, the applicant was deprived of any opportunity to challenge the ordering of his detention on an unexpected new ground. His defence counsel’s motion for release of 27 November 2001 could not possibly remedy this situation, since it only concerned the issue of collusion – which was, to the defence’s knowledge, the only ground of detention relied on by the prosecution – whereas the prosecution had meanwhile introduced a new ground for the proposed prolongation. In any event, the motion was never forwarded to the Supreme Court.",
                                "elements": []
                            },
                            {
                                "content": "17.  The Government pointed out that, in general, when deciding to prolong pre-trial detention, the courts do not proceed solely on the basis of the contents of the public prosecutor’s motion; rather, they take account of all the relevant circumstances. Before taking a decision, the court holds a hearing if a new fact or circumstance has emerged, thereby enabling the defendant to put forward his views, to become familiar with the public prosecutor’s views and statements contained in the latter’s written and oral motions and to study them. Accordingly, the principle of equality of arms is respected whenever a decision is taken to prolong a defendant’s detention on remand.",
                                "elements": []
                            },
                            {
                                "content": "The Government admitted that the law did not prescribe that, during the investigation, the public prosecutor’s motion proposing the prolongation of a defendant’s detention on remand must be served on the defendant. At this stage, the judge decides on the basis of the available documents and communicates his decision to the defendant and his counsel. However, this decision is normally subject to an appeal. Furthermore, the defendant and his counsel are entitled at any stage of the proceedings to lodge with the court an unlimited number of requests for release. Prior to the submission of the bill of indictment, requests for release are decided by the public prosecutor; if the public prosecutor rejects the request, he must transmit it to the competent court. After the indictment has been filed, such requests are decided directly by the court.",
                                "elements": []
                            },
                            {
                                "content": "Finally, the Government drew attention to the case of Neumeister v. Austria (judgment of 27 June 1968, Series A no. 8) in which the Court had held that the principle of equality of arms need not be given full effect in the context of decisions relating to detention on remand. Since in the present case the essential procedural guarantees – including access to court, the adversarial nature of the proceedings and the impartiality of the court taking the decision – were ensured, it should be concluded that the applicant’s rights under Article 5 § 4 of the Convention were not violated.",
                                "elements": []
                            },
                            {
                                "content": "18. The Court observes that the applicant’s pre-trial detention was repeatedly prolonged without him having been served in advance with copies of the prosecution’s motions to that end. The Court considers that even if the applicant was able to appear in person or be represented at the court hearings concerning his detention, this possibility was not sufficient to afford him a proper opportunity to comment on the prosecution’s motions. Moreover, the Court notes that the applicant could not appear in person or be represented before the Supreme Court, which decided in camera to prolong the applicant’s detention on remand.",
                                "elements": []
                            },
                            {
                                "content": "In these circumstances, the Court is satisfied that the applicant did not receive the benefit of a procedure that was really adversarial (cf. Nikolova v. Bulgaria, no. 31195/96, ECHR 1999-II, § 63, Niedbała v. Poland, no. 27915/95, judgment of 4 Jul 2000, and Ilijkov v. Bulgaria, no. 33977/96, judgment of 26 July 2001).",
                                "elements": []
                            },
                            {
                                "content": "19.  In the Court’s view, the fact that on 18 December 2001 the Supreme Court prolonged the applicant’s detention on remand on a ground which had not previously been referred to and was consequently quite unexpected by the applicant merely aggravated the absence of an adversarial procedure.",
                                "elements": []
                            },
                            {
                                "content": "The procedure followed did not, viewed as a whole, fully comply with the guarantees afforded by Article 5 § 4.",
                                "elements": []
                            },
                            {
                                "content": "It follows that there has been a violation of that provision of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "20.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "21.  The applicant claimed ten thousand euros for non-pecuniary damage. The Government deemed the claim excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Court, having regard to all the elements before it, considers that the finding of a violation of Article 5 § 4 constitutes in itself sufficient just satisfaction in respect of any non-pecuniary damage suffered by the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "23.  The applicant made no claim under this head.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 5 § 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicant.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 5 July 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrA.B. Baka",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrM. Ugrekhelidze",
            "role": "judges"
        },
        {
            "name": "MrsA. Mularoni",
            "role": "judges"
        },
        {
            "name": "MrsE. Fura-Sandström",
            "role": "judges"
        },
        {
            "name": "Mrs S. Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "16/11/2004 00:00:00",
    "docname": "CASE OF OSVATH v. HUNGARY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-69612.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0705JUD002072302",
    "externalsources": [],
    "extractedappno": [
        "20723/02",
        "31195/96",
        "27915/95",
        "33977/96"
    ],
    "importance": "4",
    "introductiondate": "24/02/2002 00:00:00",
    "issue": [
        "Code of Criminal Procedure 1973, sections 95-96 and 379/A"
    ],
    "itemid": "001-69612",
    "judgementdate": "05/07/2005 00:00:00",
    "kpdate": "05/07/2005 00:00:00",
    "kpthesaurus": [
        "448",
        "337",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "5-4",
        "41",
        "5"
    ],
    "parties": [
        "OSVATH",
        "HUNGARY"
    ],
    "rank": "518.34130859375",
    "representedby": [
        "RÓTH M."
    ],
    "respondent": "HUN",
    "respondentOrderEng": "20",
    "scl": [
        "Ilijkov v. Bulgaria, no. 33977/96, judgment of 26 July 2001",
        "Neumeister v. Austria, judgment of 27 June 1968, Series A no. 8",
        "Niedbala v. Poland, no. 27915/95, judgment of 4 July 2000",
        "Nikolova v. Bulgaria, no. 31195/96, ECHR 1999-II, § 63"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "328705",
    "typedescription": "15"
}