{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court)",
    "applicability": "",
    "appno": "60289/14",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Access to court"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-187738.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 60289/14) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Aleksandr Anatolyevich Gorbulin (“the applicant”), on 12 August 2014.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were initially represented by Mr G. Matyushkin, Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 23 September 2016 the complaints concerning the applicant’s access to court and participation in civil proceedings under Article 6 of the Convention were communicated to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1982 and is detained in Labytnangi, Yamalo-Nenetskiy Region.",
                                "elements": []
                            },
                            {
                                "content": "5.  On 22 May 2008 the applicant arrived at the IK-8 correctional colony, Yamalo-Nenetskiy Region.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 31 March 2008 the applicant’s wife instituted divorce proceedings.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 9 April 2008 the Justice of the Peace of Circuit no. 2 of the Krasnosulinskiy District of the Rostov Region (“Justice of the Peace”) sent a letter rogatory to the courts of Tyumen Region, asking them to interview the applicant and to establish whether he wished to attend the hearing in person.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 22 April 2008 the Tyumen Regional Division of the Judicial Department received the letter.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 4 July 2008 a Justice of the Peace in Labytnangi fixed an interview with the applicant for 18 July 2008 and sent two summonses to his home address, which his wife had listed in her statement of claim. Both summonses were returned undelivered.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 10 September 2009 the Tyumen courts informed the Justice of the Peace that it had been impossible to reach the applicant. On the same day the Justice of the Peace decided to hold a hearing in the applicant’s absence, noting that although the applicant had his registered residence at the address mentioned by the plaintiff, he had not appeared for an interview before the Justice of the Peace.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 18 September 2008 the Justice of the Peace granted the divorce. On the same day a copy of the decision was sent to the applicant’s home address.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 20 November 2013, the applicant learnt of the judgment of 18 September 2008. He asked for an extension of the time-limit for lodging an appeal against it. He argued that he had never received the judgment of 18 September 2008 and that he had been previously unaware of the divorce proceedings.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 26 December 2013 the Justice of the Peace heard evidence from the applicant’s former wife who claimed that the applicant should have been aware of the divorce proceedings in 2008 because his mother had received the final judgment of 18 September 2008. The Justice of the Peace held that an excerpt of the judgment had been served on the applicant in person on 31 October 2008 and refused the applicant’s application to extend the time limit for lodging an appeal. The hearing was held in the applicant’s absence. The applicant lodged an appeal against the decision.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 15 May 2014 the Krasnosulinskiy District Court of Rostov Region upheld the decision of 26 December 2013, again in his absence.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "15.  Domestic provisions relating to detainees’ participation in civil proceedings are described in Yevdokimov and Others v. Russia (nos. 27236/05 and 10 others, §§ 9-15 16 February 2016).",
                                "elements": []
                            },
                            {
                                "content": "16.  According to Article 321 of the Civil Procedure Code, an appeal may be lodged within ten days after delivery of the decision by justice of the peace in its final form. In case of failure to meet this deadline for a valid reason, the appeal period may be restored by the judge (Article 112 of the Civil Procedure Code).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "17.  The applicant complained under Article 6 of the Convention that the judgment of 18 September 2008 had not been served on him, that the courts refused his application to extend the time-limit for appeal and failed to ensure his effective participation in divorce proceedings. The relevant part of Article 6 § 1 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair and public ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "18.  The Government did not submit any comments.",
                                "elements": []
                            },
                            {
                                "content": "19.  The applicant maintained his complaint.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "20.  The Court notes that the applicant’s complaints under Article 6 are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Access to court",
                                        "elements": [
                                            {
                                                "content": "21.  The Court reiterates that the right of access to an appeal court is not absolute and the State, which is permitted to place limitations on the right of appeal, enjoys a certain margin of appreciation in relation to such limitations (see Brualla Gomez de la Torre v. Spain, 19 December 1997, § 33, Reports of Judgments and Decisions 1997-VIII, and De Ponte Nascimento v. the United Kingdom, (dec.), no. 55331/00, 31 January 2002). The Court reiterates, however, that the limitations in question must pursue a legitimate aim and there must be a reasonable relationship of proportionality between the means employed and the aim sought to be achieved (see Levages Prestations Services v. France, 23 October 1996, § 40, Reports 1996-V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  Turning to the circumstances of the present case, the Court points out that under domestic law the applicant was entitled to lodge a regular appeal against the first-instance judgment in his civil case within ten days from the delivery of the text of the first-instance judgment in its final form (see paragraph 16 above). It reiterates in this respect that the rules governing the formal steps to be taken in lodging an appeal are aimed at ensuring the proper administration of justice. Litigants should expect the existing rules to be applied. However, the rules in question, or the application thereof, should not prevent persons amenable to the law from making use of an available remedy (see Société Anonyme Sotiris and Nikos Koutras Attee v. Greece, no. 39442/98, § 20, ECHR 2000-XII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  The reason why the applicant’s appeal was not examined by the domestic courts is that the Justice of the Peace found that the applicant had failed to comply with the time-limit for lodging his appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The right to the effective protection of the courts entails that the parties to civil proceedings must be able to avail themselves of the right to lodge an appeal from the moment they can effectively apprise themselves of court decisions which may infringe their legitimate rights or interests (see Miragall Escolano and Others v. Spain, nos. 38366/97, 38688/97, 40777/98, 40843/98, 41015/98, 41400/98, 41446/98, 41484/98, 41487/98 and 41509/98, § 37, ECHR 2000‑I). Given that the applicant was able to become acquainted with the justice of the peace’s reasoned judgment of 18 September 2008 only on 20 November 2013, he cannot be said to have had an effective right to appeal against it prior to that date.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  In the Court’s opinion, the fact that the applicant had not received a copy of the first-instance judgment in time and had no opportunity to study its text prior to lodging his appeal is difficult to reconcile with Article 6 of the Convention (see Georgiy Nikolayevich Mikhaylov v. Russia, no. 4543/04, § 55, 1 April 2010). The more so since the applicant was in detention and did not have direct access to the court’s registry.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  It follows that the applicant was prevented from effectively exercising his right to appeal solely because of the domestic court’s failure to perform its duty and provide him with a finalised text of the judgment in a timely fashion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  There has accordingly been a violation of Article 6 § 1 of the Convention on account of lack of access to court.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Failure to participate in divorce proceedings",
                                        "elements": [
                                            {
                                                "content": "28.  The Court notes that this complaint arises out of the same facts as those it examined when dealing with the complaint about lack of access to court under Article 6 of the Convention. Having regard to its above decision, the Court considers that it is not necessary to examine the applicant’s complaint about the authorities’ failure to insure his participation in divorce proceedings under the same Article.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "29.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "30.  The applicant claimed 3,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Government did not make any submissions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court awards the applicant EUR 1,500 in respect of nonpecuniary damage, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "33.  The applicant did not claim any costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "34.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the lack of access to court and failure to participate in civil proceedings under Article 6 of the Convention admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 of the Convention on account of the applicant’s lack of access to court;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine the complaint under Article 6 of the Convention about the applicant’s failure to participate in civil proceedings;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months EUR 1,500 (one thousand five hundred euros), to be converted into the currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable, in respect of nonpecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 20 November 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Helen Keller",
            "role": "president"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "María Elósegui",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GORBULIN v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-187738.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:1120JUD006028914",
    "externalsources": [],
    "extractedappno": [
        "60289/14",
        "27236/05",
        "55331/00",
        "39442/98",
        "38366/97",
        "38688/97",
        "40777/98",
        "40843/98",
        "41015/98",
        "41400/98",
        "41446/98",
        "41484/98",
        "41487/98",
        "41509/98",
        "4543/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-187738",
    "judgementdate": "20/11/2018 00:00:00",
    "kpdate": "20/11/2018 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "7"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "GORBULIN",
        "RUSSIA"
    ],
    "rank": "2819.22631835938",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "482876",
    "typedescription": "15"
}