{
    "__articles": "6;6-1;41;P1-1;P1-1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court;Fair hearing);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Just satisfaction reserved (Article 41 - Just satisfaction)",
    "applicability": "",
    "appno": "62356/09",
    "article": [
        "6",
        "41",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Access to court",
                "Fair hearing"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Just satisfaction"
            ],
            "element": "Just satisfaction reserved",
            "type": "other"
        }
    ],
    "content": {
        "001-161735.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 62356/09) against the Republic of Armenia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Armenian national, Mr Karen Poghosyan (“the applicant”), on 18 November 2009.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr H. Alumyan, a lawyer practising in Yerevan. The Armenian Government (“the Government”) were represented by their Agent, Mr G. Kostanyan, Representative of the Republic of Armenia at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the quashing of the final judgment of 8 June 2001 had violated the principle of legal certainty and his right to the peaceful enjoyment of possessions.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 14 May 2013 the complaints concerning the alleged violation of the principle of legal certainty and the interference with the applicant’s right to the peaceful enjoyment of possessions were communicated to the Government, and the remainder of the application was declared inadmissible.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1969 and lives in Yerevan.",
                                "elements": []
                            },
                            {
                                "content": "6.  In 1991 the applicant, without permission, constructed a building consisting of a shop/storage and an unfinished construction and measuring in total 500 sq. m., on a 1000 sq. m. plot of land situated in a suburb of Yerevan. The applicant alleged that this land was not being used by anyone so he had cleaned it and constructed the building using his own means. It appears that the applicant used this property for the following ten years.",
                                "elements": []
                            },
                            {
                                "content": "7.  In 2001 the applicant instituted special (non-contentious) proceedings in the Shengavit District Court of Yerevan seeking recognition of his ownership right in respect of that building by virtue of acquisitive prescription under Article 187 of the Civil Code (CC), as well as his right of use in respect of the plot of land.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 8 June 2001 the Shengavit District Court decided to recognise the applicant’s ownership right in respect of the building and to leave the plot of land under his use. The District Court found that the building in question had no registered owners and the applicant had openly and in good faith had it in his possession and used it without interruption for over ten years, which entitled him to become its owner under Article 187 of the CC.",
                                "elements": []
                            },
                            {
                                "content": "9.  No appeal was lodged within the prescribed 15-day time-limit, so this judgment became final.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 9 April 2002 a certificate was issued by the local branch of the State Real Estate Registry on the basis of this judgment, confirming the applicant’s ownership in respect of the building. The certificate further stated that, by virtue of Article 118 § 4 of the Land Code (LC), the applicant enjoyed a right of lease in respect of the plot of land for a period of 99 years.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 20 May 2003 the applicant, pursuant to Article 118 § 7 of the LC, paid the cadastral value of the plot of land which amounted to AMD 1,465,500 Armenian drams (AMD).",
                                "elements": []
                            },
                            {
                                "content": "12.  On 22 May 2003 the applicant’s right of ownership was registered in respect of the plot of land and a relevant ownership certificate was issued.",
                                "elements": []
                            },
                            {
                                "content": "13.  The applicant regularly paid property tax on both the building and the plot of land in the following years.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 27 July 2008 а topographic examination of the land was carried out by a representative of “Townplanning” State Closed Joint-Stock Company founded by, and acting on behalf of, the Yerevan Mayor’s Office. The relevant diagram mentioned the applicant as the owner of the land in question.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 11 November 2008, a third person addressed a letter to the Yerevan Mayor’s Office, stating that she had bought a plot of land at an auction held on 16 June 2008. When she later applied to the local branch of the State Real Estate Registry to have her ownership right registered, she was informed that the plot of land in question overlapped with the neighbouring plot of land. She requested that the auction be cancelled in its part concerning the overlapping part of the plot, the money paid for that part be returned and a new sale contract be concluded in respect of the remaining part of her plot.",
                                "elements": []
                            },
                            {
                                "content": "16.  The Government alleged that the neighbouring plot of land was the applicant’s and that following this letter there was an exchange of correspondence between the Yerevan Mayor’s Office and the local branch of the Real Estate Registry.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 24 February 2009 the local branch of the State Real Estate Registry addressed a letter to the Mayor’s Office stating, in reply to an inquiry by the Mayor dated 17 February 2009, that the registration of the applicant’s ownership and lease rights had been performed on 9 April 2002 on the basis of the judgment of the Shengavit District Court of Yerevan of 8 June 2001. This letter was received by the Mayor’s Office on 18 March 2009 and attached to it was a copy of the judgment of 8 June 2001.",
                                "elements": []
                            },
                            {
                                "content": ".  On 7 May 2009 the Deputy Prosecutor General lodged an appeal against the judgment of 8 June 2001 seeking to quash it and to dismiss the applicant’s acquisitive prescription claim, arguing that the District Court had erred in its interpretation and application of the relevant provisions of the substantive law. The land had belonged to the State and hence had not been ownerless at the material time, so the District Court should not have applied the acquisitive prescription rules to the case. As a result, the judgment had damaged the State’s pecuniary interests. The Deputy Prosecutor General further argued that the District Court had been obliged to involve, as parties to the proceedings, the local branch of the Real Estate Registry, as well as the Yerevan Mayor’s Office as the authority vested with management of land. By failing to do so, and adopting a judgment affecting their rights in their absence, the District Court had also violated the procedural law. The Deputy Prosecutor General requested the Court of Appeal to restore the expired time-limit for appeal, arguing that the Yerevan Mayor’s Office had not been aware of the judgment of 8 June 2001 and therefore had been deprived of the possibility of lodging an appeal, while the Prosecutor’s Office had been informed about that judgment by the Mayor’s letter of 24 February 2009.",
                                "elements": []
                            },
                            {
                                "content": ".  On 18 May 2009 the Yerevan Mayor’s Office also lodged an appeal against the judgment of 8 June 2001, raising similar substantive and procedural arguments. As regards the procedural issues, it claimed that the Shengavit District Court had violated the relevant provisions by examining the case through special proceedings and not involving it as a party, despite the fact that the Mayor’s Office was the authority vested with management of public land in Yerevan and therefore the judgment affected its rights. The Mayor’s Office further claimed that it had become aware of the contested judgment by a letter from the local branch of the State Real Estate Registry dated 24 February 2009, which had been received by the Mayor’s Office on 18 March 2009. It finally added that the letter of the Judicial Department of Armenia of 6 February 2009 had been accompanied by a copy of another judgment of the Shengavit District Court, dated 26 June 2001, which was unrelated to the present case.",
                                "elements": []
                            },
                            {
                                "content": "20.  On an unspecified date, the applicant lodged a reply to the appeals. He argued, inter alia, that on 20 May 2003 he had paid the cadastral value of the plot of land and bought it through direct sale. Furthermore, the fact that the Yerevan Mayor’s Office had been aware of his becoming the new owner of the plot of land was confirmed by the compulsory payments he had to make for that property. Thus, on the one hand, by virtue of Article 61 of the LC, the Yerevan Mayor’s office had alienated the plot of land to him, received a sum of money and since then had continued to levy property tax and, on the other hand, it now claimed to be unaware of that transaction. Moreover, the Yerevan Mayor’s Office had been notified of his becoming the new owner of the plot of land by virtue of the Law on the State Registration of Rights in Respect of Property. Hence, the Mayor’s Office had been aware of the registration of his property rights on the basis of the court judgment of 8 June 2001 and of the direct sale of the plot of land, and had not – as it claimed – become aware of that judgment from a letter of 24 February 2009.",
                                "elements": []
                            },
                            {
                                "content": ".  On 12 June 2009 the Civil Court of Appeal decided, with reference to Article 207 § 5 of the Code of Civil Procedure (CCP), to admit the appeals, stating:",
                                "elements": []
                            },
                            {
                                "content": "“The Yerevan Mayor’s Office and the General Prosecutor have missed the timelimit for appeal prescribed by law and they submitted motions seeking to find this to be valid, arguing that the Mayor’s Office found out about the judgment [of 8 June 2001] from a copy of the judgment attached to the letter of the Judicial Department of Armenia of 6 February 2009, while the General Prosecutor’s Office from the letter of the Yerevan Mayor’s Office of 24 February 2009.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "The court finds that the motions of the Yerevan Mayor’s Office and the General Prosecutor’s Office are substantiated and must be granted.”",
                                "elements": []
                            },
                            {
                                "content": ".  On 18 July 2009 the Civil Court of Appeal decided to grant the appeals, to quash the judgment of 8 June 2001 and to dismiss the applicant’s acquisitive prescription claim. The Court of Appeal found, in particular, that the Shengavit District Court had applied Articles 178 and 187 of the CC, which were not applicable to the case, and failed to apply Articles 168 and 188 of the CC, thereby reaching incorrect findings. The building in question was an unauthorised construction built on a plot of land belonging to the State. Hence, only the State could have acquired ownership rights in respect of that building.",
                                "elements": []
                            },
                            {
                                "content": "23.  The applicant lodged an appeal on points of law.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 9 September 2009 the Court of Cassation decided to return the appeal as inadmissible for lack of merit.",
                                "elements": []
                            },
                            {
                                "content": "25.  Following these decisions, the authorities instituted proceedings against the applicant seeking annulment of registration of his ownership rights in respect of the building and the plot of land, which was granted by the courts.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  The Civil Code",
                                "elements": [
                                    {
                                        "content": "26.  Article 168 prescribes that property in respect of which the State enjoys the right of ownership is public property. Land and other natural resources which do not belong to individuals, legal persons or local communities are considered public property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Article 178 § 1 prescribes that property is considered ownerless if it does not have an owner or if its owner is unknown or if its owner has renounced the right of ownership in respect of it. Article 178 § 3 prescribed at the material time that the right of ownership in respect of ownerless immovable property might be acquired by virtue of acquisitive prescription (Article 187). Article 178 § 4 prescribed at the material time that the grounds and procedure for recognition of the right of ownership in respect of ownerless property were established by the CCP.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  Article 187 prescribes that an individual or a legal person, who is not the owner of an immovable property but who has in good faith, openly and continuously used it as his own property for ten years, shall acquire ownership of that property (acquisitive prescription).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Article 188 prescribes that an unauthorised construction is a house, a building, other construction or other immovable property built on a plot of land not allocated for that purpose under the law, or without the requisite permission, or with substantial violations of town-planning and building norms and rules. A person who has built an unauthorised construction shall not acquire a right of ownership in its respect. He has no right to possess the construction, including selling, donating, leasing or entering into any other agreements in its respect. The court may recognise the right of ownership in respect of an unauthorised construction of a person who owns the plot of land on which the construction was built.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Code of Civil Procedure",
                                "elements": [
                                    {
                                        "content": "30.  Article 37 prescribes that the prosecutor is entitled to, and shall, institute court proceedings for the protection of pecuniary interests of the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Articles 186-188 prescribe the procedure for instituting special proceedings seeking to recognise property as ownerless. An applicant is required to submit evidence of being in possession of the property and the court, finding that the property is ownerless or that the owner has abandoned it without the intention of maintaining his right of ownership, shall adopt a judgment recognising the property as ownerless and transferring it under the ownership of the possessor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Article 207 prescribed at the material time that an appeal against a judgment of the first instance court was to be lodged within fifteen days from the date of delivery of the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Article 207 § 5, following amendments introduced on 1 January 2008, prescribes that persons who were not involved as a party to the proceedings but whose rights and obligations were affected by a court judgment are entitled to bring an appeal within three months from the date on which they became aware, or ought to have become aware, of the adoption of that judgment, except when twenty years have passed since that judgment entered into force. Article 207 § 7 prescribes that an appeal against a judgment of the first instance court which has entered into force may be admitted for examination in exceptional cases when, during the previous examination of the case, gross violations of substantive or procedural law have taken place as a result of which the adopted judgment impairs the very essence of administration of justice or there exist newly discovered or new circumstances.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Land Code (adopted on 2 May 2001 and entered into force on 15 June 2001)",
                                "elements": [
                                    {
                                        "content": "34.  Article 61 prescribes that the authority entrusted with alienation of public land in Yerevan is the Mayor of Yerevan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Article 118 § 4 prescribes that a person who enjoyed a right of permanent or temporary use in respect of a plot of land prior to the adoption of this Code, shall acquire a right of lease in respect of that plot of land for a period prescribed by this Code. Article 118 § 7 prescribed at the material time that in cases prescribed by, inter alia, Article 118 § 4 the lessor of a plot of land, if he so wishes, may acquire a right of ownership by paying the full cadastral value of the plot of land. The invoice certifying the payment of the cadastral value shall serve as a basis for the registration of the right of ownership.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The Law on the State Registration of Rights in Respect of Property",
                                "elements": [
                                    {
                                        "content": "36.  Article 6 prescribes that rights and limitations registered in respect of a property have legal force, while all entities are considered to be notified of such registration, regardless of whether or not they are in fact aware of it.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "37.  The applicant complained that the renewal of the time-limit for appeal and the subsequent quashing of the final judgment of 8 June 2001 had violated the principle of legal certainty and the peaceful enjoyment of his possessions. He relied on Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 which, in so far as relevant, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of his civil rights and obligations ... everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law.”",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "38.  The Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "39.  The applicant submitted that, by admitting the out-of-time appeals lodged by the Yerevan Mayor’s Office and the Deputy Prosecutor General and consequently quashing the final judgment of 8 June 2001, the Civil Court of Appeal had violated the principle of legal certainty and deprived him of his possessions, namely the building and the plot of land. Both the Yerevan Mayor’s Office and the Real Estate Registry, which had registered his property rights in respect of his property on the basis of that judgment, were public authorities. During all the years when he was considered the owner of the property he had regularly paid property taxes. On at least one occasion, namely on 29 July 2008, a representative of the Yerevan Mayor’s Office had performed a rectification of the borders of his plot of land. The Government alleged that the Yerevan Mayor’s Office had become aware of the judgment of 8 June 2001 by a letter from the local branch of the Real Estate Registry dated 24 February 2009, but in reality the Mayor’s Office had been aware of the applicant’s ownership rights much earlier.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  In any event, since the Mayor’s Office was a public authority acting on behalf of the State, the question to be answered was whether the State had been aware of the judgment of 8 June 2001, which it was, because the State was a subject of civil law and all the actions taken by various public authorities, such as adopting that judgment, registering his rights, levying taxes and measuring the land, had been performed on behalf of the State. It was therefore unreasonable to claim that the Mayor’s Office had not been, and could have not been, aware of that judgment. Furthermore, the Government’s claim that the judgment had been reversed on the ground of gross violations of substantive and procedural law was erroneous, since the Civil Court of Appeal had not applied Article 207 § 7 of the CCP but Article 207 § 5, which specifically protected the rights of third parties. In any event, their argument that a substantive violation of the law justified the reopening of the case after eight years was incompatible with Article 6 § 1 of the Convention. Lastly, the quashing of the final judgment had amounted to an unjustified interference with his property rights in violation of Article 1 of Protocol No. 1. As regards the alleged procedural violation of the law, the Shengavit District Court had been free to involve the Mayor’s Office as a party of its own motion, and the fact that it had failed to do so should not have had negative consequences for him and resulted in the quashing of the judgment in his favour after eight years.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Government submitted that there had been no violation of Article 6 § 1 of the Convention since the Court of Appeal had had sufficient reasons to admit the out-of-time appeals lodged by the Deputy Prosecutor General and the Mayor of Yerevan. Under the domestic law, land which was not in the ownership of physical or legal persons or the local communities belonged to the State, and it was the Mayor of Yerevan who was vested with the power to allocate land in Yerevan. Thus, the Shengavit District Court had been obliged to involve the Mayor of Yerevan as a party to the proceedings since the dispute concerned State property and affected the State’s ownership rights, which it had failed to do. The Deputy Prosecutor General also had the right to appeal against this judgment since under the Constitution he was entitled to act in cases where State interests were at stake. The Court of Appeal had found their motions seeking to restore the missed time-limit to be valid, since both authorities had become aware of the judgment of 8 June 2001 from a letter of the local branch of the Real Estate Registry of 24 February 2009 and had been entitled to appeal against it within three months, by virtue of Article 207 of the CCP. Thus, by admitting their out-of-time appeals and eventually quashing the judgment of 8 June 2001, the Court of Appeal sought to correct a gross procedural error which had impaired the very essence of administration of justice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  Furthermore, there had also been a gross substantive error, which the Court of Appeal sought to correct, since the Shengavit District Court had erred in its interpretation and application of the relevant domestic provisions. In particular, the District Court had applied Articles 178 and 187 of the CC which were not applicable to the case because the plot of land belonged to the State and therefore was not ownerless, while it ignored the requirements of Article 188 of the CC, which precluded the recognition of the right of ownership in respect of an unauthorised construction built on a plot of land not belonging to the person who had built it. In sum, there had been no violation of the principle of legal certainty. On the same grounds, there had been no unjustified interference with the applicant’s peaceful enjoyment of possessions guaranteed by Article 1 of Protocol No. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  As regards the applicant’s arguments that the Mayor’s Office, acting on behalf of the State, had been aware of the judgment of 8 June 2001, first of all, property taxes were collected by the local authorities and not the Yerevan Mayor’s Office. Secondly, the rectification of the borders had been performed by an employee of a State Closed Joint-Stock Company founded by the Yerevan Mayor’s Office, and not the Mayor’s Office itself. Thirdly, all judgments in Armenia were adopted on behalf of the State and this did not mean that all the public authorities acting on behalf of the State were aware of all such judgments, unless they were specifically notified. Finally, the Real Estate Registry, when registering the applicant’s ownership rights, was not obliged to verify ex officio the lawfulness of the judgment presented by him. Hence, the registration of ownership rights could not be considered as proof that the Yerevan Mayor’s Office had been aware of the judgment.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "44.  The Court reiterates that the right to a fair hearing before a tribunal as guaranteed by Article 6 § 1 of the Convention must be interpreted in the light of the Preamble to the Convention, which declares, among other things, the rule of law to be part of the common heritage of the Contracting States. One of the fundamental aspects of the rule of law is the principle of legal certainty, which requires, inter alia, that where the courts have finally determined an issue, their ruling should not be called into question (see Brumărescu v. Romania [GC], no. 28342/95, § 61, ECHR 1999VII). Legal certainty presupposes respect for the principle of res judicata, that is the principle of the finality of judgments. This principle underlines that no party is entitled to seek a review of a final and binding judgment merely for the purpose of obtaining a rehearing and a fresh determination of the case. Higher courts’ power of review should be exercised to correct judicial errors and miscarriages of justice, but not to carry out a fresh examination. The review should not be treated as an appeal in disguise, and the mere possibility of there being two views on the subject is not a ground for reexamination. A departure from that principle is justified only when made necessary by circumstances of a substantial and compelling character (see Ryabykh v. Russia, no. 52854/99, § 52, ECHR 2003-IX).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  In the present case, the Court notes that, in admitting the out-of-time appeals lodged by the Yerevan Mayor’s Office and the General Prosecutor, the Court of Appeal relied on Article 207 § 5 of the CCP which allowed a person, who had not been involved as a party to the proceedings but whose rights had been affected by a court judgment, to lodge an out-of-time appeal against that judgment within three months from the date on which he became aware or ought to have become aware of its adoption. It decided to accept the submissions of the Yerevan Mayor’s Office and the General Prosecutor, arguing that they had become aware of the judgment of 8 June 2001 only in February 2009, and to admit for examination their appeals lodged in May 2009 (see paragraph 21 above), which eventually led to a fresh examination of the case and the quashing of the final judgment in the applicant’s favour (see paragraph 22 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Thus, the present case concerns not a review of the final and binding judgment through an extraordinary appeal or in the light of newly discovered circumstances (see, for example, Tregubenko v. Ukraine, no. 61333/00, §§ 34-38, 2 November 2004, and Pravednaya v. Russia, no. 69529/01, §§ 27-34, 18 November 2004), but the reopening of proceedings after a considerable lapse of time on the ground that an affected party had not been aware of them, which in essence amounted to renewing the timelimit for an ordinary appeal. The Court has previously considered it appropriate to uphold the principle of legal certainty in a number of similar cases where this fundamental principle was undermined through the use of such procedural mechanisms as the extension or the renewal of the timelimit for an ordinary appeal (see Ponomaryov v. Ukraine, no. 3236/03, §§ 41-42, 3 April 2008, and Bezrukovy v. Russia, no. 34616/02, §§ 33-44, 10 May 2012). The Court acknowledged – and found it reasonable – in those cases that the legal systems of many member States provide for a possibility to renew procedural time-limits if there are valid reasons to do so. At the same time, if the time-limit for ordinary appeal procedure is renewed after a considerable lapse of time and for reasons which do not appear to be particularly persuasive, such a decision can infringe the principle of legal certainty. While the renewal or the extension of the timelimit for an ordinary appeal remains primarily within the domestic courts’ discretion, such discretion is not unlimited. The courts are required in every case to indicate the reasons for their decision, as well as to verify whether the reasons for renewal of a time-limit for appeal could justify the interference with the principle of res judicata, especially when the domestic legislation does not limit the courts’ discretion either on the time or on the grounds for the renewal of the time-limits (see Ponomaryov, cited above, and Bezrukovy, cited above). When the domestic law does not contain any prohibitive limit in this respect, an allegation of abusive renewal of the time-limit for an appeal against a final judgment calls for close supervision by the Court. Its task is to assess the particular circumstances of the case at hand and the manner in which the pertinent domestic regulations were actually applied (ibid., § 35).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court notes that Armenian law, namely Article 207 § 5 of the CCP which was applied in the present case, imposes a limit of twenty years for lodging an out-of-time appeal, while the time that had actually elapsed in the present case amounted to almost eight years which, in the Court’s opinion, is a particularly long period of time requiring special scrutiny. As for the grounds for admitting the out-of-time appeals, as already noted above, the Court of Appeal was motivated by the protection of the interests of a third party, in this case the State represented by the Yerevan Mayor’s Office and the General Prosecutor’s Office, whose rights had been affected by the final judgment. The Court has previously found that the protection of the rights and interests of third persons is a legitimate consideration which may justify the quashing of a final and binding judgment. In particular, it found that there had been a “fundamental defect” justifying the reopening of proceedings if the impugned judgments had affected the rights and legal interests of a person who, like in the present case, had not been a party to the proceedings in question (see Protsenko v. Russia, no. 13151/04, §§ 2934, 31 July 2008) or who had been unable to participate in them effectively (see Tishkevich v. Russia, no. 2202/05, §§ 25-27, 4 December 2008, and Tolstobrov v. Russia, no. 11612/05, §§ 18-20, 4 March 2010). The Court has no reasons to doubt that the rights of the State, which was not represented in the proceedings in question, were affected by the final judgment in the applicant’s favour, as interpreted by the Court of Appeal and not disputed by the applicant. It accepts that the reopening of proceedings on such a ground is in principle a legitimate consideration justifying a departure from the principle of legal certainty.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  On the other hand, the Court is not convinced about the manner in which the relevant domestic provision was actually applied in the present case. It notes that the applicant disputed, both before the domestic courts and before the Court, the arguments advanced by the opponent parties in justification of such belatedly filed appeals and the merits of their allegations that these appeals complied with the requirements of Article 207 § 5 of the CCP. He contested, in particular, the allegation that the authorities acting on behalf of the State had become aware of the judgment of 8 June 2001 and its effects only after a delay of almost eight years. The Government disputed those arguments. The Court considers that it was for the domestic courts, notably the Court of Appeal, to address such questions, to examine and assess the evidence adduced and to establish that fact. It notes, however, that the Court of Appeal appears to have failed to carry out any examination of this issue and to address any of the applicant’s arguments in that respect, despite its controversial and disputable nature and despite what was at stake. It failed to provide any reasons whatsoever for its decision to accept the Mayor’s and the Deputy Prosecutor General’s submissions and to admit their appeals lodged almost eight years after the judgment had become final, its entire reasoning amounting to the mere finding that those submissions “were substantiated” (see paragraph 21 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Furthermore, not only did the Court of Appeal fail to provide any reasons for its decision, but it appears to have overlooked a number of crucial circumstances and made obviously incorrect statements. In particular, the Court of Appeal stated that the Mayor’s Office had claimed to have found out about the judgment of 8 June 2001 by a letter from the Judicial Department of Armenia of 6 February 2009, whereas the Mayor’s Office had argued something completely different, namely that it had become aware of that judgment by a letter from the local branch of the State Real Estate Registry of 24 February 2009 and had, moreover, specified in its appeal that the letter from the Judicial Department of Armenia of 6 February 2009 had been accompanied by a copy of another judgment of the Shengavit District Court which was unrelated to the applicant’s case (see paragraph 19 above). The Court of Appeal further failed to address the Deputy General Prosecutor’s claim that it had become aware of the judgment of 8 June 2001 from the Mayor’s letter of 24 February 2009, despite its being in direct contradiction with the Mayor’s argument of having been notified of that judgment only on 18 March 2009 (see paragraphs 18 and 19 above). Lastly, it failed to address in any way the question of when the authorities in question “ought to have become aware” of the adoption of the judgment of 8 June 2001, one of the conditions contained in Article 207 § 5 of the CCP which could be seen as providing an important additional safeguard against any abusive use of the right guaranteed under that Article.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court therefore concludes that the Court of Appeal has failed to comply with its duty to verify whether there were sufficient reasons justifying the admission of the out-of-time appeals after such a significant lapse of time, to carry out a thorough examination of such a serious issue and consequently to ensure a fair balance between the interests of the applicant and the need to ensure the proper administration of justice, which includes the interests of the third party. It considers that the principle of legal certainty – one of the fundamental aspects of the rule of law – is too important to be frustrated after such a significant lapse of time on the basis of such a perfunctory examination of the opposing interests at stake.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  In view of the foregoing, the Court concludes that, by admitting the out-of-time appeals lodged by the Yerevan Mayor’s Office and the Deputy General Prosecutor against the judgment of the Shengavit District Court of 8 June 2001, the Civil Court of Appeal failed to provide reasons of a substantial and compelling character and thereby infringed the principle of legal certainty in violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  Turning to Article 1 of Protocol No. 1, the Court notes that the final judgment of 8 June 2001 recognised the applicant’s ownership in respect of the building. Furthermore, it recognised the applicant’s right of use in respect of the plot of land, which later served as a basis for the recognition of his right of lease and eventually entitling the applicant to become its owner, which he did on 22 May 2003. The subsequent quashing of that judgment deprived the applicant of these possessions and amounted to an interference with his right of property as guaranteed by Article 1 of Protocol No. 1 (see Brumărescu, cited above, §§ 70 and 74). As the Court has already found that the final judgment had been reviewed in violation of the principle of legal certainty and that no fair balance had been struck between the public interest and the protection of the applicant’s rights, it follows that there has also been a violation of Article 1 of Protocol No. 1 in that respect (see, mutatis mutandis, Margushin v. Russia, no. 11989/03, § 40, 1 April 2010, and Bezrukovy, cited above, § 45).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  In sum, there has been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "55.  The applicant claimed 92,000 euros (EUR) in respect of pecuniary damage, this being the market value of the property of which he had been deprived as a result of the quashing. In support of this claim, he submitted a letter from a real estate valuation company, which had visited the property and carried out an approximate valuation of its market value at 21 March 2014. The applicant further claimed EUR 2,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Government submitted that there was no causal link between the pecuniary damages sought and the violation alleged. In any event, under the domestic law the legal basis for any real estate valuation was a contract signed between the client and the valuation company, whereas the applicant had failed to submit a copy of such a contract. Furthermore, the law required that the results of any real estate valuation be formulated in a written document, namely a Valuation Report. Meanwhile, it was stated at the bottom of the letter submitted by the applicant that it did not amount to a valuation report but was of an advisory nature. This was in direct contradiction with the domestic law and raised doubts about its accuracy and reliability. As regards the applicant’s claim for non-pecuniary damages, this was to be dismissed because the applicant had failed to substantiate it and because there was similarly no causal link.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  In the circumstances of the present case, the Court considers that, as far as the award of damages is concerned, the question of the application of Article 41 is not ready for decision. That question must accordingly be reserved and the subsequent procedure fixed, having regard to any agreement which might be reached between the Government and the applicants (Rule 75 §§ 1 and 4 of the Rules of Court).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "58.  The applicant did not claim any costs and expenses. Accordingly, the Court does not make any award under this head.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the alleged violation of the principle of legal certainty and the right to the peaceful enjoyment of possessions admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that the question of the application of Article 41 of the Convention is not ready for decision as far as the award of damages is concerned and accordingly,",
                        "elements": []
                    },
                    {
                        "content": "(a)  reserves the said question;",
                        "elements": []
                    },
                    {
                        "content": "(b)  invites the Government and the applicant to submit, within three months from the date on which the judgment becomes final, in accordance with Article 44 § 2 of the Convention, their written observations on the amount of damages to be awarded to the applicant and, in particular, to notify the Court of any agreement that they may reach;",
                        "elements": []
                    },
                    {
                        "content": "(c)  reserves the further procedure and delegates to the President of the Chamber the power to fix the same if need be.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 31 March 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "president"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Guido Raimondi",
            "role": "judges"
        },
        {
            "name": "Kristina Pardalos",
            "role": "judges"
        },
        {
            "name": "Aleš Pejchal",
            "role": "judges"
        },
        {
            "name": "Robert Spano",
            "role": "judges"
        },
        {
            "name": "Armen Harutyunyan",
            "role": "judges"
        },
        {
            "name": "André Wampach",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KAREN POGHOSYAN v. ARMENIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-161735.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:0331JUD006235609",
    "externalsources": [],
    "extractedappno": [
        "62356/09",
        "28342/95",
        "52854/99",
        "61333/00",
        "69529/01",
        "3236/03",
        "34616/02",
        "13151/04",
        "2202/05",
        "11612/05",
        "11989/03"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Article 207 § 5 of the Code of Civil Procedure"
    ],
    "itemid": "001-161735",
    "judgementdate": "31/03/2016 00:00:00",
    "kpdate": "31/03/2016 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "7",
        "136",
        "216",
        "577",
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "P1-1-1",
        "6-1",
        "6",
        "41",
        "P1-1"
    ],
    "parties": [
        "KAREN POGHOSYAN",
        "ARMENIA"
    ],
    "rank": "1490.8623046875",
    "representedby": [
        "ALUMYAN H."
    ],
    "respondent": "ARM",
    "respondentOrderEng": "3",
    "scl": [
        "Bezrukovy v. Russia, no. 34616/02, 10 May 2012",
        "Brumărescu v. Romania [GC], no. 28342/95, ECHR 1999 VII",
        "Margushin v. Russia, no. 11989/03, § 40, 1 April 2010",
        "Ponomaryov v. Ukraine, no. 3236/03, 3 April 2008",
        "Pravednaya v. Russia, no. 69529/01, §§ 27-34, 18 November 2004",
        "Protsenko v. Russia, no. 13151/04, §§ 29 34, 31 July 2008",
        "Ryabykh v. Russia, no. 52854/99, § 52, ECHR 2003-IX",
        "Tishkevich v. Russia, no. 2202/05, §§ 25-27, 4 December 2008",
        "Tolstobrov v. Russia, no. 11612/05, §§ 18-20, 4 March 2010",
        "Tregubenko v. Ukraine, no. 61333/00, §§ 34-38, 2 November 2004"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "448094",
    "typedescription": "14"
}