{
    "__articles": "2;2-1",
    "__conclusion": "Violation of Article 2 - Right to life (Article 2 - Positive obligations;Article 2-1 - Effective investigation) (Procedural aspect)",
    "applicability": "",
    "appno": "47384/11",
    "article": [
        "2"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2 - Positive obligations",
                "Article 2-1 - Effective investigation"
            ],
            "element": "Violation of Article 2 - Right to life",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-166683.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 47384/11) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Ms Sıdıka İmren (“the applicant”), on 17 June 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms E. Varnalı, a lawyer practising in Ankara. The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 21 January 2014 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1945 and lives in Ankara.",
                                "elements": []
                            },
                            {
                                "content": "5.  At the time of the events giving rise to the present application, the applicant’s daughter, Serpil İmren, worked as a secretary for a private company engaged in the trade of mineral oil, namely Kros Petrol Madeni Yağ Turizm İnşaat Emlak İth. İhr. San. Tic. Ltd. Şti (“the company”). On 18 December 2002, at approximately 8.30 a.m., a fire broke out at her workplace when one of her colleagues, M.Y., attempted to light the wood-burning stove used to heat the office area by pouring petrol onto it. Serpil İmren sustained serious injuries as a result of the fire. On 17 January 2003 she died at the hospital where she had been receiving treatment for her burns.",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal proceedings",
                                "elements": [
                                    {
                                        "content": "6.  Upon being informed of the fire, three police officers arrived at the scene of the incident at approximately 9.30 a.m. on 18 December 2002. They prepared a report describing the state of the premises in the aftermath of the fire and a sketch map of the scene of the incident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  At 10.50 a.m. on the same day two police officers went to the hospital where the applicant’s daughter Serpil İmren had been taken for treatment. They reported that she was not in a condition to make a statement regarding the incident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  At 11 a.m. the police interrogated two suspects in relation to the fire, namely M.Y., Serpil İmren’s colleague who had apparently started the fire, and K.N.Y., who was the owner of the company for which Serpil İmren was working. M.Y described the incident as noted in paragraph 5 above. K.N.Y. stated that he had not been at the workplace at the time of the incident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 27 December 2002 the Ankara public prosecutor filed a bill of indictment with the Ankara Criminal Court of First Instance against M.Y. for starting a fire and causing bodily harm by negligence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On the same day the Ankara public prosecutor delivered a decision not to prosecute in relation to K.N.Y.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 1 April 2003 the Ankara Criminal Court of First Instance issued a decision of non-jurisdiction and transferred the case to the Ankara Assize Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  In the meantime, inspectors from the Ministry of Labour and Social Security (“the Ministry”) initiated an investigation into the incident. According to their report dated 28 February 2003, the necessary precautions had not been taken at the relevant workplace to prevent and put out fires, such as training the employees in fire safety and the operation of woodburning stoves. Such training was particularly important bearing in mind that the company was engaged in the mineral oil business.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Relying on the inspectors’ findings regarding the lack of precautions necessary for the prevention of fires in the deceased’s workplace, on 18 April 2003 the applicant lodged a new complaint with the Ankara public prosecutor’s office against the owner of the company, K.N.Y.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 26 May 2003 the Ankara public prosecutor issued an additional indictment against K.N.Y. for causing Serpil İmren’s death by negligence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On an unspecified date the applicant joined the criminal proceedings as a civil party.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  There is no information in the case file as to when the Ankara Assize Court started hearing the case. On 16 September 2003 the second hearing was held, during which the court heard the statements of the defendants and two prosecution witnesses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  At the third hearing held on 5 December 2003 the Ankara Assize Court heard three defence witnesses. It also ordered that an on-site inspection be carried out at the workplace on 23 February 2004 by courtappointed experts. It appears from the information in the case file, however, that the on-site inspection was carried out on 12 April 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 16 April 2004 the court-appointed experts issued their report, where they largely repeated the findings of the Ministry’s inspectors noted in paragraph 12 above. The experts concluded that M.Y. and K.N.Y. each bore 50 % responsibility for the incident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 19 April 2004 the Ankara Assize Court requested that the Forensic Medicine Institute issue a report examining whether a causal link existed between Serpil İmren’s death and the fire at her workplace. In a report dated 4 June 2004 the Forensic Medicine Institute confirmed that Serpil İmren had died on account of complications caused by the burns she had sustained during the fire.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In the meantime, on 6 May 2004 the Ankara Assize Court ordered the employer’s insurance company to provide the accident report prepared in the aftermath of the incident, along with photographs and any other documents relevant to the incident. On 9 July 2004 the insurance company submitted the requested documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Relying mainly on the reports issued by the court-appointed experts and the inspectors of the Ministry, as well as the report of the Forensic Medicine Institute, on 29 April 2005 the Ankara Assize Court convicted the defendants as charged and sentenced each of them to ten months’ imprisonment and a fine. The defendants appealed against this judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 1 May 2006 the public prosecutor’s office attached to the Court of Cassation remitted the case to the Ankara Assize Court for reassessment of the sentence in the light of the new Criminal Code (Law no. 5237) that had entered into force in June 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 17 November 2006 the Ankara Assize Court convicted the defendants once again as charged and issued the same sentence and fine. The defendants appealed against this judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24. On 13 October 2008 the Court of Cassation quashed the Ankara Assize Court’s judgment of 17 November 2006. It found that the firstinstance court had to consider whether the procedure of suspension of pronouncement of judgments (hükmün açıklanmasının geri bırakılması) provided for in section 231 of the Code of Criminal Procedure (Law no. 5271), as amended on 6 December 2006, was applicable in the circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 26 February 2009 the Ankara Assize Court convicted the defendants once again and sentenced them to the same term of imprisonment and fine as before. It held that the pronouncement of the judgment could not be suspended having regard, inter alia, to the nature of the offence and the gravity of the incident. The defendants appealed against this judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 27 December 2010 the Court of Cassation held that the criminal proceedings should be discontinued on the grounds that the prosecution of the offence in question had become time-barred.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Compensation proceedings",
                                "elements": [
                                    {
                                        "content": "27.  On 18 July 2003 the applicant initiated proceedings against K.N.Y., the owner of the company for which her daughter had worked, before the Ankara 13th Labour Court (“the labour court”) requesting compensation in respect of pecuniary and non-pecuniary damage following her daughter’s death.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 23 October 2003 the labour court dismissed the case, which it found should have been brought against the company for which the victim had worked rather than against K.N.Y.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 5 November 2003 the applicant brought compensation proceedings before the labour court against the company in relation to her daughter’s death.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  It appears from the information in the case file that during the three hearings held in April, June and October 2004, the labour court heard the parties’ witnesses (four witnesses in total).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  At the hearing held on 25 September 2007 the applicant requested the appointment of experts to determine the defendant company’s responsibility for her daughter’s death. The labour court accepted that request and on 24 October 2007 it appointed three experts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 28 November 2007 the experts delivered their report, in which they found that the accused company and its owner, K.N.Y., bore 70 % and 5 % responsibility, respectively, for Serpil İmren’s death. According to the experts, the remaining responsibility lay with M.Y., who was not a party to the proceedings before the labour court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Relying on the findings of the experts, on 3 March 2009 the applicant brought an additional compensation claim before the Ankara 7th Labour Court against K.N.Y. On 15 July 2009 the Ankara 7th Labour Court decided to join the case against K.N.Y. to the proceedings pending before the Ankara 13th Labour Court against the company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Between 14 April 2004 and 28 December 2010 the labour court held twenty-three hearings. However, apart from those mentioned in paragraphs 30 and 31 above, the labour court did not take any procedural action during that period and decided to adjourn the case at the end of each hearing pending a judgment in the criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  At its first hearing following the termination of the criminal proceedings, which was held on 3 May 2011, the labour court ordered the appointment of an expert to determine the applicant’s pecuniary damage as a result of her daughter’s death. However, the expert was not officially appointed until 9 October 2012.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 26 November 2012 the court-appointed expert delivered the report on the extent of the damage suffered by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Between 8 February 2012 and 3 February 2014 the labour court held ten more hearings. It appears that six of those hearings were postponed pending information from the Social Security Institution (Sosyal Güvenlik Kurumu) concerning the benefits received by the applicant following her daughter’s death.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 4 June 2014 the labour court delivered its judgment on the case. It rejected the applicant’s claims in respect of pecuniary damage, except for funeral costs in the amount of 1,306 Turkish liras (TRY) (approximately 455 euros (EUR)), plus interest (TRY 40 to be paid by K.N.Y. and the rest by the company). It granted her request in respect of non-pecuniary damage and ordered the payment of TRY 10,000 (approximately EUR 3,480), together with interest (TRY 1,000 to be paid by K.N.Y. and the rest by the company).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 27 April 2015 the Court of Cassation upheld the judgment of the labour court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  It appears from the information in the case file that the applicant has not yet received payment of the damages ordered by the labour court. It also appears from the applicant’s undisputed allegations that during the time it took to reach a decision on her civil claim, the company had closed down and the damages ordered by the court against that company could therefore not be collected.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "41.  The applicant complained under Articles 1 and 6 of the Convention that the authorities had not provided an adequate and effective judicial response to her daughter’s death and had deprived her of any redress in that regard. She complained, in particular, of the excessive length of the criminal proceedings, which had resulted in the offence in question becoming timebarred, as well as of the length of the civil proceedings, which had dragged on for years pending the result of the criminal proceedings.",
                                "elements": []
                            },
                            {
                                "content": "42.  The Court considers that the applicant’s complaint falls to be examined under the procedural aspect of Article 2 of the Convention, the relevant part of which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone’ s right to life shall be protected by law. (...).”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "43.  The Government submitted that the applicant had not exhausted the available domestic remedies in relation to her complaints within the meaning of Article 35 § 1 of the Convention. They stated in the first place that the civil proceedings she had initiated for compensation were still pending before the Ankara 13th Labour Court. They secondly argued that the applicant had failed to bring an individual application before the Constitutional Court, which remedy had been open to her since 23 September 2012. In this connection, they relied, inter alia, on the case of Brusco v. Italy ((dec.), no. 69789/01, ECHR 2001IX), which was declared inadmissible for the applicant’s failure to exhaust a new remedy against excessive length of proceedings that had been introduced after the lodging of his application with the Strasbourg Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The applicant argued in response that at the time of the termination of the criminal proceedings on 27 December 2010, the remedy before the Constitutional Court had not been available. She further claimed that the remedy of bringing an individual application before the Constitutional Court was not an effective one in respect of pending proceedings, which meant that she could not resort to it in relation to the proceedings pending before the Ankara 13th Labour Court either.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "45.  The Court reiterates that the rule of exhaustion of domestic remedies referred to in Article 35 § 1 of the Convention obliges those seeking to bring their case against the State before an international body to first use the remedies provided by the national legal system. The Court refers in this connection to the general principles developed in its case-law regarding the rule of exhaustion of domestic remedies (see, for instance, Vučković and Others v. Serbia (preliminary objection) [GC], nos. 17153/11 and 29 others, §§ 69-77, 25 March 2014; Mocanu and Others v. Romania [GC], nos. 10865/09, 45886/07 and 32431/08, §§ 220-226, ECHR 2014 (extracts); and Sargsyan v. Azerbaijan [GC], no. 40167/06, §§ 115-116, ECHR 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Turning to the Government’s first objection regarding the applicant’s failure to exhaust the remedies before the labour court, the Court notes that the proceedings were indeed still pending before the labour court at the time of the lodging of the present application on 17 June 2011, but they have since been finalised. The Court reiterates that the last stage of domestic remedies may be reached shortly after the lodging of the application, but before the Court is called upon to pronounce on admissibility (see, for example, Juhnke v. Turkey, no. 52515/99, § 63, 13 May 2008 and the cases cited therein). The Court observes that the compensation proceedings before the labour court were concluded on 27 April 2015, which is before the date of delivery of the Court’s decision on admissibility. In these circumstances, the Court dismisses the Government’s objection under this head.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  As regards the second of the Government’s preliminary objections ‒ concerning the applicant’s failure to seek the remedy of an individual application before the Constitutional Court ‒ the Court notes that the remedy in question entered into force on 23 September 2012 following constitutional amendments. Having examined the main aspects of the new remedy, the Court found that the Turkish Parliament had entrusted the Constitutional Court with powers that enabled it to provide, in principle, direct and speedy redress for violations of the rights and freedoms protected by the Convention, in respect of all decisions that had become final after 23 September 2012, and held that this was a remedy to be used (see Hasan Uzun v. Turkey (dec.), no. 10755/13, §§ 68-71, 30 April 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Court notes that unlike in the case of Hasan Uzun, at the time the present application was lodged on 17 June 2011, the “individual application” remedy before the Constitutional Court had not been introduced. The applicant could not, therefore, have sought that remedy before bringing her case to the Court. The question remains, however, whether she could have been expected to make use of that remedy after its entry into force on 23 September 2012, as argued by the Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49. The Court reiterates that while, as a general rule, applicants are only expected to exhaust remedies that were available at the time of the lodging of their applications with the Court (see Baumann v. France, no. 33592/96, § 47, ECHR 2001V), there may be circumstances where, on the particular facts of a case, it may be justified to require applicants to resort to remedies that became available after the lodging of their applications (see, for instance, new compensation remedies introduced in relation to structural problems identified by the Court in cases concerning property rights, such as in Demopoulos and Others v. Turkey (dec.) [GC], nos. 46113/99, 3843/02, 13751/02, 13466/03, 10200/04, 14163/04, 19993/04 and 21819/04, ECHR 2010), and those concerning excessive length of proceedings, such as in Brusco (cited above), and Turgut and Others v. Turkey (dec.), no. 4860/09, 26 March 2013)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court considers, however, that there are no elements in the instant case, such as those taken into consideration in the Brusco decision (cited above) referred to by the Government or in the Turgut and Others decision (cited above, § 54 and 55), that would justify departing from the general rule noted in the preceding paragraph and requiring the applicant to exhaust a new remedy that had become available only after she had lodged her application with the Court. The Court considers that, taking into account the nature of the applicant’s specific complaints ‒ which concerned the alleged ineffectiveness of the various proceedings into her daughter’s death on account of their excessive length, and the considerable period of time that had already lapsed between the date of death (2002) and the date on which the new remedy had become available (2012) ‒ it would be unfair to ask the applicant to exhaust that new remedy and thus further prolong the domestic proceedings (see, mutatis mutandis, Şükrü Yıldız v. Turkey, no. 4100/10, § 45, 17 March 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  In the light of the foregoing considerations and its findings in a number of similar cases adopted recently (see Öztünç v. Turkey, no. 14777/08, §§ 5061, 9 February 2016, and Başbilen v. Turkey, no. 35872/08, §§ 61-63, 26 April 2016), the Court dismisses the Government’s preliminary objection under this head.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  Furthermore, the Court considers that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention, nor is it inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "53.  The applicant maintained her claim that the respondent State had failed to fulfil its duty under Article 2 of the Convention as the criminal and civil proceedings into her daughter’s death had been ineffective.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Government stated that an investigation had been promptly launched into the incident and all necessary investigative measures had been taken, such as the examination of the crime scene and preparation of a sceneofcrime report, the questioning of the eyewitnesses and suspects, and the post mortem examination of the victim’s body following her death. During the ensuing criminal proceedings, the Ankara Assize Court had also heard the parties and their witnesses, and had examined the various reports produced by the Ministry officials, the Social Security Institution, the Forensic Medicine Institute and the employer’s insurance company in relation to the incident. Moreover, at the applicant’s request, compensation proceedings had been initiated before the Ankara 13th Labour Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Government nevertheless concluded their observations by stating that they were “well aware of the length of the proceedings in question” and left the assessment of the applicant’s complaints to the Court’s discretion.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "56.  The Court notes that the basic principles concerning a State’s obligations under Article 2 of the Convention have recently been recapitulated by the Grand Chamber in the case of Mustafa Tunç and Fecire Tunç v. Turkey ([GC], no. 24014/05, §§ 169-182, 14 April 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Court reiterates in this connection that the first sentence of Article 2 § 1 enjoins the State not only to refrain from the intentional and unlawful taking of life, but also involves a duty to take reasonable measures to ensure the safety of individuals within its jurisdiction as necessary (see L.C.B. v. the United Kingdom, 9 June 1998, § 36, Reports of Judgments and Decisions 1998III; Osman v. the United Kingdom, 28 October 1998, § 115, Reports of Judgments and Decisions 1998VIII; and Paul and Audrey Edwards v. the United Kingdom, no. 46477/99, § 69, ECHR 2002II). In the event of serious injury or death, this duty must also be considered to require an effective independent judicial system to be set up so as to secure legal means capable of establishing the facts, holding accountable those at fault and providing appropriate redress to the victim (see Byrzykowski v. Poland, no. 11562/05, § 104, 27 June 2006; Dodov v. Bulgaria, no. 59548/00, § 83, 17 January 2008; Anna Todorova v. Bulgaria, no. 23302/03, § 72, 24 May 2011; and Ciechońska v. Poland, no. 19776/04, § 66, 14 June 2011). This procedural obligation is not an obligation as to result but as to means only (see Paul and Audrey Edwards, cited above, § 71).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court notes that this obligation does not necessarily require the provision of a criminal-law remedy in every case, even if it is clear that such proceedings could by themselves fulfil the requirements of Article 2 in many cases (see Šilih v. Slovenia [GC], no. 71463/01, § 202, 9 April 2009, and Anna Todorova, cited above, § 75). Where negligence has been shown, for example, the obligation may also be satisfied if the legal system affords victims a remedy in the civil courts, either alone or in conjunction with a remedy in the criminal courts (see Ciechońska, cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59. The Court also notes, however, that Article 2 of the Convention will not be satisfied if the protection afforded by domestic law exists only in theory: above all, it must also operate effectively in practice (see Calvelli and Ciglio v. Italy [GC], no. 32967/96, § 53, ECHR 2002I). A requirement of promptness and reasonable expedition is implicit in this context (see Šilih, cited above, § 195). Accordingly, the Court has found on many occasions that the existence of unreasonable delays and a lack of diligence on the part of the authorities in conducting the proceedings, regardless of their final outcome, may lead to the finding of a procedural violation under Article 2 (see, for example, Šilih, cited above, § 211; Dvořáček and Dvořáčková v. Slovakia, no. 30754/04, § 70, 28 July 2009; Antonov v. Ukraine, no. 28096/04, §§ 50-51, 3 November 2011; and Prynda v. Ukraine, no. 10904/05, § 52, 31 July 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60. Turning to the facts before it, the Court notes that there is nothing to indicate that the death of the applicant’s daughter was caused intentionally, and the circumstances in which it occurred were not such as to raise suspicions in that regard. Therefore, Article 2 did not necessarily call for a criminal-law remedy on the facts of the instant case. The applicant nevertheless pursued the criminal-law remedy, along with separate civil proceedings before the Ankara 13th Labour Court, with the aim of establishing the circumstances of her daughter’s death and responsibility for it. The Court must now determine whether in the concrete circumstances of the case at hand, either of those remedies satisfied the State’s obligation under Article 2 to provide an effective judicial system (see Byrzykowski, cited above, §§ 106 and 107, and Anna Todorova, cited above, § 74).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The Court observes that a criminal investigation was initiated into the circumstances surrounding Serpil İmren’s death promptly after the incident, and M.Y., the person who had started the fire at the workplace, and K.N.Y., the owner of the company, were charged with causing Serpil İmren’s death by negligence. While the preliminary investigation stage appears to have been conducted with sufficient promptness, the Court notes that the subsequent court proceedings were marked by delays, which effectively caused the discontinuation of the proceedings approximately eight years after their commencement, as the prosecution of the offence in question had become time-barred in the meantime. The Court notes in this regard that according to the information in the case file, the Ankara Assize Court appears to have collected all the necessary evidence by 9 July 2004, but did not deliver its initial judgment until 29 April 2005 (see paragraphs 20 and 21 above). The Court further notes that the Ankara Assize Court’s judgments were quashed twice by the Court of Cassation and sent back for review, and once by the public prosecutor’s office attached to the Court of Cassation on simple procedural grounds, and on none of those occasions did the Court of Cassation or the public prosecutor act with reasonable promptness in delivering their decisions. In fact, the case was pending before the Court of Cassation for almost half of the entire duration of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The Court notes that the Government have not sought to justify the aforementioned delays encountered in the criminal proceedings. It therefore considers that the criminal proceedings at issue were excessively long and did not establish the accountability of those responsible for the death of the applicant’s daughter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  Some seven months after the incident the applicant brought compensation proceedings before the Ankara 13th Labour Court against her daughter’s employer. The Court notes that, save for some basic procedural actions, the labour court was mostly inactive for the first ten years of the proceedings and adjourned the case at the end of each hearing during that period pending a judgment in the criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The Court appreciates that evidence adduced in criminal proceedings and the outcome thereof may be of relevance to decisions in civil proceedings arising out of the same incident. Accordingly, it does not find that the adjournment of the civil proceedings for a certain period was in itself unreasonable in the present case. Having said that, it stresses that the labour court was not released from its obligation to examine the case promptly, particularly in view of the fact that under Turkish law, civil courts are not bound by the findings of the criminal courts (see Mustafa Türkoğlu v. Turkey, no. 58922/00, § 40, 8 August 2006, and Dikici v. Turkey, no. 18308/02, § 25, 20 October 2009). Regardless of the outcome of the criminal proceedings, the labour court remained responsible for the conduct of the civil proceedings and ought therefore to have weighed the advantages of repeatedly adjourning the proceedings against the requirement of promptness (see, mutatis mutandis, Šilih, cited above, § 205).",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Court furthermore notes that, following the termination of the criminal proceedings, it took the labour court another three and a half years to deliver its judgment, during which period it collected some more evidence regarding the applicant’s damages and the benefits she had received from the Social Security Institution in relation to her daughter’s death (see paragraphs 35-37 above). Given the significant period of time that had already passed since the commencement of the proceedings, it is not clear to the Court why this evidence could not have been obtained earlier, while the proceedings were being repeatedly adjourned pending a judgment in the criminal case. It is similarly unclear why this evidence, which was not of any particular complexity, could not have been collected more promptly. The Government have not presented any explanation for this delay either.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Court acknowledges that the responsibility of K.N.Y. and his company in respect of Serpil İmren’s death was established by the labour court and the applicant was awarded damages at the end of the proceedings. However, even accepting, for the sake of argument, that the amounts awarded were adequate by Convention standards, the fact remains that the civil proceedings were not carried out with reasonable expedition, contrary to the respondent State’s procedural obligation under Article 2 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  Taking the foregoing into account, the Court considers that the domestic authorities failed to provide an adequate and timely response in relation to the applicant’s daughter’s death, consistent with the State’s procedural obligations under Article 2 (see, mutatis mutandis, Dodov, cited above, § 98). Consequently, there has been a violation of Article 2 in its procedural aspect.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "68.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "69.  The applicant claimed 500,000 euros (EUR) in respect of pecuniary damage, explaining that she had been deprived of any economic support from her daughter. She also claimed EUR 500,000 in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Government contested the applicant’s claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Court notes that the pecuniary damage alleged remains unsubstantiated; it therefore rejects this claim. On the other hand, it awards the applicant EUR 20,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "72.  The applicant did not claim any costs and expenses. Accordingly, no award is made under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "73.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 2 of the Convention under its procedural limb;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 20,000 (twenty thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 September 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Julia Laffranque",
            "role": "president"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Paul Lemmens",
            "role": "judges"
        },
        {
            "name": "Valeriu Griţco",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Jon Fridrik Kjølbro",
            "role": "judges"
        },
        {
            "name": "Georges Ravarani",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SIDIKA İMREN v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-166683.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:0913JUD004738411",
    "externalsources": [],
    "extractedappno": [
        "47384/11",
        "69789/01",
        "17153/11",
        "10865/09",
        "45886/07",
        "32431/08",
        "40167/06",
        "52515/99",
        "10755/13",
        "33592/96",
        "46113/99",
        "3843/02",
        "13751/02",
        "13466/03",
        "10200/04",
        "14163/04",
        "19993/04",
        "21819/04",
        "4860/09",
        "4100/10",
        "14777/08",
        "35872/08",
        "24014/05",
        "46477/99",
        "11562/05",
        "59548/00",
        "23302/03",
        "19776/04",
        "71463/01",
        "32967/96",
        "30754/04",
        "28096/04",
        "10904/05",
        "58922/00",
        "18308/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-166683",
    "judgementdate": "13/09/2016 00:00:00",
    "kpdate": "13/09/2016 00:00:00",
    "kpthesaurus": [
        "449",
        "632",
        "595"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "2-1",
        "2"
    ],
    "parties": [
        "SIDIKA İMREN",
        "TURKEY"
    ],
    "rank": "1620.77746582031",
    "representedby": [
        "VARNALI E."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "454759",
    "typedescription": "15"
}