{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Art. 6-1",
    "applicability": "",
    "appno": "16988/02",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-82903.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 16988/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Slovak national, Mr Juraj Bohucký (“the applicant”), on 12 April 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Slovak Government (“the Government”) were represented by their Agent, Ms A. Poláčková, who was subsequently succeeded in that function by Ms M. Pirošíková.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 16 March 2006 the Court decided to give notice of the application to the Government. Applying Article 29 § 3 of the Convention, it decided to rule on the admissibility and merits of the application at the same time.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1954 and lives in Košice.",
                                "elements": []
                            },
                            {
                                "content": "A.  Civil and enforcement proceedings",
                                "elements": [
                                    {
                                        "content": "5.  On 15 December 1999 the applicant brought an action against his former employer, a private company, in the Košice District Court (Okresný súd). He sought a judicial order for payment of compensation in respect of outstanding wages, leave pay, severance pay and a food allowance. The action was filed under the number 12C 1730/99.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 4 January 2000 the District Court exempted the applicant from the obligation to pay court fees. On the same day, it requested the defendant to submit observations in reply. The defendant company replied on 10 February 2000 submitting, inter alia, that the reason why it had not paid the amounts claimed was lack of means.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 24 February 2000 the District Court requested the applicant to comment on the defendant's observations in reply which the applicant did on 20 March 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In letters of 20 March and 25 July 2000 and 29 January 2001 the applicant demanded that, in view of the defendant's admission, the District Court determine the matter promptly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 14 September 2000 the District Court held a hearing at which the defendant expressly acknowledged the existence and amount of its debt. However, it remained to be clarified whether the amount was gross or net. The hearing was adjourned, the defendant being invited to submit copies of the applicant's salary records. The defendant submitted them on 2 October 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 3 April and 16 October 2001 the District Court held further hearings. At the former hearing the applicant withdrew a part of the claim on the ground that the defendant had paid a part of his outstanding wages. Following the latter hearing, on the same day, the District Court determined the action. It first of all discontinued the proceedings in respect of the part of the claim that had been withdrawn. It then granted the remaining part of the claim for outstanding wages. The District Court finally ruled that the claim for leave pay, severance pay and a food allowance would be determined in a separate set of proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The statutory thirty-day time-limit for finalising the written version of the judgment of 16 October 2001 was extended by decision of the president of the District Court and it was finally sent to the parties on 13 December 2001. In the absence of an appeal, the judgment became final and binding on 31 January 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The applicant subsequently commissioned a judicial enforcement officer (súdny exekútor) to enforce the order for payment of the outstanding wages. On 13 June 2002 the officer notified the defendant officially that the enforcement proceedings had commenced.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 8 February 2002 the case file concerning the separate set of proceedings opened pursuant to the judgment of 16 October 2001 was assigned to a new judge and on 3 October 2002 it was registered under a new file number 19C 1131/02.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  Following another request by the applicant that the case be determined swiftly, the District Court scheduled hearings for 12 December 2002 and 18 March and 29 April 2003. They were adjourned owing to the absence of the defendant's representative, who submitted an apology on 4 March 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 13 January 2004 the District Court held another hearing at which the defendant acknowledged the outstanding claims. Following the hearing, on the same day, the District Court granted the remainder of the action. No appeal was lodged and the judgment became final and binding on 29 March 2004. The applicant subsequently requested its judicial enforcement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  In a letter of 2 August 2004 the enforcement officer informed the applicant that the defendant company could not be located at its registered address and that no movable or immovable assets belonging to it had been traced. He proposed that the enforcement be discontinued.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Constitutional proceedings",
                                "elements": [
                                    {
                                        "content": "17.  On 24 April 2001 the applicant lodged a petition (podnet) under Article 130 § 3 of the Constitution with the  (Ústavný súd). He contended that his action of 1999 had not been determined “without unjustified delay” as guaranteed by Article 48 § 2 of the Constitution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 13 March 2002 the  discontinued the proceedings. It was noted that the proceedings under file number 12C 1730/99 at which the petition was aimed had already been concluded by the judgment of 16 October 2001. The remainder of the action of 1999 was being determined in the other set of proceedings under file number 19C 1131/02. In these circumstances, the applicant's right to a hearing without unjustified delay had to be considered as fulfilled. Relying on its established practice, the  found that the applicant therefore was no longer justified in having a ruling on his petition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 2 October 2002 the applicant filed a fresh complaint (sťažnosť) under Article 127 of the Constitution with the  arguing that his action of 1999, as a whole, had not been determined without unjustified delay. He sought an order for an acceleration of the proceedings and 50,000 Slovakian korunas (SKK) by way of just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In a decision of 22 January 2003 the Constitutional Court declared the complaint inadmissible in so far as it concerned the proceedings under file number 12C 1730/99, observing that those proceedings had already ended in 2001. It further declared the complaint admissible in so far as it concerned the proceedings under file number 19C 1131/02.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  In a judgment (nález) of 21 May 2003 the Constitutional Court found a violation of the applicant's right to a hearing within a reasonable time in the proceedings under file number 19C 1131/02. It ordered the District Court to proceed with the matter speedily and awarded the applicant SKK 15,000 in just satisfaction. The  formally reviewed only the part of the proceedings which had commenced in 2002 further to the judgment of October 2001. It “took notice” of the fact that the action as such had been lodged in 1999. No delays could be imputed to the applicant and the District Court had been completely inactive between 8 January and 3 October 2002. The amount of the just satisfaction was determined on an equitable basis with reference to Article 41 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "22.  The applicant complained that he had not had a fair hearing in his constitutional petition of 2001 and that the length of the proceedings in this petition and in his action of 1999 had been incompatible with the “reasonable time” requirement laid down in Article 6 § 1 of the Convention, the relevant part of which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Constitutional petition of 2001",
                                        "elements": [
                                            {
                                                "content": "23.  The Government argued that Article 6 § 1 of the Convention was inapplicable to the applicant's constitutional petition of 2001.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The applicant maintained the complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The Court observes that the subject-matter of the applicant's constitutional petition was solely the length of the proceedings before the ordinary courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The outcome of the constitutional proceedings was therefore not directly decisive for the applicant's “civil rights and obligations” (see Süßmann v. , Reports of Judgments and Decisions 1996-IV, p. 1171, § 41, and Mikolaj and Mikolajová v. Slovakia, no. 68561/01, § 36, 29 November 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "It follows that the Article 6 § 1 complaint in respect of the proceedings on the applicant's constitutional petition is incompatible ratione materiae with the provisions of the Convention within the meaning of Article 35 § 3 and must be rejected in accordance with Article 35 § 4.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Action of 1999",
                                        "elements": [
                                            {
                                                "content": "26.  The Government argued primarily that in view of the 's judgment of 21 May 2003 the applicant had lost his status as a “victim” within the meaning of Article 34 of the Convention in respect of the length of these proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "They submitted, in the alternative, that the length of the part of the proceedings leading to the judgment of 16 October 2001 was manifestly ill-founded, the authorities not being responsible for any substantial unjustified delay and the length of the proceedings having been mainly due to the conduct of the parties. As for the subsequent proceedings, the Government relied on the 's judgment of 21 May 2003 and accepted that the complaint of their length was not manifestly illfounded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The applicant disagreed and asserted that the amount of the just satisfaction awarded by the  was disproportionately low and that there had been delays in the proceedings even after and despite the 's judgment of 2003.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The Court observes first of all that the applicant's employment-related claims were lodged in 1999. As for their substance, they were closely interrelated, concerned the same parties and were in fact examined by the same court. Although in the subsequent course of the proceedings some of the original claims were formally separated and dealt with in different sets of proceedings and under different file numbers the Court finds that for the purposes of assessing the length of the proceedings under Article 6 § 1 of the Convention they should be treated as a single matter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  Furthermore, the Court observes that, in view of the 's judgment of 21 May 2003, a question arises whether the applicant can still claim to be a “victim”, within the meaning of Article 34 of the Convention, of a violation of his right to a hearing within a reasonable time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  An applicant's status as a “victim” within the meaning of Article 34 of the Convention depends on whether the domestic authorities acknowledged, either expressly or in substance, the alleged infringement of the Convention and, if necessary, provided appropriate redress in relation thereto. Only when these conditions are satisfied does the subsidiary nature of the protective mechanism of the Convention preclude examination of an application (see, among may other authorities, Cocchiarella v. Italy [GC], no. 64886/01, § 71, ECHR 2006-...).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  In the present case the Constitutional Court expressly found that the District Court had violated the applicant's right to a hearing within a reasonable time, ordered that the proceedings be accelerated and awarded the applicant the equivalent of approximately 375 euros in just satisfaction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Whether this redress was adequate and sufficient having regard to Article 41 of the Convention falls to be determined in the light of the principles established under the Court's case law (see, most recently, Scordino v. Italy (no. 1) [GC], no. 36813/97, §§ 178-213, ECHR 2006-..., and Cocchiarella, cited above, §§ 69-98).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The amount of just satisfaction awarded by the  is less than 20% of what the Court would generally award in a similar situation in a Slovakian case. Irrespective of the real effect of the 's injunction to speed up the proceedings, such a low amount of compensation must be considered insufficient (see Scordino (no. 1), cited above, §§ 205-06 and 214-15). The applicant can accordingly still claim to be a “victim” of a breach of the “reasonable time” requirement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The period to be taken into consideration began on 15 December 1999 and ended on 13 January 2004. It thus lasted slightly less than 4 years and 1 month for a single level of jurisdiction. In this context it is to be noted that all the applicant's objections appear to concern solely the proceedings in his action. Neither at the domestic level nor before the Court has the applicant made any complaints in respect of the subsequent enforcement of the judgment of 13 January 2004. The enforcement phase will therefore not be taken into account. In any event, domestic remedies have not been exhausted in respect of it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "35.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII). The Court reiterates that special diligence is necessary in employment disputes (Ruotolo v. Italy, judgment of 27 February 1992, Series A no. 230-D, p. 39, § 17).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Having examined all the material submitted to it, including the assessment of the length of the proceedings by the , the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In reaching this conclusion the Court has taken into account not only the overall length of the proceedings but also the fact that the defendant acknowledged the validity of the applicant's claims at an early stage of the proceedings (see paragraphs 6 and 9 above) and that, despite this acknowledgment, it took almost a year until a part of the case was decided and more than another year until a hearing was held on the remainder of the case (see paragraphs 10, 12 and 13 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "38.  The applicant also complained that he had not had at his disposal an effective remedy as regards the violations asserted above. He relied on Article 13 of the Convention, which provides that:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "39.  The Government found the complaint manifestly ill-founded.",
                                "elements": []
                            },
                            {
                                "content": "40.  The applicant disagreed and maintained the complaint.",
                                "elements": []
                            },
                            {
                                "content": "41.  The Court reiterates that Article 13 of the Convention guarantees the availability at the national level of a remedy to enforce the substance of the Convention rights and freedoms. Its effect is to require the provision of a domestic remedy capable of dealing with the substance of an “arguable complaint” under the Convention and of granting appropriate relief (see, amongst other authorities, Aksoy v. Turkey, judgment of 25 September 1996, Reports 1996-VI, p. 2286, § 95).",
                                "elements": []
                            },
                            {
                                "content": "42.  The Court has found above that the complaint of the unfairness and excessive length of the proceedings in respect of the constitutional petition of 2001 was incompatible ratione materiae with the provisions of the Convention. It follows that Article 13 is inapplicable to that complaint.",
                                "elements": []
                            },
                            {
                                "content": "43.  The Court reiterates further that the word “remedy” within the meaning of Article 13 does not mean a remedy which is bound to succeed, but simply an accessible remedy before an authority competent to examine the merits of a complaint (see, mutatis mutandis, Bensaid v. the United Kingdom, no. 44599/98, § 56, ECHR 2001-I).",
                                "elements": []
                            },
                            {
                                "content": "Although with only limited success, the applicant had at his disposal and used a remedy in respect to the length of the proceedings in his 1999 action.",
                                "elements": []
                            },
                            {
                                "content": "It follows that the Article 13 complaint is in part incompatible ratione materiae with the provisions of the Convention within the meaning of Article 35 § 3 and in part manifestly ill-founded. It therefore must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "45.  The applicant claimed 83,857 Slovakian korunas (SKK) in respect of pecuniary damage. This amount represented the part of his claim that had become practically unrecoverable owing to the excessive length of the proceedings. The applicant also claimed SKK 130,000 in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Government contested these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged. In particular, it cannot speculate about the outcome of the proceedings had they been in conformity with Article 6 § 1. It therefore rejects this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On the other hand, it considers that the applicant must have sustained non-pecuniary damage. Ruling on an equitable basis, and having regard to its case-law on the subject (see the recapitulation of the relevant principles and, mutatis mutandis, their application in Scordino (no. 1), cited above, §§ 267-272), and taking into account that the applicant has already obtained some just satisfaction under the Constitutional Court's judgment of 21 May 2003, it awards him 1,500 euros (EUR) under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "48.  The applicant also claimed SKK 2,000 for costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  According to the Court's case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court accepts that the applicant incurred expenses such as postage and out-of-pocket expenses and considers that the sum claimed should be awarded in full. It accordingly awards him EUR 60.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "51.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 6 § 1 of the Convention concerning the excessive length of the proceedings in the 1999 action admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the excessive length of the proceedings in the 1999 action;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,500 (one thousand five hundred euros) in respect of non-pecuniary damage and EUR 60 (sixty euros) in respect of costs and expenses, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "\nDone in English, and notified in writing on 23 October 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        },
        {
            "name": "MsL. Mijović",
            "role": "judges"
        },
        {
            "name": "MrJ. Šikuta",
            "role": "judges"
        },
        {
            "name": "MrsP. Hirvelä",
            "role": "judges"
        },
        {
            "name": "Mr T.L. Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BOHUCKY v. SLOVAKIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-82903.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:1023JUD001698802",
    "externalsources": [],
    "extractedappno": [
        "16988/02",
        "1730/99",
        "1131/02",
        "68561/01",
        "64886/01",
        "36813/97",
        "30979/96",
        "44599/98"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-82903",
    "judgementdate": "23/10/2007 00:00:00",
    "kpdate": "23/10/2007 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "BOHUCKY",
        "SLOVAKIA"
    ],
    "rank": "601.05078125",
    "representedby": [
        "N/A"
    ],
    "respondent": "SVK",
    "respondentOrderEng": "42",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "343834",
    "typedescription": "15"
}