{
    "__articles": "6;P1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property",
    "applicability": "",
    "appno": "25803/05",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-90445.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 25803/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Croatian national, Mr Luka Siničić (“the applicant”), on 31 May 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr D. Škugor, a lawyer practising in Sisak. The Croatian Government (“the Government”) were represented by their Agent, Mrs Š. Stažnik.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 18 September 2007 the Court decided to communicate the complaint concerning the applicant’s right to peaceful enjoyment of his possessions to the Government. It also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3). On 19 June 2008 the Court communicated a further complaint concerning the length of the proceedings.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1948 and lives in Nova Kapela.",
                                "elements": []
                            },
                            {
                                "content": "1. Civil proceedings",
                                "elements": [
                                    {
                                        "content": "5.  The applicant’s lorry was forfeited by the Sisak Police Department (Policijska postaja Sisak) on 23 August 1995 in connection with a suspicion held against the applicant of having committed an aggravated theft. The criminal complaint against the applicant was eventually dropped and on 26 February 1996 the police invited the applicant to take delivery of the vehicle. They also noted that the vehicle was not in good working order. For that reason the applicant refused to take delivery of the vehicle.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  The applicant, represented by a lawyer, instituted civil proceedings on 13 June 1996 in the Zagreb Municipal Court (Općinski sud u Zagrebu) against the Ministry of Interior (Ministarstvo unutarnjih poslova Republike Hrvatske, hereinafter “the Ministry”), seeking repossession of the vehicle and damages.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  After holding a public hearing and hearing the evidence, in its judgment of 2 October 1997 the Zagreb Municipal Court (Općinski sud u Zagrebu) ordered the State to return the vehicle to the applicant in good working order within fifteen days after the judgment became final. It found that the applicant’s vehicle was in good working order at the time of its requisition. The Municipal Court also dismissed his claim for damages. The judgment was upheld by the  (Županijski sud u Zagrebu) on 4 April 2000 and thus became final. Further appeals on points of law lodged by both parties were dismissed by the Supreme Court (Vrhovni sud Republike Hrvatske) on 23 March 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The applicant’s subsequent constitutional complaint was dismissed by the  (Ustavni sud Republike Hrvatske) on 19 January 2005.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2. Enforcement proceedings",
                                "elements": [
                                    {
                                        "content": "9.  The applicant lodged a request for an enforcement order in the Zagreb Municipal Court on 14 June 2000, seeking the enforcement of the above final judgment of 4 April 2000. On 9 October 2000 the Municipal Court issued an enforcement order requiring the applicant’s vehicle to be returned to him in good working order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 20 December 2000 the applicant withdrew his initial request and asked instead the Zagreb Municipal Court to order the Ministry to pay a penalty for not complying with the enforcement order. On 29 December 2000 the Ministry admitted that it had not complied with the initial enforcement order. In view of the applicant’s new request, the proceedings concerning the enforcement order of 9 October 2000 were terminated on 12 January 2001 and the proceedings upon the applicant’s request for penalty payments continued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 8 February 2001 the Municipal Court ordered the Ministry to return the vehicle to the applicant within two days, failing which it was to pay the applicant Croatian kuna (HRK) 1,500 for each day of default from that point on. The Ministry lodged an appeal and on 5 March 2002 the appellate court quashed the firstinstance decision, finding that the Zagreb Municipal Court lacked territorial jurisdiction in the matter. The case was transferred to the Sisak Municipal Court (Općinski sud u Sisku), which on 20 May 2002 ordered the Ministry to return the vehicle to the applicant within two days, failing which it was to pay HRK 1,500 for each day of default. The appellate court, however, quashed that decision and ordered the first-instance court to establish whether the parties were willing to settle the case. On 13 November 2003 the Ministry offered a settlement, which the applicant refused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 23 December 2003 the Sisak Municipal Court ordered the Ministry to comply with the judgement of 4 April 2000 within eight days failing which it was to pay HRK 1,500 for each day of default. This decision was upheld by the  (Županijski sud u Sisku) on 15 July 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The parties met on 19 November 2004 in the presence of a court expert who established that the vehicle had been repaired and its value had increased.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The parties met again on 25 January 2005 in the presence of a court expert but the applicant refused to accept the vehicle, objecting that it had not been properly repaired. He sought payment of HRK 10,000 and 600 euros (EUR) in order to repair the vehicle and a further HRK 8,000 for its registration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 23 May 2006 a commission of the Sisak Municipal Court established in the presence of the parties and a court expert that the vehicle still had some defects, which had been in existence when the vehicle was examined on 19 November 2004. The applicant offered a settlement stipulating that the vehicle be driven to his address and that a sum of HRK 15,000 be paid to him for the costs of further repair and the registration of the vehicle. On 4 July 2006 the Ministry agreed to deliver the vehicle to the applicant’s home address, to remove all the remaining defects and pay the applicant a sum of HRK 15,000 for the costs of registration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The Municipal Court held a hearing on 14 July 2006 with a view to assisting the parties to reach a settlement. However, the applicant declined the settlement because the Ministry refused to pay the court penalties ordered by the Sisak Municipal Court on 23 December 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 14 September 2006 a commission of the Sisak Municipal Court established in the presence of the parties and a court expert that the vehicle still had some defects. These were immediately removed, but the applicant nevertheless refused to take delivery.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 2 October 2006 the Sisak Municipal Court ordered that the vehicle be kept by the Ministry in a closed garage at the applicant’s expense, at a rental of HRK 60 per day. The applicant appealed against this decision, arguing that the vehicle had not been properly repaired. On 29 June 2007 the  dismissed the applicant’s appeal finding that the vehicle was in good working order and fit to pass the technical test necessary for its registration. The thus vehicle remained in the possession of the Ministry as the applicant refused to take possession of it.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3. Proceedings concerning the payment of the court penalties",
                                "elements": [
                                    {
                                        "content": "19.  On 22 November 2004 the applicant also sought payment of the court penalties ordered in the Sisak Municipal Court’s decision of 23 December 2003 (see paragraph 12 above) up to 18 November 2004, in a total amount of HRK 454,500 together with costs of HRK 7,808. An enforcement order to that effect was issued on 3 January 2005 and the above amounts were paid to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In its decision of 20 July 2006, the Sisak Municipal Court ordered the Ministry to pay the applicant HRK 625,500 on account of court penalties for the period between 23 February and 3 May 2006 as well as HRK 7,966.60 for the costs of the proceedings. In its decision of 3 October 2006, the same court ordered the Ministry to pay the applicant HRK 201,000 on account of court penalties for the period between 3 May and 13 September 2006 together with HRK 3,050 for costs. However, on 26 February 2007 the Sisak County Court quashed these orders and dismissed the applicant’s request for the court penalties to be enforced, on the ground that the Ministry had complied with their obligation to return the vehicle in good working order on 19 November 2004, that being the date when a court expert had found that the vehicle had been repaired.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On an unspecified date the applicant lodged a constitutional complaint against the Sisak County Court’s decision of 26 February 2007 arguing that further court penalties had to be paid to him. These proceedings are still pending.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "22.  The applicant made two complains under Article 6 § 1 of the Convention. He firstly complained about the length of the enforcement proceedings and secondly about the domestic courts’ assessment of the facts and the outcome of the civil proceedings. The relevant part of Article 6 § 1 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1. Length of proceedings",
                                        "elements": [
                                            {
                                                "content": "23.  The Government argued that the applicant’s complaint was premature since his constitutional complaint against the ’s decision of 26 February 2007 was still pending.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The applicant argued that his constitutional complaint concerned only the payment of the court penalties and had no effect to his complaints before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The Court finds that the Constitutional Court proceedings upon the applicant’s complaint about the decision concerning the payment of the court penalties has no bearing on the applicant’s complaint about the length of the enforcement proceedings. Thus, the Government’s objection must be rejected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The Court considers that the complaint under Article 6 § 1 of the Convention is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further considers that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Complaint about the alleged unfairness of the proceedings",
                                        "elements": [
                                            {
                                                "content": "27.  In so far as the applicant’s complaint may be understood to concern the assessment of the evidence and the result of the proceedings before the domestic courts, the Court reiterates that, according to Article 19 of the Convention, its duty is to ensure the observance of the engagements undertaken by the Contracting Parties to the Convention. In particular, it is not its function to deal with errors of fact or law allegedly committed by a national court unless and in so far as they may have infringed rights and freedoms protected by the Convention. Moreover, while Article 6 of the Convention guarantees the right to a fair hearing, it does not lay down any rules on the admissibility of evidence or the way it should be assessed, which are therefore primarily matters for regulation by national law and the national courts (see Schenk v. Austria, 12 July 1988, §§ 45-46, Series A no. 140, and Garcia Ruiz v. Spain, no. 30544/96, § 28, Reports of Judgments and Decisions 1999-I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The Court finds that there is nothing to indicate that the national courts’ evaluation of the facts and evidence presented in the applicant’s case was contrary to Article 6 of the Convention. The applicant, represented by a lawyer, was fully able to state his case and challenge the evidence; all essential evidence was presented, there was a public hearing at first instance and the courts’ decisions were satisfactorily reasoned. In these circumstances, the Court finds that the case discloses no appearance of a violation of the guarantees of a fair hearing relied on by the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "29.  The applicant complained that the Ministry had not complied with its obligation established in a final judgment to return his vehicle in a good working order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Government argued that the means of enforcement in the present case was to order payment of the court penalties until the impounded vehicle had been put in a good working order. The vehicle had been put in a good working order in September 2006 but the applicant had refused to take delivery of the vehicle.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court reiterates that effective access to court includes the right to have a court decision enforced without undue delay (see Immobiliare Saffi v. Italy [GC], no. 22774/93, § 66, ECHR 1999-V). In the instant case, the Court is presented with a delay of more than six years. In this connection the Court notes that the judgment of 2 October 1997, as upheld on 4 April 2000, expressly ordered the Ministry of Interior to deliver the vehicle to the applicant in good working order (see paragraph 7 above). Although the appointed court expert established on 19 November 2004 that the vehicle had been repaired (see paragraph 13 above), this finding was refuted on 23 May 2006 when it was established that the vehicle still had some defects which had been present on 19 November 2004 as well (see paragraph 15 above). It was not until 14 September 2006 that it was established that the vehicle had been properly repaired and was in a good working order. The Court notes that the applicant’s refusal to take delivery of the vehicle prior to 14 September 2006 cannot be held against him. It follows that the State continued to hold the applicant’s vehicle until that date and that the period of delay from April 2000 until September 2006 was due to the failure of the State to secure that the applicant’s vehicle was returned to him in good working order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The foregoing considerations lead the Court to conclude that the enforcement in full of the judgment given in favour of the applicant was not carried out within a reasonable time. There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "34.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "35.  The Government objected that the applicant’s vehicle had been impounded in 1995 whereas the Convention had not entered into force in respect of  until 5 November 1997. Furthermore, any possible interference with the applicant’s right under Article 1 of Protocol No. 1 had ceased on 26 February 1996, when the police had invited the applicant to take delivery of the vehicle, which he had refused. Therefore, the application was, in the Government’s view, incompatible ratione temporis with the provisions of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The applicant disagreed with these arguments and asserted that his vehicle had not been given to him in good working order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court finds that the question of compatibility ratione temporis raises issues which are closely related to the merits of the case. Therefore, to avoid prejudging the latter, the issues should be examined together. Accordingly, the Court considers that the final determination of the issue concerning compatibility ratione temporis should be joined to the merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court finds that this complaint is not manifestly ill-founded or indeed inadmissible on any other ground cited in Article 35 of the Convention. It must therefore be declared admissible",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "39.  The Government argued that the vehicle in question was a lorry manufactured in 1968 which at the time it was impounded had already been in use for twenty-seven years. Even if it had been possible to use it at that juncture, it certainly was no longer usable by the time the final judgment ordering its return to the applicant was adopted. Since the vehicle required substantial repairs, the Ministry had attempted to reach a settlement by offering to pay the applicant the amount corresponding to the value of the vehicle at the time it was impounded, but the applicant had refused that offer without good reason. They further argued that the amount of HRK 454,500 had already been paid to the applicant on account of the court penalties and that it significantly exceeded the value of the vehicle. In addition, the applicant’s vehicle had been repaired as far back as 19 November 2004, but the applicant had refused to take delivery.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The applicant alleged that although the State authorities had been willing to return his vehicle, it had broken down and he had refused to take delivery since the judgment of 2 October 1997, as upheld on 4 April 2000, had expressly required the vehicle to be returned in good working order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court considers that it does not have to decide whether the impounding of the applicant’s vehicle was justified under Article 1 of Protocol No. 1 to the Convention. That fact in any event falls outside the Court’s temporal jurisdiction. However, the Court notes that the applicant was not deprived of his title. Thus, the only issue to be examined is whether the applicant’s inability to use his vehicle for a prolonged period of time contravened Article 1 of Protocol No. 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court recalls its case-law that the impossibility for an applicant to obtain the execution of a judgment in his or her favour constitutes an interference with the right to the peaceful enjoyment of possessions, as set out in the first sentence of the first paragraph of Article 1 of Protocol No. 1 (see, among other authorities, Burdov v. Russia, no. 59498/00, § 40, ECHR 2002-III; Jasiūnienė v. Lithuania, no. 41510/98, § 45, 6 March 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In the instant case the Court is therefore of the opinion that the impossibility for the applicant to obtain execution of his judgement for a period of about six years constituted an interference with his right to the peaceful enjoyment of his possessions, within the meaning of the first paragraph of Article 1 of Protocol No. 1. In this connection, the Court notes that the judgment of 2 October 1997, as held on 4 April 2000, expressly ordered the Ministry of Interior to delivery the vehicle to the applicant in good working order. The Court has found that the applicant’s refusal to take delivery of the vehicle prior to 14 September 2006 cannot be held against him (see § 31 above). It follows that the State continued to hold the applicant’s vehicle until that date and that therefore, the Government’s objection as to the Court’s competence ratione temporis must be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  By failing to comply with the judgment of the Zagreb Municipal Court, the national authorities prevented the applicant, for a considerable period of time, from disposing with his vehicle. The Government have not advanced any acceptable justification for this interference. Accordingly there has also been a violation of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "45.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "46.  The applicant claimed HRK 1,200,000 in respect of pecuniary and non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. However, the Court takes the view that the applicant has suffered some non-pecuniary damage as a result of the violations found which cannot be made good by the Court’s mere finding of a violation. Nevertheless, the particular amount claimed is excessive. Making its assessment on an equitable basis, as required by Article 41 of the Convention, the Court awards the applicant the sum of EUR 3,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "49.  The applicant made no claim in this respect. Accordingly, the Court considers that there is no call to award him any sum on that account.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "50.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Decides to join to the merits the Government’s objection as to the compatibility ratione temporis with the Convention of the applicant’s complaint under Article 1 of Protocol No. 1 and rejects it;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaint concerning the length of the enforcement proceedings and the complaint concerning the applicant’s right to the peaceful enjoyment of his possessions admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the excessive length of the enforcement proceedings;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 3,000 (three thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 January 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Nina Vajić",
            "role": "judges"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SINICIC v. CROATIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-90445.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0108JUD002580305",
    "externalsources": [],
    "extractedappno": [
        "25803/05",
        "30544/96",
        "22774/93",
        "59498/00",
        "41510/98"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-90445",
    "judgementdate": "08/01/2009 00:00:00",
    "kpdate": "08/01/2009 00:00:00",
    "kpthesaurus": [
        "445",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "P1-1"
    ],
    "parties": [
        "SINICIC",
        "CROATIA"
    ],
    "rank": "656.511962890625",
    "representedby": [
        "SKUGOR D."
    ],
    "respondent": "HRV",
    "respondentOrderEng": "9",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "399502",
    "typedescription": "15"
}