{
    "__articles": "6;6-1;3",
    "__conclusion": "Violation of Art. 6-1;Violation of Art. 3",
    "applicability": "",
    "appno": "8258/05",
    "article": [
        "6",
        "3"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "element": "Violation of Art. 3",
            "type": "violation"
        }
    ],
    "content": {
        "001-105653.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 8258/05) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Romanian national, Mr Daniel Ianos (“the applicant”), on 18 February 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr Ioan Dan, a lawyer practising in . The Romanian Government (“the Government”) were represented by their Agent, Mr Răzvan-Horaţiu Radu, of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that he had been mistreated by a police officer and that the investigation into the incident had disregarded relevant evidence. He also complained about the quashing, by means of an extraordinary appeal (recurs în anulare), of the final decision awarding him damages.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 5 December 2007 the President of the Third Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1976 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "A.  The alleged ill-treatment against the applicant",
                                "elements": [
                                    {
                                        "content": "6.  In the evening of 12 May 2001, after 9 p.m., seven masked police officers, who were members of the special intervention forces, stopped a car in which the applicant was a passenger. The police were searching for a group of suspected criminals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  According to the applicant, the police violently dragged the five people out of the car, held them on the ground and handcuffed them. He also claimed that one of the masked police officers hit him with his fist, from the back, on the left side of his thorax. At that point, he recognised his aggressor as being B.F., with whom he had had an altercation two years earlier.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The police realised the persons they had stopped were not the suspects they were looking for and they released them soon after they arrived at the police headquarters. The applicant claimed that B.F. had said: “We didn’t have you down for today, that’s just how it turned out. The tables have turned, loser” (“nu erai programat pentru astăzi, dar aşa s-a nimerit; vezi, măi fraiere, ca s-a întors roata?”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "While in custody, the applicant complained of stomach pains.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  At 1.05 a.m. the next day the applicant went to hospital complaining of stomach pains. The doctor on duty noted a post-traumatic diffused swelling in the abdominal area, but considered that no surgical intervention was required at that time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  As his condition deteriorated, on 15 May 2001 at 0.50 a.m. he returned to the hospital. He was immediately operated on for a ruptured spleen and the organ was removed. He remained in hospital until 22 May 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 23 May 2001 the forensic doctor examined the applicant and issued a report stating that he had suffered a ruptured spleen. He estimated that the applicant needed 25 days to recover. He considered that the injury had posed a danger to the applicant’s life, that it could have dated from 12 May and possibly resulted from the applicant having been hit with a hard object.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Investigations into the allegations of ill-treatment",
                                "elements": [
                                    {
                                        "content": "11.   The applicant lodged a criminal complaint against B.F., whom he accused of having seriously endangered his physical integrity. He sought damages.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The Military Prosecutor’s Office of the  started an investigation. It took evidence from the applicant, B.F. and the other persons who had been present on 12 May 2001. Two passengers from the car and one police officer stated that they had heard B.F. saying to the applicant: “We didn’t have you down for today, that’s just how it turned out”. The same police officer said that he had also heard B.F. saying: “The tables have turned, loser”. One of the passengers said that he had seen B.F. hit the applicant and two other passengers said they had heard the applicant shouting with pain. The other police officers denied that they had seen B.F. hit the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 17 May 2002 the Timişoara Forensic Institute, consulted by the prosecutor, confirmed that the ruptured spleen could have been caused by a blow to the abdomen.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 24 September 2002 the Prosecutor’s Office committed B.F. for trial on charges of seriously endangering the applicant’s physical integrity and of abusive behaviour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The applicant joined the proceedings as a civil party.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 30 October 2002 the  transferred the case to the Timiş County Court, in accordance with Law on the demilitarisation of the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The County Court heard statements from the applicant and five witnesses, of whom three were police officers. Several documents were adduced as evidence in the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 28 May 2003 the County Court considered that the evidence in the file proved that the attack had taken place and that there had been a causal link between the attack and the applicant’s health problems. It therefore found B.F. guilty as charged and sentenced him to two years and six months’ imprisonment. B.F. was also ordered to pay the applicant 100,000,000 Romanian lei for non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  B.F. appealed against the County Court’s decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 20 October 2003 the Timişoara Court of Appeal reversed the decision on the ground that there was not enough evidence in the file to prove that B.F. had injured the applicant or to establish the cause of the applicant’s injury.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court noted that the incident had occurred in circumstances which made it impossible for the applicant to recognise his alleged attacker: it had happened very quickly, visibility had been bad and the police officers had been wearing intervention suits and masks. It considered that the applicant could have injured himself when he had been pulled out of the car – and B.F. had not taken part in that operation – or even before the incident with the police. It considered that the evidence in the file indicated that B.F. had been the driver of one of the two police cars involved in the incident and that, according to his remit, he was responsible for ensuring his colleagues’ protection; in that capacity he had not been involved in removing the applicant and the others from their car.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court also considered that the investigation had not been properly conducted, that the prosecutor had failed to identify other witnesses, notably passers-by who had been reported as being in the area where the incident had taken place.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The applicant appealed on points of law. In a final decision of 24 March 2004 the High Court of Cassation and Justice, sitting in a threejudge panel, quashed the Court of Appeal’s decision and upheld the County Court’s judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It considered that the witness testimonies, including the one given by a police officer, concurred to prove B.F.’s guilt. The High Court concluded that B.F. had hit the applicant in revenge for their previous dispute and that nothing in the events of 12 May 2001 had justified such a violent attack.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The extraordinary appeal against the final decision (recurs în anulare)",
                                "elements": [
                                    {
                                        "content": "21.  B.F. sought the Procurator’s General intervention to have the final decision annulled (recurs în anulare). The Procurator General lodged the extraordinary appeal sought by B.F., as he considered that the High Court and the County Court had committed serious errors in assessing the evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 15 November 2004 the High Court, in a nine-judge bench, examined the extraordinary appeal, quashed the final decision and returned the case to the Prosecutor’s Office of the Timiş County Court to continue the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The High Court noted that B.F.’s conviction was based mostly on the passengers’ statements, to the detriment of the police’s version of the incident which had shown that there had been no physical contact between B.F. and the applicant. It considered that the prosecutor should have pursued the investigation further in order to establish beyond doubt who had injured the applicant. The prosecutor should have also questioned the passers-by, who could have provided an unbiased account of the incident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Its decision was final.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  New investigations into the allegations of ill-treatment",
                                "elements": [
                                    {
                                        "content": "23.  The prosecutor started a new investigation. He re-examined the events of 12 May, took statements from and organised confrontations between the applicant and the police officers who had participated in the incident, including B.F. They all maintained their previous positions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "B.F. took a polygraph test, the result of which was: absence of simulated behaviour. The applicant refused to take the test, arguing that it was not reliable evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  At the prosecutor’s request, the Timişoara Forensic Institute reexamined the medical evidence. On 27 July 2005 it concluded that there had been a causal link between the incident of 12 May and the applicant’s ruptured spleen. However, the expert report did not exclude the existence of other traumas that could have caused the spleen to rupture.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 19 October 2005 the Prosecutor’s Office decided to end the investigation against B.F. and continue to try identifying the real attacker. It considered that the evidence gathered was not sufficiently strong to reverse the presumption of innocence in B.F.’s favour. It noted, in particular, the absence of direct proof of a violent attack, the applicant’s hesitations during the investigation, as well as the conclusion of the expert medical report which did not exclude the existence of other traumas that could have caused the spleen to rupture.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The applicant complained against the prosecutor’s decision. On 28 November 2005 the chief prosecutor dismissed his objection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The applicant further complained before the Timiş County Court. He claimed that the evidence against B.F., including the conclusions of the medical report, had been ignored or misinterpreted and that the prosecutor had overlooked the fact that it was difficult to accurately recall what had happened four years after the incident, which explained his hesitations. He also pointed out that the polygraph test was not recognised as evidence by the Code of Criminal Procedure and that he had refused that test because it would have been carried out by B.F.’s colleagues.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 5 June 2006 the applicant reiterated those arguments before the County Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 25 September 2006 the County Court dismissed the applicant’s complaint. It considered that there was no evidence in the file to support the allegations of guilt. The court did not reply to the applicant’s arguments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The applicant appealed against the County Court’s decision, reiterating the evidence in the file that supported his version of events. He also complained that he had not been re-examined by the Forensic Institute.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 5 March 2007 the Timişoara Court of Appeal dismissed the appeal. It considered that the doubts as to B.F.’s guilt justified the prosecutor’s decision and that B.F. enjoyed the presumption of innocence. The Court of Appeal did not give specific responses to the applicant’s arguments.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  The applicant complained under Article 6 of the Convention about the quashing, by means of an extraordinary appeal, of the final decision of 24 March 2004. Article 6 reads as follows, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "31.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "32.  The applicant submitted that the quashing of the final decision by means of an extraordinary appeal had infringed the right to a fair trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Government contested that a violation of the applicant’s rights had occurred, in so far as the reopening of the proceedings had, at that time, been allowed by Article 410 (I) 8 of the Code of Criminal Procedure for “serious error of fact” and as the Procurator had observed the one-year time-limit for lodging the application.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  In the Government’s view, the High Court’s intervention had been needed in order to allow the clarification of the elements of fact that had been left unexplained by the ordinary courts and had not infringed the principle of legal certainty.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a)  General principles",
                                "elements": [
                                    {
                                        "content": "35.  At the outset, the Court notes that in joining the proceedings as civil party, the applicant lodged a civil action for reparation of damage caused by an offence and considers that those proceedings are decisive for his “civil rights” triggering thus the applicability of Article 6 to the case (see Perez v. France [GC], no. 47287/99, §§ 62 and 66, ECHR 2004I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court further refers to the general principles it has established in its case-law concerning the quashing of a final decision and its consequences for the principle of legal certainly. In particular, it reiterates that it has already examined the compliance with the requirements of the Convention of the quashing of final decisions whereby, as in the case currently under examination, damages have been awarded to civil parties in a criminal case (SC Plastik ABC v. Romania, no. 32299/03, § 15, 7 April 2008; Igna and Igna (Valea) v. , nos. 1526/02 and 1528/02, §§ 4456, 14 February 2008; and Lenskaya v. Russia, no. 28730/03, §§ 2944, 29 January 2009). In such cases, while addressing the notion of “a fundamental defect”, the Court stressed that the mere consideration that the investigation in an applicant’s case had been “incomplete and one-sided” or had led to an “erroneous” acquittal cannot in itself, in the absence of jurisdictional errors or serious breaches of court procedure, abuses of power, manifest errors in the application of substantive law or any other weighty reasons stemming from the interests of justice, indicate the presence of a fundamental defect in the previous proceedings (see Lenskaya, cited above, §§ 34; and Radchikov v. Russia, no. 65582/01, § 48, 24 May 2007).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b)  Application of these principles to the case",
                                "elements": [
                                    {
                                        "content": "37.  In the case under examination, in quashing the decision of 24 March 2004 by means of an extraordinary appeal, the High Court of Cassation and Justice set at naught an entire judicial process which had ended in a judicial decision that was res judicata.",
                                        "elements": []
                                    },
                                    {
                                        "content": "From the applicant’s perspective, the case concerns an award of civil damages, and shall therefore be examined under the civil head of Article 6 § 1 of the Convention. The Court is nevertheless mindful of the fact that the final decision was rendered in a criminal case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Accordingly, it notes that the grounds for the re-opening of the proceedings were based neither on new facts nor on serious procedural defects, but rather on the Procurator General’s disagreement with the assessment of the facts by the County Court and the High Court, who concluded that witness testimonies, including the one given by a police officer, concurred to prove B.F.’s guilt. In the Court’s view, these grounds, as well as the reasons invoked by panel of nine judges of the High Court for allowing the re-opening of the proceedings, were insufficient to justify challenging the finality of the judgment and using that extraordinary remedy to that end.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Furthermore, the High Court requested further investigations and the questioning of passers-by. However, it appears that the prosecutor did not pursue those indications. In any case the utility of investigating passers-by has already been raised by the Court of Appeal in the ordinary proceedings, but the court of last resort did not deem it necessary to seek additional evidence, including that of eye witnesses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  Therefore there is no ground to consider that the lower courts’ decisions were tainted by fundamental defects that would justify reopening the investigations. It appears to be a mere question of the coexistence of two different views on the subject, which cannot be a legitimate ground for reopening the proceedings (see Lenskaya, cited above, §§ 30-33).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court concludes that the Government did not prove that a fair balance had been struck between the various interests at stake justifying the reopening of the proceedings with the effect of setting at naught the outcome of the case, including the civil head of the proceedings, which is at stake for the applicant in the instant case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "42.  The applicant complained that B.F. had behaved abusively towards him and that his behaviour had gone unpunished despite the evidence against the police officer. The Court will examine this complaint under Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "43.  The Court notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "44.  The applicant pointed out that he had had to have an organ removed as a consequence of the violence to which he had been subjected at the hands of the police. He also argued that evidence against B.F. had been disregarded by the courts. Furthermore, he and his lawyer had not been invited to attend all the procedural hearings following the quashing of the final decision. Lastly, he stressed that he had not been reexamined by the medical authority that had issued the second medical report.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Government asserted that the police officer had not used force during the intervention on 12 May 2001. Without denying the existence of injury, they argued that the evidence showed that the act of violence had not occurred during the police intervention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  They put forward several arguments to that end, in particular: that the doubts benefited the accused police officer; that the expert evidence showed that the act of violence could have taken place at a time other than that of the police intervention; that despite the authorities’ efforts, the exact cause of the injury could not be determined, but the investigation was still pending.",
                                                "elements": []
                                            },
                                            {
                                                "content": "They argued that Article 3 did not necessarily entail the punishment at all costs of the State agents involved in the alleged ill-treatment and pointed out that, in the present case, the fact that the persons responsible for the violent act had not yet been identified was not imputable to the authorities, but rather to the circumstances of the incident: the incident had happened very quickly, visibility had been bad and the police officers had been wearing intervention suits and masks.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  Relying on Klaas v. Germany (22 September 1993, § 29, Series A no. 269) and Ribitsch v. Austria (4 December 1995, § 32, Series A no. 336), they contended that the Court should not substitute its own assessment of the facts for that of the domestic courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Government further submitted that the investigation into the allegations of ill-treatment had been effective, adequate and independent. The prosecutors and courts acted upon the applicant’s allegations and examined all available evidence within a reasonable time. They pointed out that, unlike in Bursuc v. Romania (no. 42066/98, § 104, 12 October 2004), in the present case there were no doubts about the prosecutor’s independence and impartiality, as there were no hierarchical links between the investigators and the suspects.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a)  Relevant general principles",
                                "elements": [
                                    {
                                        "content": "49.  The Court reiterates its case-law on Article 3, in particular concerning the Court’s assessment of the minimum level of severity that the ill-treatment has to attain in order for it to fall within the scope of this Article (see Assenov and Others v. Bulgaria, 28 October 1998, § 93, Reports of Judgments and Decisions 1998VIII; Ireland v. the United Kingdom, 18 January 1978, § 162, Series A no. 25; Kudła v. Poland [GC], no. 30210/96, § 91-92, ECHR 2000-XI; Peers v. Greece, no. 28524/95, § 67-74, ECHR 2001-III; and Raninen v. Finland, 16 December 1997, § 55, Reports 1997VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  Furthermore, it reiterates that where an individual raises an arguable claim that he has been seriously ill-treated by the police or other such agents of the State unlawfully and in breach of Article 3, that provision requires that there should be an effective official investigation capable of leading to the identification and punishment of those responsible (see Selmouni v. France [GC], no. 25803/94, § 87, ECHR 1999-V; Assenov and Others, cited above, § 102; and, mutatis mutandis, Velikova v. Bulgaria, no. 41488/98, § 70, ECHR 2000-VI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court is sensitive to the subsidiary nature of its role and recognises that it must be cautious in taking on the role of a first-instance tribunal of fact, where this is not rendered unavoidable by the circumstances of a particular case (see, for example, McKerr v. the United Kingdom (dec.), no. 28883/95, 4 April 2000). Nonetheless, where allegations are made under Article 3 of the Convention the Court must apply a particularly thorough scrutiny (see, mutatis mutandis, Ribitsch v. Austria, cited above, § 32, and Avşar, cited above, § 283) even if certain domestic proceedings and investigations have already taken place (Cobzaru v. Romania, no. 48254/99, § 65, 26 July 2007; as well as Ireland, cited above, § 161; Salman v. Turkey [GC], no. 21986/93, § 100, ECHR 2000VII; and Boicenco, cited above, § 104, on the standard of proof applied in such cases).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Where a person is injured while under the control of the police, any such injury will give rise to a strong presumption that the person was subjected to ill-treatment; it is incumbent on the State to provide a plausible explanation of how the injuries were caused, failing which a clear issue arises under Article 3 of the Convention (Boicenco, cited above, § 103).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b)  Application of those principles to the case",
                                "elements": [
                                    {
                                        "content": "53.  At the outset, the Court notes that the applicant’s injury resulted in him losing an organ. The Government did not deny either the existence or the severity of this injury. The Court considers that it was sufficiently serious to constitute treatment prohibited by Article 3.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It remains to be considered whether the State should be held accountable under Article 3 in respect of that injury.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court notes that in the evening of 12 May 2001 the applicant and four others were dragged violently from their car and arrested by a group of seven police officers from the Special Forces. The applicant claimed that because he had been recognised by one of the agents, the latter had hit him in revenge for a previous altercation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The police as well as the Government denied that the police officer was responsible for the applicant’s injury.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  A few days after the incident, the applicant’s spleen had to be removed and the medical reports established in the case concurred that there was a possible causal link between the incident of 12 May and the ruptured spleen.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court notes that the criminal complaint lodged by the applicant was followed by an investigation into the incident. The prosecutor, the County Court and the High Court – acting as a court of last resort – concluded, after examining the evidence in the file, that B.F. hit the applicant. The courts thus convicted the police officer (see paragraphs 17 and 20 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  However, these decisions were subsequently quashed and a new investigation into the incidents was carried out, with the result of B.F. being acquitted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court has found the quashing of the final decision of 24 March 2004 to be incompatible with the Convention guarantees, in so far as it was not justified by the requirements of a proper administration of justice (see paragraph 41 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "As the investigation conducted after the quashing of the final decision fell short from the Convention standards, the Court sees no reason to depart from the conclusions reached by the County Court on 28 May 2003 and upheld by the High Court on 24 March 2004. None of the arguments put forward by the Government justify taking a different approach.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  It therefore considers that the Government have not satisfactorily established that the applicant’s injuries were caused otherwise than by the violence inflicted on him by a police officer and concludes that these injuries were the result of ill-treatment (see also Stoica v. Romania, no. 42722/02, § 80, 4 March 2008). Accordingly, there has been a violation of Article 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "60.  Lastly, the applicant complained under Article 1 of Protocol No. 1 to the Convention about the quashing, by means of an extraordinary appeal, of the final decision of 24 March 2004.",
                                "elements": []
                            },
                            {
                                "content": "61.  However, in the light of the finding of a violation of Articles 3 and 6 of the Convention (see paragraphs 40 and 64 above), the Court considers that this complaint is admissible but that there is no need to examine if there has been a violation of the Article invoked (see, mutatis mutandis, Bota, cited above, § 59).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "62.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "63.  The applicant claimed, in respect of pecuniary damage:",
                                        "elements": []
                                    },
                                    {
                                        "content": "He also claimed EUR 1,500,000 in respect of non-pecuniary damage caused by the ill-treatment and its consequences on his life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Government considered that the applicant’s claims in respect of pecuniary damage were speculations not supported by any justification. They argued that the non-pecuniary damages sought were excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Court considers that even assuming that there was a causal link between the violation found and the pecuniary damage alleged, the applicant failed to adduce enough evidence in support of his allegations; it therefore rejects that claim. On the other hand, it considers that the applicant suffered distress as a result of the violations found above; it therefore awards him EUR 21,000 in respect of nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "66.  Lastly, the applicant claimed EUR 1,200 for lawyer’s fees before the domestic courts and 10% of the amount awarded for pecuniary and nonpecuniary damages, which he will have to pay to his counsel before the Court. He adduced copies of invoices attesting that between August 2004 and February 2007 he paid 18,000,000 Romanian lei and 2,260 New Romanian lei to his lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Government contended that the amount sought for costs and expenses in the proceedings before the Court was speculative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 2,500 covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "69.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there is no need to examine the complaint under Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that the above amounts are to be converted into the respondent State’s national currency at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(c)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 12 July 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Corneliu Bîrsan",
            "role": "judges"
        },
        {
            "name": "Alvina Gyulumyan",
            "role": "judges"
        },
        {
            "name": "Egbert Myjer",
            "role": "judges"
        },
        {
            "name": "Ineta Ziemele",
            "role": "judges"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "Mihai Poalelungi",
            "role": "judges"
        },
        {
            "name": "Santiago Quesada",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF IANOS v. ROMANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-105653.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:0712JUD000825805",
    "externalsources": [],
    "extractedappno": [
        "8258/05",
        "47287/99",
        "32299/03",
        "1526/02",
        "1528/02",
        "28730/03",
        "65582/01",
        "42066/98",
        "30210/96",
        "28524/95",
        "25803/94",
        "41488/98",
        "28883/95",
        "48254/99",
        "21986/93",
        "42722/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-105653",
    "judgementdate": "12/07/2011 00:00:00",
    "kpdate": "12/07/2011 00:00:00",
    "kpthesaurus": [
        "445",
        "350"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6",
        "3",
        "6-1"
    ],
    "parties": [
        "IANOS",
        "ROMANIA"
    ],
    "rank": "813.006591796875",
    "representedby": [
        "DAN I."
    ],
    "respondent": "ROU",
    "respondentOrderEng": "37",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "362870",
    "typedescription": "15"
}