{
    "__articles": "3",
    "__conclusion": "No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect)",
    "applicability": "",
    "appno": "20325/06",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "No violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "no-violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Effective investigation"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-114995.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 20325/06) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Russian nationals, Ms Anna Ilyinichna Mityagina and Mr Nikolay Aleksandrovich Mityagin (“the applicants”), on 25 March 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants, who had been granted legal aid, were represented by Mr O. Ilyasov, a lawyer practising in . The Russian Government (“the Government”) were represented by Mr G. Matyushkin, the Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants complained, in particular, that they had been ill-treated by the police and that there had been no effective investigation into the matter.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 7 July 2010 the above complaint was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants were born in 1938 and 1967 respectively and live in .",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicants used to go to the village of Verkhnyaya  (now Bestuzhevka), Privolzhskiy District, Samara Region, to visit Z. (the applicants’ mother and grandmother respectively). They had a long-standing conflict with Z.’s neighbour S. in connection with the use of their neighbouring plots of land. On several occasions the applicants sought institution of criminal proceedings against S., without success.",
                                "elements": []
                            },
                            {
                                "content": "7.  On one of the applicants’ visits to the village, on 16 May 1998 at approximately 10 p.m., four armed men wearing beekeepers’ masks burst into Z.’s house, two of them wearing jackets similar to those used by the police. They threatened and beat up Z. and the applicants, then searched the house and seized a camera which the applicants allegedly used to carry for “making a record of the danger posed by S.”",
                                "elements": []
                            },
                            {
                                "content": "8.  On 17 May 1998 the applicants went to the  (Приволжская центральная районная больница) where the first applicant was diagnosed with an injury to the thoracic cage and lumbar contusion, and the second applicant with contusion of the scalp. The nurse on duty at the  contacted the Privolzhskiy District Department of the Interior (ОВД Приволжского района).",
                                "elements": []
                            },
                            {
                                "content": "9.  On the same day the investigation team went to examine the scene of the incident. The applicants and Z. were questioned on the circumstances of the incident.",
                                "elements": []
                            },
                            {
                                "content": "10.  Upon their return to Ulyanovsk, on 20 May 1998 the applicants on their own initiative underwent an examination by a forensic medical expert and were diagnosed with multiple abrasions and bruises on their faces and bodies caused by a blunt hard object possibly on 16 May 1998 and not resulting in any damage to health (medical certificates nos. 2084/114 and 2083/113).",
                                "elements": []
                            },
                            {
                                "content": "11.  On 27 May 1998 chief district police officer A. Ch. of the Privolzhskiy District Department of the Interior decided not to institute criminal proceedings, for lack of evidence of a crime.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 14 June 1998 the first applicant complained to the Samara Regional Prosecutor that she and her son had been assaulted on 16 May 1998. She further claimed that they had been threatened that they would be killed if they continued to make complaints against S., and that they would have to pay 50,000 Russian roubles (RUB) for each of their visits to the village.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 19 June 1998 the Privolzhskiy District Prosecutor, Samara Region, quashed the decision of 27 May 1998 not to institute criminal proceedings. The prosecutor noted that the inquiry had been held only in respect of Z., that it was necessary to question the doctors who had examined the applicants on 17 May 1998 and to question Z.’s neighbours. The material of the inquiry was returned to the Privolzhskiy District Department of the Interior for an additional examination. It appears that subsequently criminal proceedings were instituted against police officer A. Ch. on suspicion of having forged the applicants’ signatures during the investigation leading to the decision of 27 May 1998. The outcome of these proceedings remains unknown.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 21 July 1998 the first applicant again addressed the Samara Regional Prosecutor complaining about lack of action in the case and expressing her distrust against the Privolzhskiy District Prosecutor’s Office and the Privolzhskiy District Department of the Interior.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 14 August 1998 the Privolzhskiy District Prosecutor’s Office, Samara Region, instituted criminal proceedings under Article 116 of the Criminal Code (“Beatings”). The investigation department of the Privolzhskiy District Department of the Interior was charged with the preliminary investigation of the case.",
                                "elements": []
                            },
                            {
                                "content": "16.  Between 17 September and 22 September 1998 an investigator questioned the applicants, Z., and the applicants’ neighbours Al. T., An. T. and S. The applicants were questioned at the Zavolzhskiy District Department of the Interior in  (СУ при Заволжском РУВД г. Ульяновска). They submitted that the two armed perpetrators wearing police jackets resembled district police officers A.  and As. of the Privolzhskiy District Department of the Interior.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 14 October 1998 the investigation was suspended by investigator Sel. of the investigation department of the Privolzhskiy District Department of the Interior due to the impossibility of identifying the alleged perpetrators.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 6 November 1998 Privolzhskiy District Prosecutor quashed the above decision due to incompleteness of the investigation. The prosecutor noted the necessity to question S.’s relatives on the issue of his conflict with the first applicant, to verify the version of the attack on the applicants by S.’s relatives, nephews or acquaintances from Privolzhskiy District Department of the Interior, Syzran and Oktyabrsk Departments of the Interior, to establish whether S. kept bees and had in his possession beekeepers’ masks, and whether he could have borrowed the masks from somebody else. The prosecutor noted the necessity to carry out an investigative experiment in order to find out whether the applicants could have seen as they asserted the individual features of the assailants behind the beekeepers’ masks, to question police officers A. Ch. and As., to carry out confrontations between the above police officers and the applicants and identification parade with participation of the above police officers and Z. The prosecutor further noted the necessity to eliminate contradictions in the statements of the applicants as regards the date of their visit to the Privolzhskiy District Central Hospital, to appoint the applicants’ forensic medical examination, to question all medical staff who examined the applicants at the Privolzhskiy District Central Hospital, to enquire on individual characteristics of all the participants on the case, to widen the circle of witnesses and to carry out other investigative actions necessary for a comprehensive investigation.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 6 December 1998 the investigation was again suspended by investigator Sel. due to the impossibility of identifying the alleged perpetrators.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 4 February 1999 the Privolzhskiy District Prosecutor quashed the above decision, noting the failure of the investigator to comply with the instructions of the prosecutor outlined in the decision of 6 November 1998 and to carry out any of the investigating actions mentioned therein.",
                                "elements": []
                            },
                            {
                                "content": "21.  Between 2 April and 13 April 1999 the investigator questioned S., witnesses B. (S.’s acquaintance), Al. S. (S.’s nephew) and V. S. (S.’s wife), chief district police officer A. Ch., police officers S. Ch. and As. and the doctor who had been on duty at the Privolzhskiy District Central Hospital on 17 May 1998. The applicants were requested to appear at the Privolzhskiy District Department of the Interior for participation in confrontations and identification parades. However, they informed the investigator about their unwillingness to appear, relying on the death threats they had received during the incident of 16 May 1998.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 20 April 1999 the investigation was for the third time suspended by investigator Sel. due to the impossibility of identifying the alleged perpetrators.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 3 February 2000 the Privolzhskiy District Prosecutor quashed the above decision and the criminal case was referred back to the investigation department of the Privolzhskiy District Department of the Interior for additional investigation. The prosecutor instructed the investigator to join to the case-file material the results of the applicants’ forensic medical examination, to carry out a series of confrontations and identification parades with the applicants’ participation, and to study the issue of the applicants’ mental health (no copy of the relevant decision was made available to the Court).",
                                "elements": []
                            },
                            {
                                "content": "24.  On 7 April 2000 the investigation was for the fourth time suspended due to the impossibility of identifying the alleged perpetrators.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 9 August 2000 the Prosecutor of the Samara Regional Prosecutor’s Office quashed the above decision and ordered an additional investigation. He noted the failure of the investigator to comply with the instructions of the district prosecutor and the fact that the investigation had taken on a protracted character.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 19 October 2000 the applicants were questioned as witnesses at the investigation department of the Zavolzhskiy District Department of the Interior in . They refused to make any statements, explaining that first of all they considered themselves victims of S.’s unlawful behaviour and not of the beatings, and that only when they received an official reply in connection with the former would they agree to make any submissions regarding the beatings. The applicants refused to sign the decision by which they were granted victim status in the proceedings, to hand to the investigator the technical documents of the camera allegedly seized from them on 16 May 1998 and to provide the investigation with samples of their signatures which were necessary to check the authenticity of the signatures appearing on the records of their initial statements of 17 May 1998. They further refused participating in any investigative actions at the Privolzhskiy District Department of the Interior.",
                                "elements": []
                            },
                            {
                                "content": "27.  Subsequently, between 3 November 2000 and 6 November 2007 the investigation was suspended on eight occasions due to the impossibility of identifying the alleged perpetrators, and was subsequently resumed by the prosecutor with instructions to carry out additional investigations. On two occasions during this period (on 5 January 2003 and 10 June 2005) the proceedings were stayed due to the expiry of the procedural time-limit for prosecution, and later resumed (on 13 January 2003 and 10 February 2006). During this period the applicants were on several occasions requested to appear at the Privolzhskiy District Department of the Interior for participating in a series of confrontations and identification parades, to no avail.",
                                "elements": []
                            },
                            {
                                "content": "28.  On 24 August 2010 investigator L. of the investigation department of the Privolzhskiy District Department of the Interior discontinued the proceedings due to the expiration of the procedural time-limit for criminal prosecution.",
                                "elements": []
                            },
                            {
                                "content": "29.  On 10 September 2010, however, the deputy head of the chief investigation department of Samara Region quashed the above decision and resumed the investigation. The case file contains no further information about the results of the additional investigation, if any.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "30.  The Russian Code of Criminal Procedure (“the Code”) in force as from 1 July 2002 provides in its Article 42 that a person who has suffered damage as a result of a crime is granted victim status and may take part in the criminal proceedings. During the criminal investigation, the victim may submit evidence and lodge applications. Once the investigation is completed, the victim has full access to the case file.",
                                "elements": []
                            },
                            {
                                "content": "31.  Articles 144 and 145 of the Code establish that prosecutors, investigators and inquiry bodies are obliged to consider applications and information about any crime committed or being prepared, and to take a decision on that information within three days. In exceptional cases, this time-limit can be extended to ten days. The decision should be one of the following: (a) to institute criminal proceedings; (b) to refuse to institute criminal proceedings; or (c) to transmit the information to another competent authority.",
                                "elements": []
                            },
                            {
                                "content": "32.  According to Article 162 of the Code, the criminal investigation should not normally exceed two months. This time-limit can be extended for up to three months. If the matter is of extreme complexity, the investigation can be extended for up to twelve months.",
                                "elements": []
                            },
                            {
                                "content": "33.  Article 208 § 1 of the Code states that the criminal investigation can be suspended if the alleged perpetrator has not been identified.",
                                "elements": []
                            },
                            {
                                "content": "34.  Article 213 of the Code provides that in order to terminate the proceedings the investigator should adopt a reasoned decision with a statement of the substance of the case and the reasons for its termination. A copy of the decision to terminate the proceedings should be forwarded by the investigator to the prosecutor. The investigator should also notify the victim and the complainant in writing of the termination of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "35.  According to Article 214 of the Code, the prosecutor can reverse the decision of the investigator and reopen the proceedings. The proceedings can be re-opened until the time-limit for holding a person criminally responsible expires.",
                                "elements": []
                            },
                            {
                                "content": "36.  Under Article 221 of the Code, the prosecutor is responsible for general supervision of the investigation. In particular, the prosecutor can order that specific investigative activities be carried out, transfer the case from one investigator to another, or reverse unlawful and unsubstantiated decisions taken by investigators and inquiry bodies.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "37.  The applicants complained that they had been beaten by unknown policemen and that the authorities had failed to carry out an effective and prompt investigation into the incident of their alleged ill-treatment on 16 May 1998. They relied on Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "38.  The Government submitted that the applicants had failed to exhaust the available domestic remedies in respect of their relevant complaints. They pointed out, in particular, that the investigation into the incident of 16 May 1998 was still underway, and therefore, in the Government’s view, the applicants’ complaints under Article 3 were premature. The Government also argued that the applicants had not used the various remedies available to them under the domestic legislation. They insisted that, given that the investigation was in progress, the applicants had effective domestic remedies at their disposal, but had made no use of those remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  As regards the applicants’ complaint in its substantive aspect, the Government acknowledged that the applicants had been beaten by unknown perpetrators, two of them being dressed in jackets resembling police uniforms.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  In so far as their compliance with the procedural obligation to investigate was concerned, the Government contended that the investigation of the case was complicated significantly by the applicants’ own conduct. In particular, the applicants repeatedly ignored summons to appear at the Privolzhskiy District Department of the Interior to take part in some of the necessary investigative actions. At the same time, the Government acknowledged that after the quashing of the decision to discontinue the proceedings in 2006 the applicants had not been informed about subsequent procedural decisions until 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The applicants challenged the Government’s assertion to the effect that their complaint had been premature. They claimed that between 2006 and 2010 they had not been informed about any progress in the investigation which ruled out the possibility for them to apply to a domestic court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The applicants further maintained that on 16 May 1998 they had been beaten by the police. They pointed out that the Government had acknowledged that the incident in question had taken place, and had failed to contest the applicants’ arguments that the perpetrators had been police officers. The applicants insisted therefore that they had been subjected to ill-treatment in breach of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  They further submitted that the criminal proceedings had not been initiated promptly, that they had been stayed on multiple occasions and resumed on formal and unreasonable grounds, resulting in a particularly inordinate length of the investigation. Regarding their own conduct in the proceedings, the applicants claimed that they had never received summons to appear at the Privolzhskiy District Department of the Interior and, in any event, as they lived in  they could not afford to travel regularly to the Samara Region. Instead they could have been summoned to a police department in , which was possible under domestic law and which would have been more convenient for them. The applicants maintained that the investigation had failed to meet the requirement of thoroughness and independence as it was protracted and run by the Privolzhskiy District Department of the Interior, whose officers, the applicants believed, had been involved in the incident of 16 May 1998. Furthermore, the applicants pointed out that separate criminal proceedings had been instituted against chief police officer A. Ch., who had taken the initial decision not to institute criminal proceedings, on suspicion of forging the applicant’s signatures. Thus, in the applicants’ view, there had been a violation of their rights under Article 3 of the Convention, in its procedural aspect.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "44.  In so far as the Government may be understood to raise an objection of non-exhaustion of domestic remedies by the applicants, the Court reiterates that the rule of exhaustion of domestic remedies under Article 35 § 1 of the Convention obliges applicants to use first the remedies which are available and sufficient in the domestic legal system to enable them to obtain redress for the breaches alleged. The existence of the remedies must be sufficiently certain both in theory and in practice, failing which they will lack the requisite accessibility and effectiveness. It is incumbent on the respondent Government claiming non-exhaustion to indicate to the Court with sufficient clarity the remedies to which the applicants have not had recourse and to satisfy the Court that the remedies in question were effective and available in theory and in practice at the relevant time, that is to say that they were accessible, were capable of providing redress in respect of the applicant’s complaints and offered reasonable prospects of success (see Guliyev v. Russia, no. 24650/02, §§ 51-52, 19 June 2008, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  In the present case the Government did not specify with reference to the relevant provisions of domestic law what were “the various domestic remedies including the domestic courts” which the applicants should have had recourse to in connection with the ongoing investigation. Neither did they explain by providing any example from domestic practice how the suggested remedies could have prevented the alleged violations or their continuation or afforded the applicants adequate redress. In such circumstances the Court considers that the Government have not substantiated their claim as to the availability to the applicants of an effective domestic remedy for their complaints under Article 3. Accordingly, the Court rejects the Government’s objection.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Court further notes that this part of the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Severity of the treatment",
                                "elements": [
                                    {
                                        "content": "47.  The Court reiterates that Article 3 of the Convention enshrines one of the most fundamental values of a democratic society. It prohibits in absolute terms torture or inhuman or degrading treatment or punishment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3 of the Convention. The assessment of this minimum is relative: it depends on all the circumstances of the case, such as the nature and context of the treatment, its duration, its physical and mental effects and, in some instances, the sex, age and state of health of the victim (see Costello-Roberts v. the United Kingdom, 25 March 1993, § 30, Series A no. 247C, and A. v. the United Kingdom, 23 September 1998, § 20, Reports of Judgments and Decisions 1998VI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court notes that the applicants alleged that four armed men had threatened and beaten them up, having inflicted multiple bodily injuries. The submitted medical evidence (see paragraphs 8 and 10 above), which appears reliable and comprehensive, established that the first applicant had sustained an injury to the thoracic cage and lumbar contusion, the second applicant had a contusion of the scalp, and that both of them had multiple abrasions and bruises on their faces and bodies. On this basis, the Court considers that the treatment complained of was sufficiently serious to amount to ill-treatment within the meaning of Article 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Alleged ill-treatment",
                                "elements": [
                                    {
                                        "content": "50.  The applicants asserted that the persons who had assaulted them on 16 May 1998 and inflicted the aforementioned bodily injuries had been policemen.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  Having regard to the materials in its possession, the Court notes the absence of credible evidence proving that allegation. In such circumstances it is unable to establish beyond reasonable doubt that the applicants had been ill-treated by the police as alleged by them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court therefore finds no violation of Article 3 of the Convention under its substantive limb.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Compliance with the State’s positive obligation to investigate",
                                "elements": [
                                    {
                                        "content": "53.  The Court reiterates that the obligation of the High Contracting Parties under Article 1 of the Convention to secure to everyone within their jurisdiction the rights and freedoms defined in the Convention, taken together with Article 3, requires States to take measures designed to ensure that individuals within their jurisdiction are not subjected to ill-treatment, including ill-treatment administered by private individuals (see, among other authorities, Šečić v. , no. 40116/02, § 52, 31 May 2007, and Muta v. Ukraine, no. 37246/06, § 59, 31 July 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Where an individual raises an arguable claim of ill-treatment, including of ill-treatment administered by private individuals, Article 3 of the Convention gives rise to a procedural obligation to conduct an independent official investigation (see Šečić, cited above, § 53, and Biser Kostov v. , no. 32662/06, § 78, 10 January 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  Even though the scope of the State’s positive obligations might differ between cases where treatment contrary to Article 3 has been inflicted through the involvement of State agents and cases where violence is inflicted by private individuals (see Beganović v. Croatia, no. 46423/06, § 69, 25 June 2009), the requirements as to an official investigation are similar. For the investigation to be regarded as “effective”, it should in principle be capable of leading to the establishment of the facts of the case and, if the allegations prove to be true, to the identification and punishment of those responsible. This is not an obligation of result, but one of means. The authorities must have taken the reasonable steps available to them to secure the evidence concerning the incident, including, inter alia, eyewitness testimony, forensic evidence, and so on. Any deficiency in the investigation which undermines its ability to establish the cause of injuries or the identity of the persons responsible will risk falling foul of this standard, and a requirement of promptness and reasonable expedition is implicit in this context (see, as a recent example, Tyagunova v. Russia, no. 19433/07, § 65, 31 July 2012). In cases under Articles 2 and 3 of the Convention where the effectiveness of the official investigation has been at issue, the Court has often assessed whether the authorities reacted promptly to the complaints at the relevant time (see Labita v. Italy [GC], no. 26772/95, §§ 133 et seq., ECHR 2000-IV). Consideration has been given to the opening of investigations, delays in taking statements (see Timurtaş v. Turkey, no. 23531/94, § 89, ECHR 2000VI, and Tekin v. Turkey, 9 June 1998, § 67, Reports 1998-IV) and to the length of time taken for the initial investigation (see Indelicato v. Italy, no. 31143/96, § 37, 18 October 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Turning to the circumstances of the present case, the Court observes that the authorities did respond to the applicants’ allegations of beatings. They conducted an initial inquiry to verify their allegations and then opened a criminal case and instituted an official investigation. The Court is not convinced, however, that the measures taken by the authorities met the requirements of Article 3 in its procedural aspect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court notes that the domestic authorities became aware of the events of 16 May 1998 on the following day, when the nurse on duty at the  contacted the District Police after discovering injuries on the applicants’ bodies. The operational team examined the scene of the incident on the same day and questioned the applicants and Z. on the circumstances of the alleged beatings. The initial decision of 27 May 1998 not to institute criminal proceedings was quashed following the applicant’s complaint to the prosecutor’s office, and, following the applicants’ repeated application to the prosecutor’s office, on 14 August 1998 the criminal proceedings were instituted, three months after the events in question. The Court has previously held that any unjustified delay in the institution of criminal proceedings and the gathering of essential evidence constitutes such a serious omission that the prospect of remedying the resulting damage by any subsequent investigation is rather doubtful (see, mutatis mutandis, Nechto v. Russia, no. 24893/05, § 87, 24 January 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court observes that between 1998 and 2007 the proceedings were on twelve occasions suspended and resumed because the investigation had been found to have been incomplete. In this connection the Court reiterates that repeated remittals of a case for further investigation may disclose a serious deficiency in the domestic prosecution system (see Filatov v. Russia, no. 22485/05, § 50, 8 November 2011; Gladyshev v. Russia, no. 2807/04, § 62, 30 July 2009; and Alibekov v. Russia, no. 8413/02, § 61, 14 May 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Court further observes that no procedural decisions were taken on the case for almost three years between 6 November 2007 when the proceedings were yet again resumed and 24 August 2010 when they were discontinued due to the expiration of the procedural time-limit for criminal prosecution. There also appears to have been no progress in the investigation since the quashing of the decision of 24 August 2010 on 10 September 2010, with the result that to the present day, some fourteen years after the alleged incident of the applicants’ ill-treatment there is still no final decision on the matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court notes the Government’s argument to the effect that the applicants’ own behaviour, and, in particular, their refusals to appear at the Privolzhskiy District Department of the Interior for participating in a series of investigative actions, affected the effectiveness of the investigation. The Court notes, however, that it was not until April 1999, which is almost a year after the alleged beatings, that the applicants’ participation in the investigative actions to be held on the premises of the Privolzhskiy District Department of the Interior was first sought by the investigation authority. At that time, in the Court’s view, the prospect of any successful investigation was already very limp.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court finally notes that already in August 2000 the domestic authorities themselves acknowledged that the proceedings had taken on a protracted character (see paragraph 25 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  In the light of the foregoing, the Court concludes that in the present case the authorities failed to conduct an effective investigation into the applicants’ allegations of ill-treatment. Accordingly, there has been a violation of Article 3 of the Convention under its procedural limb.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "63.  The applicants further alleged the violation of their right to respect for their family life and home under Article 8 and lack of any meaningful investigation in this respect under Article 13.",
                                "elements": []
                            },
                            {
                                "content": "64.  The Court has examined the above complaints, as submitted by the applicants. However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "65.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "66.  The applicants claimed 15,000 euros (EUR) each in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Government submitted that the applicants’ claim was excessive and that if the Court were to find a violation, the finding of such a violation would constitute in itself sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Court, deciding on an equitable basis, awards the applicants EUR 5,000 each in respect of non-pecuniary damage, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "69.  The applicants also claimed EUR 1,628 for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Government argued that the applicants’ claim should be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, and bearing in mind that the applicants were granted EUR 850 in legal aid for their representation by Mr O. Ilyasov, the Court considers it reasonable to award the sum of EUR 778 for costs and expenses incurred in the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "72.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints under Article 3 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 3 of the Convention under its substantive limb;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 3 of the Convention under its procedural limb;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Russian roubles at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 4 December 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "president"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MITYAGINY v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-114995.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:1204JUD002032506",
    "externalsources": [],
    "extractedappno": [
        "20325/06",
        "24650/02",
        "40116/02",
        "37246/06",
        "32662/06",
        "46423/06",
        "19433/07",
        "26772/95",
        "23531/94",
        "31143/96",
        "24893/05",
        "22485/05",
        "2807/04",
        "8413/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-114995",
    "judgementdate": "04/12/2012 00:00:00",
    "kpdate": "04/12/2012 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "596",
        "193"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "MITYAGINY",
        "RUSSIA"
    ],
    "rank": "938.396118164063",
    "representedby": [
        "ILYASOV O."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "367002",
    "typedescription": "15"
}