{
    "__articles": "3;8;8-1;13;14;18;34;41;P1-1;P1-1-1;8+P1-1",
    "__conclusion": "Violation of Art. 3;Violation of Art. 8+P1-1;Violation of Art. 13;No violation of Art. 14 or 18;Failure to comply with obligations under former Art. 25-1 (Art. 34);Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "23819/94",
    "article": [
        "14",
        "3",
        "8",
        "34",
        "p1-1",
        "13",
        "18",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "Art. 34"
            ],
            "element": "Failure to comply with obligations under former Art. 25-1",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-58987.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court by the European Commission of Human Rights (“the Commission”) on 30 October 1999, within the three- month period laid down by former Articles 32 § 1 and 47 of the European Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”). It originated in an application (no. 23819/94) against the Republic of Turkey lodged with the Commission under former Article 25 of the Convention by a Turkish national, Mr İhsan Bilgin (“the applicant”), on 24 March 1994.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Professor Françoise Hampson, a barrister and university lecturer in the United Kingdom. The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  The Commission’s request referred to former Articles 44 and 48 and to the declaration whereby Turkey recognised the compulsory jurisdiction of the Court (former Article 46). The object of the request was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Articles 3, 8, 13, 14 and 18 of the Convention and Article 1 of Protocol No. 1 as well as under former Article 25 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 6 and 8 December 1999 the Panel of the Grand Chamber decided, pursuant to Article 5 § 4 of Protocol No. 11 to the Convention and Rules 100 § 1 and 24 § 6 of the Rules of Court, that the application would be examined by one of its Sections. It was, thereupon, assigned to the Second Section.",
                        "elements": []
                    },
                    {
                        "content": "5.  The Chamber constituted within the Section included ex officio Mr R. Türmen, the judge elected in respect of Turkey (Article 27 § 2 of the Convention and Rule 26 § 1 (a) of the Rules of Court). The other members designated to complete the Chamber were Mr A. Baka, President of the Chamber (Rules 12 and 26 1 (a)), Mr B. Conforti, Mr G. Bonello, Mr P. Lorenzen, Mr M. Fischbach and Mr A. Kovler. ",
                        "elements": []
                    },
                    {
                        "content": "6.  Subsequently Mr Türmen withdrew from sitting in the Chamber (Rule 28). The Government accordingly appointed Mr F. Gölcüklü to sit as an ad hoc judge in his place (Article 27 § 2 of the Convention and Rule 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  In accordance with Rule 59 § 3 the President of the Chamber invited the parties to submit memorials on the issues in the application. The Registrar received the applicant’s and the Government’s memorials on 13 March and 5 May 2000 respectively. On 15 May 2000, the Government submitted a number of documents not submitted previously as well as a further copy of the daily duty ledger of 13 October 1993 of the Çatakköprü gendarmerie station.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 30 May 2000, after consulting the parties, the Chamber decided that no hearing on the merits was required (Rule 59 § 2 in fine). The parties were invited to reply in writing to each other’s memorials. Neither party availed themselves of this opportunity.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "9.  The applicant, Mr İhsan Bilgin, is a Turkish citizen who was born in 1960 and is at present living in Batman (Turkey). At the time of the events giving rise to his application, he was living in Yukarıgören, a hamlet attached to the village of Güzderesi in the Province of Diyarbakır (south-east Turkey). The application concerns the applicant’s allegations that his house and other possessions in Yukarıgören were destroyed by security forces.  ",
                                "elements": []
                            },
                            {
                                "content": "A.  The facts",
                                "elements": [
                                    {
                                        "content": "10.  The facts concerning the destruction of the applicant’s possessions are disputed between the parties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The facts as presented by the applicant are set out in paragraphs 14 to 17 below. In his memorial to the Court, the applicant relied on the facts as established by the Commission in its report adopted on 21 October 1999. The facts as presented by the Government are set out in paragraphs 18 to 20 below.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  A description of the material submitted to the Commission is found in paragraphs 21 to 26 below. A description of the proceedings before the domestic authorities regarding the destruction of the applicant’s possessions is set out in paragraphs 39 to 61 below.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The Commission, in order to establish the facts disputed between the parties, conducted an investigation in accordance with former Article 28 § 1 (a) of the Convention. To this end, the Commission examined documents submitted by both the applicant and the respondent Government in support of their respective assertions and appointed three delegates to take the evidence of witnesses at a hearing conducted in Ankara on 13 and 14 March 1997. The Commission’s evaluation of the evidence and its findings are summarised in paragraphs 66 to 70 below.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Facts as presented by the applicant ",
                                        "elements": [
                                            {
                                                "content": "14.  On 28 September 1993 a large number of gendarmes arrived in Yukarıgören, a hamlet attached to the village of Güzderesi. They were probably looking for Faysal Alpan, who lived there and who was suspected of PKK related activities. The gendarmes ordered him and the other inhabitants of Yukarıgören to remove the harvested tobacco leaves from their houses and to pile them up in front of the houses. The gendarmes then set fire to the tobacco. On that day the gendarmes apprehended 11 or 12 persons in Güzderesi, including the two sons of Hüsnü Eraslan and a son of Mehmet Salih Eraslan, and placed them in detention. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  Although the applicant had no precise recollection whether this occurred on the same day or two weeks later, the gendarmes further damaged and broke the furnishings, windows and various household goods in his house. The applicant took photographs of the burned mound of tobacco and the damage caused to his possessions in his house.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  In the late summer or fall of 1994, on a day when the applicant was in Batman, the gendarmes returned to Yukarıgören. The applicant’s family was the only household to have remained in the hamlet, all other inhabitants having moved away in the meantime. After the gendarmes had gathered the applicant’s family and a visiting guest at the water tower in the hamlet, the gendarmes set fire to the houses in the hamlet. The applicant returned to Yukarıgören in the morning of the following day. After the burning of his house, the applicant and his family left Yukarıgören.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  The burning of the harvested tobacco and the destruction of the applicant’s house and other possessions was conducted by the gendarmes under the orders and responsibility of the Commander of the Çatakköprü gendarmerie station and the Commander of the Silvan District gendarmerie station. The gendarmes of both units were engaged in a series of raids and operations in 1993 and 1994 in both Yukarıgören and Güzderesi culminating in the burning down of Yukarıgören. The purpose of this series of attacks was to force its inhabitants, including the applicant, to leave.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Facts as presented by the Government",
                                        "elements": [
                                            {
                                                "content": "18.  The Government stated that at the relevant time there were many PKK activities in the region and the area was regularly patrolled by gendarmes for military, administrative, judicial and civil purposes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  According to the military authorities no operation had been conducted in or around Güzderesi at the material time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  The Government further stated that, as the applicant had not filed an official complaint with the domestic authorities, a preliminary investigation was opened and conducted once the application had been brought to the notice of the Turkish Government. The case was transferred to the Provincial Administrative Council for a decision whether or not to prosecute those allegedly responsible, i.e. İbrahim Aktürk (Commander of the Silvan District gendarmerie station), Hakan Temel (Commander of a commando unit of the Silvan District gendarmerie station) and Hüdaverdi Tunç (Commander of the Çatakköprü gendarmerie station). In its decision of 4 June 1998, the Provincial Administrative Council found that there was insufficient evidence in support of the allegations made against İbrahim Aktürk, Hakan Temel and Hüdaverdi Tunç.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Material submitted by the parties to the Commission",
                                "elements": [
                                    {
                                        "content": "21.  In the proceedings before the Commission, the applicant and the Government submitted a number of statements made by the applicant to the Human Rights Association in Diyarbakır (HRA) and to the domestic authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Government’s submissions included a statement taken from the applicant on 9 August 1995 by a gendarme of the Çatakköprü gendarmerie station. According to this statement, the applicant told this gendarme that on 28-29 September 1993, when he was absent from his home, his house and his possessions in his house had been destroyed by unknown persons and that, around that time, a group of 4-5 persons from the Human Rights Association had come to Güzderesi and had interviewed him. He denied having applied to the HRA and stated that, if any application had been made, it had been made without his knowledge and that he did not wish to pursue it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  According to a statement made by the applicant on 21 August 1995 to the HRA, he had been taken by soldiers on 7 August 1995 to the Çatakköprü gendarmerie station, where he was questioned about a complaint that he had filed against the State. The station commander had insisted that some villages had been burned down by the PKK and wanted the applicant to admit that he had received material aid. The applicant maintained that his village had been burned by State forces and denied that the PKK had been involved in any way. He was further made to sign a statement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The applicant further submitted statements made to the HRA by Hüsnü Eraslan, two petitions filed with domestic authorities by Hüsnü Eraslan and Mehmet Salih Eraslan; an undated damage report by the muhtar and Council of Elders of Güzderesi, and fourteen photographs. Three photographs show burned remains of alleged farm produce and eleven show ransacked and damaged interiors of homes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Government also submitted a statement made by the applicant on 6 November 1995 to the public prosecutor at Silvan, official reports about incidents having taken place in the area, custody records of the Silvan gendarmerie station indicating that on 14 October 1993 twelve persons from Güzderesi had been taken into detention on suspicion of aiding and abetting the PKK, a total of 18 daily duty ledgers of the Çatakköprü gendarmerie station and documents relating to the investigation carried out by the authorities into the allegations, including statements taken from Mehmet Salih Eraslan, Hüsnü Eraslan, Abdulkadir Toptemiş, Mehmet Emin Tanrıkulu, Mehmet Selim Oğurlu, Hüdaverdi Tunç, İbrahim Aktürk and Hakan Temel Aksel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Commission requested the Government to provide it with all planning agendas, duty ledgers, operation reports and incident reports of the Çatakköprü gendarmerie station from September 1993 to October 1994 in relation to Güzderesi. Apart from the daily duty ledgers for eighteen different dates, one incident report of 30 December 1993 in relation to Güzderesi and two incident reports of 17 November 1992 and 2 March 1994 respectively in relation to the Güzderesi area, the Government did not provide the Commission with the daily duty ledgers of the remaining dates nor with the requested planning agendas and operation reports or with any further incident reports.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "\tOfficial documents",
                                "elements": [
                                    {
                                        "content": "27.  In an incident report of 17 November 1992 – signed by İbrahim Aktürk – and a joint statement of 18 November 1992 – signed by Hüdaverdi Tunç and three other gendarmes – it is stated that a group of 15-20 PKK terrorists held up 15-20 cars on the Silvan-Batman road on 17 November 1992, set fire to three official cars and robbed several drivers of their money. The body of a man shot dead was found near the scene of the incident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  According to an incident report of 30 December 1993 – signed by İbrahim Aktürk – and a scene of incident report of the same date – signed by Hüdaverdi Tunç, four other gendarmes and three civilians – unknown persons had thrown a molotov cocktail in the telephone exchange building in Güzderesi. According to the incident report this act occurred on 29 December 1993 and the perpetrators were apparently members of the PKK or persons harbouring PKK members.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  In an incident report, dated 2 March 1994, and a scene of incident report of the same date and signed jointly by Hüdaverdi Tunç, his Deputy, two other gendarmes and the two civilian victims,  it is recorded that four masked and armed unknown persons had held up a vehicle on the Çatakköprü-Silvan road at the turnoff to Güzderesi and robbed the two passengers of a substantial amount of money they were transporting to a bank and locked them in the boot of the car.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  It appears from the custody records of the Silvan gendarmerie station that thirty-nine persons were taken into detention on 14 October 1993 on suspicion of aiding and abetting the PKK. Amongst them were twelve persons from Güzderesi, including Mehmet Uğurlu, son of A. Kerim; Mehmet Eraslan, son of Hüsnü; M. Faysal Eraslan, son of Hüsnü; Ercan Eraslan, son of M. Salih; and Mehmet Eraslan, son of A. Kerim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  It further appears from a report of the Diyarbakır Provincial Gendarmerie Command of 16 November 1993 signed by inter alia the Provincial Gendarmerie Commander and the Provincial Governor that, apart from M. Faysal Eraslan, all persons from Güzderesi apprehended on 14 October 1993 had been taken into detention on the basis of an arrest warrant of 4 October 1993. M. Faysal Eraslan had been apprehended on the basis of an arrest warrant of 12 October 1993.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  This report further states that two Kalashnikov rifles, one cartridge clip and 35 bullets had been found on indications provided by Eşref Aykut and Irfan Uğurlu (son of Hasan), who were both from Güzderesi. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  According to this report, Mehmet and Ercan Eraslan had declared that on 12 August 1993, “with members of the organisation” (“örgüt mensupları ile”), they had taken part in the commission of arson at the Malabadi Dam building site on 12 August 1993, and that M. Faysal, Mehmet and Ercan Eraslan had confessed that on 17 November 1992, “with members of the organisation”, they had taken part in a hold-up at Güzderesi on the Silvan-Batman road, the burning of a vehicle and the killing of a civilian. It further states that Mehmet Faysal Eraslan had confessed to having taken part in the burning of a passenger bus on the road from Silvan to Bahçe and that Faysal, Ercan and Mehmet Eraslan had confessed to having taken part in the commission of arson at the Tekel depot in Silvan and the theft of weapons.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  According to the eighteen daily duty ledgers of the Çatakköprü gendarme station made available by the Government, the Çatakköprü gendarmerie station Commander Hüdaverdi Tunç, together with eight other gendarmes and one Mechanised Infantry Battalion (“ZPT”) team were, on Monday <number illegible> September 1993, assigned village patrol duty in Güzderesi and three other nearby villages. Their duties were described as the gathering of intelligence and execution of documentation duties. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "On Tuesday 28 September 1993, Hüdaverdi Tunç and nine other gendarmes were assigned the duty of searching for suspects and wanted persons in Çığıl (a nearby village to the south of Güzderesi). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 3 October 1993, nine gendarmes of the Çatakköprü gendarme station and one Commando Team were assigned the duty of conducting house searches in Güzderesi and apprehending wanted persons. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 13 October 1993, Hüdaverdi Tunç and eight other gendarmes were assigned the duty of conducting house searches and apprehending suspected persons in the Örenköy hamlet of the village Güzderesi.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On Wednesday <date illegible> 1993, Hüdaverdi Tunç and nine other gendarmes and two ZPT teams were assigned the duty of village patrol, described as the gathering of intelligence, execution of documentation duties and apprehension of wanted persons, in Güzderesi and three other nearby villages. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "On Wednesday 13 December 1993, Hüdaverdi Tunç and seven other gendarmes were assigned village patrol duty, described as the gathering of intelligence, execution of documentation duties and apprehension of wanted persons, in Güzderesi and three other villages. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "On both 11 and 12 February 1994, Hüdaverdi Tunç and nine other gendarmes and one ZPT team were assigned village patrol duty, described as the gathering of intelligence, execution of documentation duties and apprehension of wanted persons, in Güzderesi, Örenköy and five other nearby villages and hamlets.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 27 February 1994, Hüdaverdi Tunç and seven other gendarmes were assigned village patrol duty, described as the gathering of intelligence, execution of documentation duties and apprehension of wanted persons, in Güzderesi and three other villages. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "On Saturday 12 March 1994, Hüdaverdi Tunç and nine other gendarmes and one ZPT team were assigned village patrol duty, describes as the gathering of intelligence, execution of documentation duties and apprehension of wanted persons, in Güzderesi and six other villages. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 21 March 1994, Hüdaverdi Tunç and nine other gendarmes and one ZPT team were assigned village patrol duty, described as the gathering of intelligence and apprehension of wanted persons, in Güzderesi. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "On Saturday 26 March 1994, Hüdaverdi Tunç and ten other gendarmes and in co-operation with one <illegible> team were assigned village patrol duty in Güzderesi and seven other villages. The duties assigned are illegible on the copy of the duty ledger submitted. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "On Wednesday 6 April 1994, Hüdaverdi Tunç and nine other gendarmes and one ZPT team were assigned village patrol duty, described as the gathering of intelligence and apprehension of wanted persons, in Güzderesi and three other villages. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "On Thursday 14 April 1994, Hüdaverdi Tunç and at least six other gendarmes were assigned village patrol duty, described as the gathering of intelligence and apprehension of wanted persons, in Güzderesi and three other villages. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 22 <month illegible> 1994, Hüdaverdi Tunç and eleven other gendarmes were assigned village patrol duty, described as the gathering of intelligence and apprehension of wanted persons, in Güzderesi and three other villages. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "On Monday 25 September 1994, the Çatakköprü gendarmerie station commander Mustafa Kalfa and nine other gendarmes were assigned village patrol duty, described as the gathering of intelligence and apprehension of wanted persons, in Güzderesi and five other villages. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "On Saturday 8 October 1994, the Deputy Commander of the Çatakköprü gendarmerie station and ten other gendarmes, accompanied by an unspecified number of District gendarme teams and other gendarme teams, were assigned village patrol duty, described as carrying out village search, confirming received intelligence reports, securing the supply of provisions and apprehension of wanted persons, in Güzderesi.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 29 December 1994, the Deputy Commander of the Çatakköprü gendarmerie station and at least seven other gendarmes were assigned village patrol duty, described as apprehension of deserters and execution of documentation duties, in Güzderesi and three other villages.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "\tUnofficial documents",
                                "elements": [
                                    {
                                        "content": "35.  In an undated document with the heading “Record” (“Tutanak”), Hüsnü Eraslan and the applicant state that soldiers had raided Güzderesi on 28 September 1993 and had damaged their house. This document specifies that “in my house all the pots and pans, the television set, refrigerator, the doors, the windows, the blankets, the pillows, one water dynamo, one radio cassette player, one stove, one china cabinet, one wardrobe and all my furniture were damaged”. It is further stated that the record was determined by the muhtar and Council of Elders. It is signed by Hüsnü Eraslan and the applicant under the mention “requesting determination”; by Mehmet Avşar, A. Kadir Toptemiş, M. Emin Tanrıkulu and M. Dahil Aykut under the mention “expert”; and by Abdulkerim Uğurlu under the mention of Güzderesi village muhtar. The muhtar’s signature is officially stamped.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  In an undated petition to the Silvan Magistrate Court, Hüsnü Eraslan stated that on 28 September 1993 soldiers had raided the house of his son Mehmet in Güzderesi in the course of which all his son’s household goods had been destroyed. The petition contains a detailed description of the damage. Hüsnü Eraslan requested a judicial determination of the damage for use in evidence in proceedings that he wished to institute.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  \tIn a petition dated 1 October 1993, Mehmet Salih Eraslan informed the office of the public prosecutor at the State Security Court in Diyarbakır that his son and ten others had been taken away during a military raid on Güzderesi on 28 September 1993. He requested to be informed whether, and if so where, his son was being detained. In his reply dated 18 October 1993, handwritten at the bottom of this petition, the public prosecutor to the State Security Court stated that, “He has been taken into custody at the Silvan District Gendarme Command Headquarters.” ",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  \tIn an article, published on 18 October 1993 in the Özgür Gündem newspaper, it is reported that a delegation consisting of three British Parliamentarians, Lord Avebury, Greg Plummer and John Austin Walker, and three Turkish Parliamentarians, Leyla Zana, Mahmut Kılınç and İsmail Aydın, visited South-east Turkey in order to report on human rights violations and evacuated villages. According to this article, the delegation met with villagers from nine villages and hamlets in Silvan, Diyarbakır, who related that State forces had burned their crops and winter supplies. These villagers, whose identity was not disclosed in the article, further told the delegation that many villagers had been taken into detention and that Hüsnü Eraslan and his sons Mehmet and Faysal Eraslan from Güzderesi had been taken into detention by State forces. The villagers further told the delegation that they lived in villages of the Silvan District and that soldiers had raided their village four days ago. Some of the soldiers had gone into their houses and had smashed up household goods and had mixed up foodstuffs so that these would become unusable. The soldiers had then set fire to the villagers’ tobacco and grain and had demanded that the villagers leave their village.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": " \tDomestic investigation of the events in Yukarıgören",
                                "elements": [
                                    {
                                        "content": "39.  Following the communication of the application to the Government, a preliminary investigation of the applicant’s allegations was conducted by the public prosecutor at Silvan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  In a letter of 9 August 1994 from the Silvan Magistrate Court to the Silvan public prosecutor it is denied that a petition had been filed by Hüsnü Eraslan in relation to the burning of a house in Güzderesi.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  According to a statement taken on 30 August 1994 from Mehmet Salih Eraslan, the Güzderesi muhtar, the alleged operations of 28 September, 13 October and 23 November 1993 by security forces in Güzderesi had not given rise to any complaints by residents of Güzderesi.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  In a statement signed by the Çatakköprü gendarmerie station commander, two gendarmes and Mehmet Salih Eraslan, it is declared that, upon the request to establish whether the security forces had carried out operations in Güzderesi on 28 September 1993, 13 October 1993 and 23 November 1993, the Çatakköprü station records of routine services had been examined and that according to these records no forces had gone to Güzderesi on 28 September 1993 and 23 November 1993 and that, on 13 October 1993, a village patrol had gone to Güzderesi. The statement does not mention why the gendarme patrol had gone there on that day. Without referring to any particular date or dates the statement further mentions that, according to the records, no operation had been conducted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 1 September 1994, the Silvan public prosecutor took a statement from Mehmet Salih Eraslan, who declared that the applicant had left Yukarıgören about 3-4 months previously and that, on 28 September 1993, soldiers had conducted a search in Güzderesi in the course of which twelve persons – including his son Ercan – had been taken into detention and that charges of aiding and abetting the PKK had been brought against them. He further stated that, in the course of this search, the soldiers had damaged some of his property in his house, but denied that they had burned houses or belongings. Although he could not remember the exact dates, he stated that one or two further searches had been carried out in Güzderesi on later dates. He denied that any damage had been inflicted by the soldiers to the villagers’ houses or belongings during the subsequent searches.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 2 September 1994, the Silvan public prosecutor took a statement from Hüsnü Eraslan, who confirmed the account of Mehmet Salih Eraslan. He told the public prosecutor that, during the search of his house conducted on 28 September 1993, soldiers had damaged his belongings and that he wished to file a complaint against them. He further confirmed that there had been subsequent searches and that the searches of Güzderesi included Yukarıgören. He denied that the soldiers had burned any houses during these searches.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  According to a statement taken by the Silvan public prosecutor from Abdulkadir Toptemiş on 9 September 1994, the latter told the prosecutor that in September 1993 gendarmes had taken 14-15 persons from Güzderesi, including Mehmet Salih Eraslan’s son Ercan, in detention and that they had destroyed the household goods of those taken into detention. After the gendarmes’ departure from the village, he had noticed that some windows and wardrobes had been damaged. He denied that the soldiers had burned any household goods. He explained that the applicant did not live in Güzderesi but in Yukarıgören. He denied that the signature under his name on the undated “record” (see § 35 above) was his.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 23 September 1994 the public prosecutor at Silvan took a statement from the applicant. According to this statement the applicant told the public prosecutor that, about one year previously, gendarmes had come to Yukarıgören asking the villagers to show them terrorists’ shelters. When the villagers denied knowledge of such shelters, the soldiers became angry and burned about 20 [metric] tonnes of tobacco belonging to the villagers. The applicant further told the prosecutor that on 28 September 1993, as stated in an undated report that was put to him, soldiers had destroyed his household goods. According to the applicant, the soldiers had returned to Yukarıgören on several occasions and on one of those occasions – on a day when he was not in Yukarıgören – the soldiers had burned his house. After his house had been burned, he and his family had moved to Batman. The applicant further told the public prosecutor that out of fear for the soldiers he had not filed any complaint to any authority and that, insofar as he knew, no one had done so out of fear for the soldiers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 17 October 1994 the Silvan public prosecutor took a statement from Mehmet Emin Tanrıkulu, who declared that he lived in Güzderesi. He denied having signed a report about the burning of household goods belonging to Hüsnü Eraslan and the applicant by soldiers on 28 September 1993. He had not been in the village on that day. Upon his return to the village, he had seen that belongings and the applicant’s house had been burned. The applicant had told him that soldiers had done the burning. The soldiers had carried out two more ambushes in the village. He had been in the village on those occasions. During one of these ambushes, the soldiers apprehended 11-12 persons, including his daughter Necla. The soldiers had then damaged his household goods by hitting them with hard objects. The second time, the soldiers had taken out and burned three tonnes of his tobacco. The soldiers had damaged property of those persons who had been apprehended. There had been a Major amongst the soldiers. He had not filed a complaint of this matter and had moved to Mersin as a result of these incidents. He did not wish to file any charges or complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  By letter of 3 November 1994, the Ministry of the Interior informed the Ministry of Foreign Affairs that the allegations made by the applicant before the Commission had been investigated and that, contrary to his assertions, no operation had taken place in Güzderesi or Yukarıgören on 28 September 1993.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  In the context of the preliminary investigation of the applicant’s complaint to the Commission, the Silvan public prosecutor visited Yukarıgören in person. The report on this visit of 16 December 1994, insofar as relevant, reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“… Mehmet Salih Eraslan, Muhtar of Güzderesi, was directly appointed as the indicating witness of the location. … The witness was asked to indicate the house belonging to the complainant İhsan Bilgin. The indicated house was seen. It was observed that the single floor house was of mud brick with a concrete flat roof. Roof columns, window and door frames were absent. The roof and walls were covered with soot indicating fire. Walls separating rooms were partially demolished without traces of bullets either in or outside the house. The house in its present state was observed to be uninhabitable. The hamlet consists of 7-8 houses. It is understood that the hamlet is totally uninhabited. The complainant’s house did not contain any belongings…”",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  By letter of 28 December 1994, the General Gendarmerie Command of the Ministry of the Interior informed the Ministry of Foreign Affairs that the applicant’s complaints to the Commission had been investigated. An examination of the records had revealed that no operation by security forces had been carried out on 28 September 1993. It was concluded that the applicant’s claims were unfounded and that the applicant had not made any application to the security forces.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On 9 August 1995, the Çatakköprü gendarme station Commander, who had replaced Hüdaverdi Tunç in the meantime, took a statement from Mehmet Selim Oğurlu, a former Güzderesi resident. Mehmet Selim Oğurlu stated that in September or October 1993, early in the morning, the applicant’s house had been burned by unknown persons. After having woken up, he had gone to the applicant’s house that had still been burning. The applicant had been unable to take any of his belongings from his house and they were totally burned together with the house. The applicant had not received any financial aid from the State for his losses. Insofar as he knew, the applicant was in no way involved with illegal organisations. He and other villagers suspected the terrorists of the arson attack on the applicant’s house.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Also on 9 August 1995 a statement was taken from the applicant at the Çatakköprü gendarmerie station (see § 22 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  On 25 October 1995, after several unsuccessful attempts to locate his new place of duty, a statement was taken by the Hanönü public prosecutor from Hüdaverdi Tunç, the commanding officer of the Çatakköprü gendarme station at the material time. Mr Tunç declared that the gendarmes used to carry out joint operations with the Silvan Station Command and that they had gone to Güzderesi several times. In the autumn of 1993, terrorist incidents had been at their peak and gendarmes continually went on operations. The gendarme forces used to search villages on the basis of gathered intelligence. Such searches were perceived as ambushes by villagers. He did not remember the applicant. He had gone to the applicant’s village several times but could not recall exact dates. He confirmed that the gendarmes had been searching for a person named Faysal Alpan, who was wanted for PKK membership, and that they had searched houses in the village. During searches, gendarmes would also verify the identities of other persons. They had apprehended 12 persons, including the Muhtar’s son, who had been handed over to the prosecution authorities. After the search he and his men had returned to their base. It was not true that the gendarmes had assembled the villagers in the village square, had ill-treated them, had burned their tobacco or damaged their possessions. He denied that he or soldiers under his command had burned the applicant’s village. He did not know whether or not it had been burned and if it had, the PKK must have done it. As stated by the village muhtar Abdulkerim Uğurlu, he had attended both village searches.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Silvan public prosecutor took a further statement from the applicant on 6 November 1995. According to this statement, the applicant provided the public prosecutor with information about his financial situation. He further stated that, some days after the burning of his house, a van with seven or eight persons arrived in Yukarıgören who questioned him about the incident. He had thought that they were journalists and informed  them of the incident. His application had been written by them and he had signed it. After this, he had gone to the <Human Rights> Association in Diyarbakır from time to time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  On 15 November 1995, the Silvan public prosecutor, issued a decision of lack of jurisdiction. The decision named the applicant and Hüsnü Eraslan as the complainants, Mehmet Salih Eraslan and Mehmet Emin Tanrıkulu as injured parties and Abdulkadir Toptemiş and Abdulkerim Uğurlu as witnesses. The defendants named were İbrahim Aktürk, Hakan Temel Aksel and Hüdaverdi Tunç. The offences were described as arson, damage to property, intimidation and ill-treatment committed on 28 September 1993, 13 October 1993 and 23 November 1993. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "The decision noted that the applicant had filed an application with the European Commission of Human Rights via representatives and that the applicant claimed that on 28 September 1993 armed forces had carried out a raid on Yukarıgören and had destroyed the complainants’ household goods. It further stated that the applicant had extended his allegations by adding that his house and tobacco stock had also been burned by the security forces. It was further found established that Hüsnü Eraslan had also filed a complaint about the destruction of his household goods and burning of his tobacco by the security forces.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The decision noted that Abdulkadir Toptemiş had confirmed the incident in part, that Mehmet Emin Tanrıkulu claimed that his household goods had also been destroyed by the military and his tobacco burned, and that Mehmet Salih Eraslan had also claimed that his belongings had been destroyed by the military. The then muhtar of Güzderesi, Abdulkerim Uğurlu, had confirmed the incidents in part but had also stated that the incidents stemmed from the fact that certain illiterate persons in the hamlet had been supporting the PKK. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Since the alleged offences had been committed in the course of the defendants’ exercise of duties, the public prosecutor decided, pursuant to Article 2 of the Act on Proceedings for the Prosecution of Public Servants, to transfer the case to the Silvan District Administrative Council.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  On 4 December 1995, the Silvan public prosecutor took two further statements from Abdulkadir Toptemiş, who maintained his previous statement (see § 45 above). He stated, inter alia, that after the incident in the village, persons from the Human Rights Association had arrived in a jeep. They had taken pictures and statements from villagers. He had not been in the village at that time. He had heard about it later. The applicant had moved some of his household goods to Batman prior to the military operation in the village. The applicant had become frightened after his brother Mehmet Şah Bilgin had been apprehended. The applicant had only kept basic essentials for his daily needs. He did not remember whether the applicant had been in the village or in Batman during the incident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  On 14 November 1996 the commanding officer of the Silvan District gendarme station between 1992 and 1994, İbrahim Aktürk, gave a statement to the Adıyaman public prosecutor. He stated that in the period 1992-1994  there had been terrorist incidents in the Silvan region and that various operations had been carried out. He had no clear recollection of an operation carried out in Güzderesi. He doubted the veracity of the applicant’s allegations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  On 23 March 1998, Hakan Temel Aksel, the Commander of a commando unit of the Silvan Gendarmerie at the relevant time, gave a statement to a superior gendarmerie officer. Insofar as he remembered, the inhabitants of Güzderesi supported the PKK. The village fell within the jurisdiction of Çatakköprü gendarme station. Güzderesi was used by PKK frontliners and held an important position in supplying food, personnel and money to the PKK. The PKK used it as a meeting point, particularly for the robberies that had taken place between Silvan and Çatakköprü. At the end of 1993 or the beginning of 1994, a female PKK commander in the area between Bismil and Silvan had given herself up to the security forces. On the basis of information provided by her, a number of PKK activists and fighters had been captured by the gendarme forces. Among these PKK supporters were a large number of Güzderesi residents. He denied that the gendarme forces or he himself, as Commander of a commando team, had ill-treated persons or had damaged any property. In his view, the applicant’s complaint had been arranged by PKK activists in order to denigrate the gendarme forces’ work and to take revenge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  In its decision of 4 June 1998, the Diyarbakır Provincial Administrative Council – to which the case had been referred by order of the Provincial Governor of 11 March 1997 – found that there was insufficient evidence in support of the allegations made against the defendants İbrahim Aktürk, Hakan Temel Aksel and Hüdaverdi Tunç about offences allegedly committed on 28 September, 13 October and 23 November 1993 and that, therefore, the case did not warrant the institution of criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  On instructions dated 23 November 1998 issued by the Silvan public prosecutor, an inspection team went to Yukarıgören. This team consisted of a gendarme of the Silvan District Gendarme Command, an official of the District Finance Office, an official of the Municipal Real Property Division, an official of the District Agricultural Office and two inhabitants of the village of Dutveren. Their joint report dated 24 November 1998 states, inter alia, that the surface of the applicant’s collapsed house was 100 square metres, that it was in ruins, that it had not been burned or destroyed by the use of force but that the cause of the collapse was neglect and natural forces, that the applicant’s barn measured 150 square metres and, like the house, had collapsed as a result of neglect and natural forces, and that the applicant’s sheepfold measured 30 square metres and was in the same condition as the barn.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Oral evidence taken by the Commission",
                                "elements": [
                                    {
                                        "content": "61.  The facts of the case being in dispute between the parties, the Commission conducted an investigation, with the assistance of the parties, and accepted documentary evidence, including written statements and oral evidence taken on 13 and 14 March 1997 by three Delegates of the Commission from seven witnesses: the applicant; Hüsnü Eraslan; Mahmut Soner; Mehmet Emin Tanrıkulu; Hüdaverdi Tunç; Mustafa Düzgün, public prosecutor at Silvan from 1993-1995; and Bülent Elver, senior public prosecutor at Silvan from 1993-1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": " A further five witnesses had been summoned but did not appear: the villagers Abdulkadir Toptemiş and Abdulkerim Uğurlu had died, two other villagers were said to be too scared to give evidence and one villager could not attend for reasons of ill-health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  In his testimony to the Commission’s Delegates, the applicant stated that, although he could not read, he was able to recognise his signature. Although he was unable to give any precise indication of the dates of the alleged events, he maintained that, in the end of the summer of 1993, soldiers had burned his tobacco and household goods and that, about one year later, soldiers had burned his house. He further stated that he had gone to the HRA to complain and that he wished to pursue his application to the Commission. The Commission’s Delegates found the applicant a modest, simple and sincere man, whose world appeared to be mainly confined to his agricultural activities, his wife and children, and the need to provide for them. Despite his stout appearance, he struck the Delegates as a vulnerable man deeply affected by the loss of his house and material possessions, which was all he was concerned about in his life as this had secured his family’s livelihood. Although his testimony was confused and lacked precision as to particular dates, times and number of incidents, the general tenure of his account was found to be sincere, convincing and supported by the evidence given by other villagers both in the domestic investigation and before the Delegates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The general tenure of the applicant’s account was confirmed by the testimonies of the villager witnesses Hüsnü Eraslan, Mehmet Emin Tanrıkulu and Mahmut Soner. The Commission’s Delegates found Hüsnü Eraslan and Mehmet Emin Tanrıkulu to be credible witnesses, but considered that Mahmut Soner’s evidence was to be treated with caution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  Hüdaverdi Tunç confirmed that the gendarmes under his command had gone to Güzderesi regularly on village patrol duty, i.e. to carry out routine duties of a military, civil and judicial nature. Such duties would be recorded in the gendarmerie station’s duty ledgers. In gendarme terminology an “operation” might consist of a substantial number of gendarmes, possibly from more than one gendarmerie station, going to a village for a search, the gathering of intelligence and apprehending suspects. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "He recalled that gendarmes had conducted a search in Güzderesi in the autumn of 1993 and that they had apprehended twelve persons there, but denied that on that occasion gendarmes had burned tobacco of villagers or had damaged household goods. He had never heard of allegations of widespread destruction of villages in the region and no such thing had happened during his term of office there. He had heard about the allegations against him in relation with the burning of Güzderesi for the first time on 25 October 1995, when he gave his statement to the public prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Commission’s Delegates found his evidence on general issues credible, but considered that his evidence on specific events was to be assessed with caution. They were further not convinced by his unconditional denial that gendarmes had ever caused any damage, even when conducting house searches.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Silvan public prosecutors Bülent Elver and Mustafa Düzgün gave evidence in relation to their investigation of the applicant’s allegations, which respective accounts the Commission’s Delegates considered credible. The Delegates were, however, not convinced by their evidence that they had never, or only once, been confronted with allegations that security forces had damaged private property. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The Commission’s evaluation of the evidence and its findings of fact",
                                "elements": [
                                    {
                                        "content": "66.  In relation to the oral evidence, the Commission was aware of the difficulties attached to assessing evidence obtained orally through interpreters. It therefore paid careful attention to the meaning and significance which should be attributed to the statements made by witnesses appearing before its delegates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In a case where there were contradictory and conflicting factual accounts of events, the Commission particularly regretted the absence of a thorough domestic judicial examination. It was aware of its own limitations as a first-instance tribunal of fact. In addition to the problem of language adverted to above, there was also an inevitable lack of detailed and direct familiarity with the conditions pertaining in the region. The Commission’s findings may be summarised as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  Between September 1993 and December 1994, gendarme forces regularly patrolled Güzderesi and its hamlets. On 3 and 13 October 1993 and on 8 October 1994, more important gendarme operations took place in Güzderesi and/or Yukarıgören. Although – apart from the gendarme operation carried out on 13 October 1993 – the documents submitted in relation to activities by the gendarmes of the Çatakköprü station did not explicitly mention Yukarıgören, the Commission considered it likely, on the basis of the testimony given by the witnesses, that when an important gendarme operation took place in the main village of Güzderesi involving gendarmes from other stations than Çatakköprü, such an operation also embraced the Yukarıgören hamlet attached to Güzderesi.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Commission accepted that the inconsistencies in the evidence submitted as to the date or dates on which the belongings of the applicant and other villagers had allegedly been damaged by security forces could be explained by the regularity of gendarme village patrols and more important operations during the relevant period and by witnesses’ problems in recalling events having taken place a number of years ago. Noting the Delegates’ impressions of the witnesses heard, it did not find that this materially undermined the credibility and reliability of the applicant and the other villager witnesses. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  On the basis of the evidence submitted, the Commission found it established that on 13 October 1993 gendarme forces from Çatakköprü and Silvan had apprehended a number of persons from Güzderesi and Yukarıgören and that, on or around that date, gendarme forces from Çatakköprü and Silvan had damaged the fittings, furniture and household goods in the applicant’s home, including a refrigerator, television, cassette player, washing machine, kitchenware, stove, household goods, furniture, bedding, curtains, doors and windows. It further accepted that on or around 13 October 1993, and in any event in the fall of 1993, the applicant’s tobacco produce had been burned by gendarmes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  In the light of the evidence before it, the Commission further found no grounds for doubting the veracity of the evidence given that on or around 8 October 1994, and in any event in the autumn of 1994, gendarme forces from Çatakköprü and Silvan were responsible for the deliberate burning of the applicant’s house, thus forcing him and his family to leave Yukarıgören. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Further documents submitted by the Government to the Court",
                                "elements": [
                                    {
                                        "content": "71.  On 15 May 2000, the Government submitted a number of further documents not submitted previously. These included various judgments of Turkish administrative courts in unrelated cases in which compensation was granted to individuals for damage incurred as a result of acts of terrorism. The other judicial decisions submitted were convictions by Turkish criminal courts in unrelated cases of soldiers and police officers for manslaughter, torture and assault. The further submission also contained the daily duty ledger of the Çatakköprü gendarmerie station for Monday <date and month illegible> 1993; five reports of the Çatakköprü gendarmerie station and further reports of the Silvan gendarmerie station reporting five incidents having taken place in the area on 26 September 1993, 6 February 1994, 5 and 16 March 1994 and 27 April 1994 respectively; a letter dated 9 August 1994 by the Silvan Magistrate Court to the Silvan public prosecutor concerning the applicant’s whereabouts, and a letter of 7 September 1994 from the Silvan Provincial Gendarmerie to the Silvan public prosecutor stating that the applicant had moved to Batman three months earlier and that his new address could not be established.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  In their memorial, the Government also mentioned statements taken by the authorities from Abdulkerim Oğurlu (8 November 1994), İhsan Oğurlu (9 August 1995), Mehmet Şirin Eraslan (30 November 1995) and the applicant (4 December 1995). These statements have, however, not been submitted to either the Commission or the Court.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "73.  The Court refers to the overview of domestic law derived from previous submissions in other cases, in particular the Akdivar and Others v. Turkey judgment of 16 September 1996, Reports of Judgments and Decisions 1996-IV, §§ 28-43, the Menteş and Others v. Turkey judgment of 28 November 1997, Reports 1997-VIII, §§ 36-51; the Selçuk and Asker v. Turkey judgment of 24 April 1998, Reports 1998-II, §§ 33-45; and the Gündem v. Turkey judgment of 25 May 1998, Reports 1998-III, §§ 32-45. ",
                                "elements": []
                            },
                            {
                                "content": "A.  State of emergency ",
                                "elements": [
                                    {
                                        "content": "74.  Since approximately 1985, serious disturbances have raged in the south-east of Turkey between the security forces and the members of the PKK (Workers’ Party of Kurdistan). This confrontation has claimed the lives of thousands of civilians and members of the security forces.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  Two principal decrees relating to the south-eastern region have been made under the Law on the State of Emergency (Law no. 2935, 25 October 1983). The first, Decree no. 285 (10 July 1987), established a regional governorship of the state of emergency in ten of the eleven provinces of south-eastern Turkey. Under Article 4 (b) and (d) of the decree, all private and public security forces and the Gendarmerie Public Peace Command are at the disposal of the regional governor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The second, Decree no. 430 (16 December 1990), reinforced the powers of the regional governor, for example to order transfers out of the region of public officials and employees, including judges and prosecutors, and provided in Article 8:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“No criminal, financial or legal responsibility may be claimed against the state of emergency regional governor or a provincial governor within a state of emergency region in respect of their decisions or acts connected with the exercise of the powers entrusted to them by this Decree, and no application shall be made to any judicial authority to this end. This is without prejudice to the rights of individuals to claim indemnity from the State for damage suffered by them without justification.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Constitutional provisions on administrative liability",
                                "elements": [
                                    {
                                        "content": "77.  Article 125 §§ 1 and 7 of the Turkish Constitution provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“All acts or decisions of the authorities are subject to judicial review...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The authorities shall be liable to make reparation for all damage caused by their acts or measures.” ",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  This provision is not subject to any restrictions even in a state of emergency or war. The latter requirement of the provision does not necessarily require proof of the existence of any fault on the part of the administration, whose liability is of an absolute, objective nature, based on the theory of “social risk”. Thus, the administration may indemnify people who have suffered damage from acts committed by unknown or terrorist authors when the State may be said to have failed in its duty to maintain public order and safety, or in its duty to safeguard individual life and property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  Proceedings against the administration may be brought before the administrative courts, whose proceedings are in writing.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Criminal law and procedure",
                                "elements": [
                                    {
                                        "content": "80.  The Turkish Criminal Code makes it a criminal offence:",
                                        "elements": []
                                    },
                                    {
                                        "content": "– to oblige an individual through force or threats to commit or not to commit an act (Article 188);",
                                        "elements": []
                                    },
                                    {
                                        "content": "– to issue threats (Article 191);",
                                        "elements": []
                                    },
                                    {
                                        "content": "- to make an unlawful search of an individual’s home (Articles 193 and 194)",
                                        "elements": []
                                    },
                                    {
                                        "content": "– to subject an individual to torture or ill-treatment (Articles 243 in respect of torture, and Article 245 in respect of ill-treatment, inflicted by civil servants); and",
                                        "elements": []
                                    },
                                    {
                                        "content": "– to damage another’s property intentionally (Articles 526 et seq.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  For all these offences complaints may be lodged, pursuant to Articles 151 and 153 of the Code of Criminal Procedure, with the public prosecutor or the local administrative authorities. A public prosecutor who is informed by any means whatsoever of a situation that gives rise to the suspicion that an offence has been committed is obliged to investigate the facts in order to decide whether or not to bring a prosecution (Article 153). Complaints may be made in writing or orally. A complainant may appeal against the decision of the public prosecutor not to institute criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  If the suspected authors of the contested acts are military personnel, they may also be prosecuted for causing extensive damage, endangering human lives or damaging property, if they have not followed orders in conformity with Articles 86 and 87 of the Military Code. In these circumstances proceedings may be initiated by the (non-military) persons concerned before the competent authority under the Code of Criminal Procedure, or before the suspected persons' hierarchical superior (Articles 93 and 95 of Law 353 on the Constitution and the Procedure of Military Courts). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  If, at the relevant time, the alleged author of a crime is a State official or civil servant, permission to prosecute must be obtained from local administrative councils (the Executive Committee of the Provincial Assembly). The local council decisions may be appealed to the Council of State; a refusal to prosecute is subject to an automatic appeal of this kind.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Civil-law provisions",
                                "elements": [
                                    {
                                        "content": "84.  Any illegal act by civil servants, be it a crime or a tort, which causes material or moral damage may be the subject of a claim for compensation before the ordinary civil courts. Pursuant to Article 41 of the Code of Obligations, an injured person may file a claim for compensation against an alleged perpetrator who has caused damage in an unlawful manner whether wilfully, negligently or imprudently. Pecuniary loss may be compensated by the civil courts pursuant to Article 46 of the Code of Obligations and non-pecuniary or moral damages awarded under Article 47. Damage caused by terrorist violence may be compensated out of the Aid and Social Solidarity Fund.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Impact of Decree no. 285",
                                "elements": [
                                    {
                                        "content": "85.  In the case of alleged terrorist offences, the public prosecutor is deprived of jurisdiction in favour of a separate system of State security prosecutors and courts established throughout Turkey. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The public prosecutor is also deprived of jurisdiction with regard to offences allegedly committed by members of the security forces in the state of emergency region. Decree no. 285, Article 4 § 1, provides that all security forces under the command of the regional governor (see paragraph 50 above) shall be subject, in respect of acts performed in the course of their duties, to the Law of 1914 on the prosecution of civil servants. The Law of 1914 has been replaced by another law in the meantime. Thus, any prosecutor who receives a complaint alleging a criminal act by a member of the security forces must make a decision of non-jurisdiction and transfer the file to the Administrative Council. These councils are made up of civil servants, chaired by the governor. A decision by the Council not to prosecute is subject to an automatic appeal to the Supreme Administrative Court. Once a decision to prosecute has been taken, it is for the public prosecutor to investigate the case.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT ",
                "elements": [
                    {
                        "content": "87.  The applicant requested the Court to find that the respondent State had violated his rights under Articles 3, 8, 13, 14 and 18 of the Convention and Article 1 of Protocol No. 1 on account of the destruction of his house and other possessions. He further invited the Court to find that his home had been destroyed as part of a practice of intentional destruction of homes and possessions and forced evacuation in south-east Turkey in and around 1993, which element in his opinion constituted an aggravated violation of the Convention. He further contended that the respondent State had failed to comply with its obligations under former Article 25 of the Convention. He requested the Court to award him just satisfaction under Article 41.",
                        "elements": []
                    },
                    {
                        "content": "88.  The Government, for their part, argued that the applicant’s complaints had not been substantiated by the evidence and invited the Court to hold that there had been no violation of the provisions invoked by the applicant. Pointing out various alleged contradictions and inconsistencies in the evidence submitted by the parties, the Government stated that it appeared that the Commission’s findings of fact were based on assumptions rather than on sufficiently strong, clear and concordant inferences. According to the Government there were many possible scenarios as to what might have happened in Yukarıgören and it could not be excluded that the applicant’s account was in fact a fabricated story. The Government further denied that they had hindered the effective exercise of the applicant’s right of petition under former Article 25 of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE COURT’S ASSESSMENT OF THE FACTS",
                        "elements": [
                            {
                                "content": "89.  The Court reiterates its settled case-law that under the Convention system prior to 1 November 1998 the establishment and verification of the facts was primarily a matter for the Commission (former Articles 28 § 1 and 31). While the Court is not bound by the Commission’s findings of fact and remains free to make its own assessment in the light of all the material before it, it is only in exceptional circumstances that it will exercise its powers in this area (see, among other authorities, the Akdivar and Others v. Turkey judgment of 16 September 1996, Reports 1996-IV, p. 1214, § 78; and Selmouni v. France [GC], no. 25803/94, § 86, ECHR 1999-V).",
                                "elements": []
                            },
                            {
                                "content": "90.  The Government, in their submissions to the Court, submitted that the Commission’s evaluation of the evidence was defective in that it had, inter alia, failed to take into account certain contradictions and weaknesses in the testimony of the applicant and the other villager witnesses. They invited the Court to reconsider the Commission’s findings of fact.",
                                "elements": []
                            },
                            {
                                "content": "91.  The Court recalls that the Commission reached its findings of fact after a delegation had heard evidence in Ankara (see §§ 61-65 above).",
                                "elements": []
                            },
                            {
                                "content": "92.  In addition to the difficulties inevitably arising from a fact-finding exercise of this nature, the Commission was unable to obtain certain documentary evidence which it considered necessary for discharging its functions (see § 26 above). The Court observes that the Government have not offered any explanation to account for the omissions relating to documentary evidence. ",
                                "elements": []
                            },
                            {
                                "content": "93.  Insofar as the Government, basing themselves on the new copy of the lower part of the Çatakköprü gendarmerie station daily duty ledger of 13 October 1993 which they submitted on 15 May 2000 (see § 7 above), challenged the Commission’s finding that, on 13 October 1993, the gendarmes from Çatakköprü had been assisted by gendarmes from the Silvan District gendarmerie station, the Court notes that, in the new copy of this document, no assistance by other security forces is mentioned. ",
                                "elements": []
                            },
                            {
                                "content": "94.  On the other hand, it appears from the custody records of the Silvan District gendarmerie station (see § 30 above) and the Diyarbakır provincial gendarmerie report of 16 December 1993 (see § 31 above) that the twelve persons from Güzderesi had been placed in detention on 14 October 1993 and that their apprehension had been ordered by the Silvan District Gendarmerie Command already on 4 and 12 October 1993 respectively. The Court cannot exclude that the persons concerned were not arrested on 13 October 1993, as found by the Commission, but on 14 October 1993. Whether or not the gendarmes of the Çatakköprü gendarmerie station were assisted by other security forces on 14 October 1993 cannot be established with certainty, since neither the daily duty ledger of the Çatakköprü gendarmerie station of 14 October 1993 nor any planning or operation record of this gendarmerie station has been submitted. Leaving aside the question on what exact date the twelve persons from Güzderesi were arrested, the Court considers it highly unlikely – given the particular circumstances in the area at the material time – that the gendarmes from Çatakköprü would not be assisted by other security forces when going to Güzderesi with a specific order to apprehend twelve persons suspected of being involved with the PKK. In any event, the Court does not find the argument raised by the Government to be sufficient to cast doubt on the entire assessment of facts made by the Commission. ",
                                "elements": []
                            },
                            {
                                "content": "95.  The Court considers that on the whole the Commission approached its task of assessing the evidence before it with the requisite caution, giving detailed consideration to the elements which supported the applicant’s account and to those which cast doubt on its credibility. The Court has found no grounds in the Government’s submissions on the basis of which it should be held that the Commission’s assessment of the evidence is not in accordance with the established principles as regards assessing evidence under the Convention system (cf. Salman v. Turkey [GC], 21986/93, § 100, ECHR 2000-..). It thus considers that it should accept the facts as established by the Commission.",
                                "elements": []
                            },
                            {
                                "content": "96.  The Court thus finds it established that security forces were responsible for the destruction of the applicant’s home and possessions and that the loss of his home and possessions, which deprived him of his livelihood, caused him and his family to abandon Yukarıgören and to settle elsewhere.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  \tALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "97.  The applicant complained that the interference with his home and private and family life was so serious that it also amounted to a violation of Article 3 of the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "98.  The Government denied that there had been any security operations in Güzderesi or Yukarıgören on the specified dates and argued that there was no evidence to substantiate the applicant’s allegations against the security forces. There had therefore been no violation of Article 3 of the Convention. ",
                                "elements": []
                            },
                            {
                                "content": "99.  The Commission found that there had been a violation of Article 3 of the Convention in that the damaging of the applicant’s possessions and the burning of his house constituted an act of violence and deliberate destruction in utter disregard of the safety and welfare of the applicant who, together with his family, was left without shelter and in circumstances which caused him anguish and suffering. In this context, the Commission recalled its Delegates’ impression of the applicant as a modest and simple man, whose material losses had deeply affected him as it had deprived him of his livelihood.",
                                "elements": []
                            },
                            {
                                "content": "100.  The Court refers to the facts which it finds to be established in the present case (see § 96 above). The applicant’s home and possessions were destroyed by the security forces, depriving the applicant of his livelihood and forcing him and his family to leave Yukarıgören.",
                                "elements": []
                            },
                            {
                                "content": "101.  The Court recalls that Article 3 of the Convention enshrines one of the fundamental values of democratic society. Even in the most difficult of circumstances, such as the fight against organised terrorism and crime, the Convention prohibits in absolute terms treatment contrary to this provision. Ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum is relative: it depends on all the circumstances of the case, such as the duration of the treatment, its physical and/or mental effects and, in some cases, the sex, age and state of health of the victim (cf. Selçuk and Asker v. Turkey judgment of 24 April 1998, Reports 1998-II, p. 909, §§ 75-76).",
                                "elements": []
                            },
                            {
                                "content": "102.  The Commission has made no findings as regards the underlying motive for the destruction of the applicant’s home and possessions. However, even assuming that the acts in question were carried out without any intention of punishing the applicant, but instead as a discouragement to others or to prevent his home from being used by terrorists, this would not provide a justification for the ill-treatment.",
                                "elements": []
                            },
                            {
                                "content": "103.  Having regard to the circumstances in which the applicant’s home and possessions were destroyed and his personal circumstances, the Court considers that this must have caused the applicant suffering of sufficient severity for the acts of the security forces to be categorised as inhuman treatment within the meaning of Article 3 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "104.  The Court concludes that there has been a breach of Article 3 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IiI.  \tALLEGED VIOLATIONs OF ARTICLE 8 OF THE CONVENTION and Article 1 of Protocol No. 1",
                        "elements": [
                            {
                                "content": "105.  The applicant complained that the deliberate destruction of his home and possessions by the security forces, thus forcing him from his home and lose his livelihood, constituted violations both of Article 8 of the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "and of Article 1 of Protocol No. 1, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "106.  The Government denied that there had been a violation of these provisions on the same grounds as those advanced in connection with Article 3 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "107.  The Commission considered that there had been a breach of Article 8 of the Convention and Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "108.  The Court has found it established that the applicant’s home and possessions were destroyed by the security forces, thus depriving the applicant of his livelihood and forcing him and his family to leave Yukarıgören (see § 96 above). There can be no doubt that these acts constituted grave and unjustified interferences with the applicant’s rights to respect for his private and family life and home, and to the peaceful enjoyment of his possessions.",
                                "elements": []
                            },
                            {
                                "content": "109.  Accordingly, there have been violations of Article 8 of the Convention and Article 1 of Protocol No. 1. ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Iv.  \tALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "110.  The applicant complained that, as regards his complaints under the Convention, no effective remedy in south-east Turkey is available as required by Article 13 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in the Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "111.  The Government, arguing that various domestic judgments indicated that the lodging of compensation claims are effective remedies in the emergency regions of south-east Turkey whereas the applicant had failed to make any such claim for compensation, denied that the applicant’s right under Article 13 had been violated.",
                                "elements": []
                            },
                            {
                                "content": "112.  The Commission held that there had been a breach of Article 13 of the Convention. Recalling the Court’s case-law in relation to the civil and administrative remedies referred to by the Government, it held that the domestic case-law submitted was insufficient to demonstrate that compensation claims were effective remedies for the destruction of homes and villages in south-east Turkey. It further noted that no example had been given of a successful, or indeed any, prosecution brought against a member of the security forces for destruction of a house in a village in this region. As regards the investigation of the applicant’s case, it noted that it was dealt with by an Administrative Council. According to the Commission, such councils are subject to the authority of the executive and consequently not independent, and unlikely to instigate effective investigative measures. The Commission considered that it would be unrealistic to expect villagers to pursue civil or administrative remedies in the absence of any positive findings of fact by the State investigatory mechanism.",
                                "elements": []
                            },
                            {
                                "content": "113.  The Court considers that the nature and gravity of the violations complained of in the present case under Articles 3 and 8 of the Convention and Article 1 of Protocol No. 1 have implications for Article 13 of the Convention. ",
                                "elements": []
                            },
                            {
                                "content": "114.  Where an individual has an arguable claim that his or her home and possessions have been purposely destroyed by State agents, the notion of an “effective remedy” entails, in addition to the payment of compensation where appropriate and without any prejudice to any other remedy available in the domestic system, an obligation on the respondent State to carry out a thorough and effective investigation capable of leading to the identification and punishment of those responsible and including effective access for the complainant to the investigative procedure (cf. Selçuk and Asker v. Turkey, loc. cit., p. 913, § 96)",
                                "elements": []
                            },
                            {
                                "content": "115.  The Court notes that, after the Commission had brought the present case to the notice of the Government, the Silvan public prosecutor instigated a preliminary investigation of the applicant’s allegations by taking statements from a number of villagers. On 15 November 1995, the Silvan public prosecutor issued a decision of lack of jurisdiction and transferred the case to the local administrative council. ",
                                "elements": []
                            },
                            {
                                "content": "116.  The Court notes that in their respective statements to the Silvan public prosecutors, the applicant, Hüsnü Eraslan, Mehmet Salih Eraslan, Abdulkadir Toptemiş and Mehmet Emin Tanrıkulu declared that soldiers had damaged possessions of villagers in Güzderesi and/or Yukarıgören (see §§ 43-47). In their statements taken at the Çatakköprü gendarmerie station, the applicant and Mehmet Selim Oğurlu declared that the damage at issue had been inflicted by unknown persons (see §§ 22 and 51). ",
                                "elements": []
                            },
                            {
                                "content": "117.  Insofar as the gendarmes Hüdaverdi Tunç, İbrahim Aktürk and Hakan Temel Aksel had any recollection of gendarmes’ activities in Güzderesi, they denied that any  possessions of villagers had been damaged by gendarmes (see §§ 53, 57 and 58). Finally, in his report of 16 December 1994 on an on-site inspection in Yukarıgören, the Silvan public prosecutor noted that the applicant’s house had no roof columns and no window and door frames. He further noted that the roof and walls were covered with soot, indicating fire (see § 49).",
                                "elements": []
                            },
                            {
                                "content": "118.  In a final decision of 4 June 1998, the local administrative council found that there was insufficient evidence in support of the applicant’s allegations and that, therefore, the case did not warrant the institution of criminal proceedings against the three members of the security forces concerned (see § 59).",
                                "elements": []
                            },
                            {
                                "content": "119.  The Court has previously held that the implementation of the criminal law in respect of unlawful acts allegedly carried out with the involvement of the security forces discloses particular characteristics in south-east Turkey in the first half of the nineties and that the defects found in the investigatory system in force in south-east Turkey undermined the effectiveness of criminal law protection during this period. The Court held that this permitted or fostered a lack of accountability of members of the security forces for their actions which was not compatible with the rule of law in a democratic society respecting the fundamental rights and freedoms guaranteed under the Convention (Mahmut Kaya v. Turkey, no. 22535/93, judgment of 28 March 2000, §§ 94-98). The Court has further previously expressed serious doubts as to the ability of the administrative authorities in south-east Turkey to carry out an independent investigation (Oğur v. Turkey, [GC], no. 21594/93, judgment of 20 May 1999, § 91).",
                                "elements": []
                            },
                            {
                                "content": "120.  The Court notes that the scope of the investigation at issue appears to have been limited to offences allegedly committed on specific dates indicated by the applicant, i.e. 28 September, 13 October and 23 November 1993. The possibility that the events complained of by the applicant, who is illiterate, might in fact have occurred on other dates does not appear to have been taken into consideration, whereas the initial obviously crucial question in any investigation of an alleged offence is not when it has occurred but whether or not it has occurred at all. Only once that question has been determined, does the question when exactly the offence has been committed become relevant.",
                                "elements": []
                            },
                            {
                                "content": "121.  The Court further notes that apparently the relevant records of the Çatakköprü and/or the Silvan gendarmerie station have only been verified by the military authorities themselves and not by the public prosecutor responsible for the investigation of the case. Finally, it does not appear that, apart from Hüdaverdi Tunç, any attempts have been made to obtain evidence from other gendarmes attached to the Çatakköprü gendarmerie station at the material time.",
                                "elements": []
                            },
                            {
                                "content": "122.  In these circumstances, the Court considers that these proceedings cannot be regarded as a thorough or effective investigation as required by Article 13 of the Convention and that thereby access to any other available remedies, including a claim for compensation, has also been denied. ",
                                "elements": []
                            },
                            {
                                "content": "123.  Consequently, there has been a violation of Article 13 of the Convention. ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "v.  ALLEGED practice by the authorities of intentional destruction of homes and possessions and forced evacuations in south-east Turkey",
                        "elements": [
                            {
                                "content": "124.  The applicant complained that a practice of intentional destruction of homes and possessions and forced evacuation in south-east Turkey in and around 1993 aggravated the breaches of the Convention of which he had been a victim. Referring to other cases concerning events in south-east Turkey in which the Commission and the Court had also found breaches of the Convention, the applicant argued that they revealed a pattern of denial by the authorities of allegations of serious violations of human rights as well as a denial of remedies.",
                                "elements": []
                            },
                            {
                                "content": "125.  Having regard to its above findings under Articles 3, 8 and 13 of the Convention and Article 1 of Protocol No. 1, the Court does not find it necessary to determine whether the failings identified in the instant case are part of a practice adopted by the authorities. ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "vi.  \tALLEGED violations of Articles 14 and 18 of the Convention",
                        "elements": [
                            {
                                "content": "126.  The applicant complained that the destruction of his home and possessions illustrated the discriminatory policy pursued by the authorities against persons of Kurdish origin and the existence of an authorised practice, in violation of Articles 14 and 18 of the Convention respectively.",
                                "elements": []
                            },
                            {
                                "content": "127.  Article 14 of the Convention reads:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in the Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "Article 18 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“The restrictions permitted under the Convention to the said rights and freedoms shall not be applied for any purpose other than those for which they have been prescribed.”",
                                "elements": []
                            },
                            {
                                "content": "128.  The Commission found no violations of these provisions, holding that the applicant’s allegations under these Articles of the Convention were insufficiently substantiated.",
                                "elements": []
                            },
                            {
                                "content": "129.  The Court, on the basis of the facts as established by the Commission, finds no violations of these two provisions either. ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "vii.  \tALLEGED violation of former Article 25 of the Convention",
                        "elements": [
                            {
                                "content": "130.  The applicant finally complained that, on 9 August 1995, he was taken to the Çatakköprü gendarmerie station where he was questioned about his application to the Commission and forced to sign a statement purporting to retract his application. In his view this was in violation of former Article 25 of the Convention which read:",
                                "elements": []
                            },
                            {
                                "content": "“The Commission may receive petitions addressed to the Secretary General of the Council of Europe from any person, non-governmental organisation or group of individuals claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in this Convention, provided that the High Contracting Party against which the complaint has been lodged has declared that it recognises the competence of the Commission to receive such petitions. Those of the High Contracting Parties who have made such a declaration undertake not to hinder in any way the effective exercise of this right....”",
                                "elements": []
                            },
                            {
                                "content": "131.  The Government denied that this provision had been violated. According to the Government, taking testimonies of the persons concerned in the course of an ongoing investigation cannot be qualified as hindering the effective exercise of the right of petition under former Article 25 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "132.  The Commission noted that it was not disputed that the applicant had been taken to the Çatakköprü gendarmerie station where he had been questioned about his application to the Commission. It further noted that, when heard before the Commission’s Delegates, the Silvan public prosecutor stated that he had not ordered the taking of such a statement and that he considered it inappropriate if gendarmes were asked to take statements in an investigation against themselves. The Commission held that it was inappropriate for the authorities allegedly directly responsible for matters complained of by the applicant to approach him about his application, in particular where the applicant, as in the present case, was in a difficult and vulnerable position and where any such initiatives by the authorities could be perceived as attempts to discourage him from pursuing his application. It concluded that, in questioning the applicant in the way they had, the Turkish authorities had hindered the applicant’s effective exercise of his right of individual petition and that, therefore, the Government had failed to comply with their obligations under former Article 25 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "133.  The Court reiterates that it is of the utmost importance for the effective operation of the system of individual petition instituted by former Article 25 (now replaced by Article 34) that applicants or potential applicants should be able to communicate freely with the Convention organs without being subjected to any form of pressure from the authorities to withdraw or modify their complaints. In this context, “pressure” includes not only direct coercion and flagrant acts of intimidation but also other improper indirect acts or contacts designed to dissuade or discourage applicants from pursuing a Convention remedy .",
                                "elements": []
                            },
                            {
                                "content": "Furthermore, whether or not contacts between the authorities and an applicant are tantamount to unacceptable practices from the standpoint of former Article 25 § 1 must be determined in the light of the particular circumstances of the case. In this respect, regard must be had to the vulnerability of the complainant and his or her susceptibility to influence exerted by the authorities. In previous cases, the Court has had regard to the vulnerable position of applicant villagers and the reality that in south-east Turkey complaints against the authorities might well give rise to a legitimate fear of reprisals, and it has found that the questioning of applicants about their applications to the Commission amounts to a form of illicit and unacceptable pressure, which hinders the exercise of the right of individual petition in breach of former Article 25 of the Convention (Salman v. Turkey [GC], 21986/93, § 130 with further references, to be reported in ECHR 2000-VIII).",
                                "elements": []
                            },
                            {
                                "content": "134.  The Court finds it established that on 9 August 1995 the applicant was taken to the Çatakköprü gendarmerie station where he was questioned about his application to the Commission which action was not based on an instruction from the Silvan public prosecutor responsible for the investigation of the applicant’s allegations, but apparently on the gendarmerie command’s own initiative. ",
                                "elements": []
                            },
                            {
                                "content": "135.  The Court agrees with the Commission that the questioning at issue by an official of those authorities allegedly directly responsible for the events complained of in the present case is incompatible with the effective operation of the system of individual petition under the Convention and that, consequently, the Government have failed to comply with their undertaking not to hinder in any way the effective exercise of the right of petition under the Convention.",
                                "elements": []
                            },
                            {
                                "content": "136.  The respondent State has therefore failed to comply with its obligations under former Article 25 § 1 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VIII.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "137.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "138.  The applicant claimed pecuniary damage in respect of the loss of his house and outbuildings, cultivated land, livestock, household goods, food stuffs, loss of income and costs incurred for alternative accommodation of 99,678.84 pounds sterling (GBP).",
                                        "elements": []
                                    },
                                    {
                                        "content": "139.  The Government argued that the applicant’s allegations that his home and possessions had been destroyed by security forces had not been substantiated and that, therefore, there was no requirement to award any compensation. Any just satisfaction should not exceed reasonable limits or lead to unjust enrichment. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "140.  The Court recalls its findings that the applicant’s home and possessions were destroyed by security forces (see § 96 above). In view of this finding it is undoubtedly necessary to award compensation for pecuniary damage. However, as the applicant has not substantiated his claims as to the quantity and value of his lost property with any documentary or other evidence, the Court’s assessment of the amounts to be awarded must, by necessity, be based on principles of equity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  House and outbuildings",
                                        "elements": [
                                            {
                                                "content": "141.  The applicant claimed damages in respect of a house covering 200 square metres, which he valued at GBP 5,585.29, a barn measuring 400 square metres and valued at GBP 3,447.06 and a poultry house of 25 square metres with a stated value of GBP 107.72.",
                                                "elements": []
                                            },
                                            {
                                                "content": "142.  The Government refer to the report of 24 November 1998 on an on-site inspection of the applicant’s home in Yukarıgören. According to this report, his house measured 100 square metres, his barn 150 square metres and a further outbuilding, described as his sheepfold, 30 square metres (see § 60).",
                                                "elements": []
                                            },
                                            {
                                                "content": "143.  The Commission has not made any findings as to the nature and size of the applicant’s house and outbuildings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "144.  In the absence of any decisive evidence and making its assessment on an equitable basis, the Court awards an amount of GBP 4.500 in respect of the destroyed buildings, which sum is to be converted into Turkish liras at the rate applicable at the date of payment.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Other property",
                                        "elements": [
                                            {
                                                "content": "145.  The applicant submitted claims in respect of 200 acres of irrigated arable land and 371 acres of fruit orchard with a total value assessed at GBP 68,232.27, livestock worth in total GBP 8,213.34, household goods worth in total GBP 5,899.32 and food stuffs with an estimated value of GBP 2,185.07.",
                                                "elements": []
                                            },
                                            {
                                                "content": "146.  The Government submitted that the applicant’s claims were highly exaggerated. According to information obtained from other villagers, the applicant had about 120 dönüms of dry land, that had now been rented out. The Government further submitted that the applicant’s orchard measured only 180 square meters and that it could not be established whether he had any livestock and, if so, of what kind. The Government further questioned whether the applicant did in fact possess all household goods and food stuffs he was now claiming.",
                                                "elements": []
                                            },
                                            {
                                                "content": "147.  The Court recalls that it has been found established that the contents of the applicant’s house had been destroyed and that, after his house had been burned, he and his family had been obliged to leave Yukarıgören (see § 96), which must have entailed some consequential losses. The Court further recalls the Commission’s finding that the damaged household goods in the applicant’s home included a refrigerator, television, cassette player, washing machine, kitchenware, stove, household goods, furniture, bedding, curtains, doors and windows (see § 69).",
                                                "elements": []
                                            },
                                            {
                                                "content": "148.  In the absence of any independent and conclusive evidence as to the applicant’s claims for other property and on the basis of principles of equity, the Court awards an amount of GBP 4,000, such sum to be converted into Turkish liras at the rate applicable at the date of payment. The Court has not awarded any sum in respect of the cultivated land and fruit orchard in respect of which it has not been established that the applicant has been expropriated nor in respect of the livestock as it has not been established that this livestock perished as a consequence of the destruction of the applicant’s house and outbuildings.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Loss of income",
                                        "elements": [
                                            {
                                                "content": "149.  The applicant claimed an amount of GBP 7,285.18 in compensation for loss of income from farming. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "150.  In the absence of independent evidence on the size of the applicant’s landholdings and income derived therefrom, and having regard to equitable considerations, the Court awards under this head an amount of GBP 2,500, to be converted into Turkish liras at the rate applicable at the date of payment.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Alternative accommodation",
                                        "elements": [
                                            {
                                                "content": "151.  The applicant claimed the reimbursement of rent to an amount of 3,517,800,000 Turkish liras (TRL) which he paid in Batman between October 1994 and June 2000, which corresponds to GBP 3,908.67.",
                                                "elements": []
                                            },
                                            {
                                                "content": "152.  In the absence of any substantiation of this part of the applicant’s claim and having regard to equitable considerations, the Court awards the applicant for costs of alternative housing an amount of 1,000 GBP, such sum to be converted into Turkish liras at the rate applicable at the date of payment.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "153.  Relying on the Court’s award under this head in the case of Selçuk and Asker v. Turkey (judgment of 24 April 1998, Reports 1998-II, p. 917, §§ 116-118), the applicant claimed GBP 10,000 for non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "154.  The Government, rejecting that any violations had occurred, submitted that no award for non-pecuniary damage should be awarded and that, if such an award was to be made, the Court should take into account the economic circumstances prevailing in Turkey.",
                                        "elements": []
                                    },
                                    {
                                        "content": "155.  The Court considers that an award should be made in respect of non-pecuniary damage bearing in mind the seriousness of the violations which it has found in respect of Articles 3, 8 and 13 of the Convention and Article 1 of Protocol No. 1 (see §§ 104, 109 and 123). Additionally, the applicant was hindered in the effective exercise of his right of petition under the Convention (see § 136). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "156.  The Court awards the applicant GBP 10,000 for non-pecuniary damage, to be converted into Turkish liras at the rate applicable at the date of payment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "157.  The applicant claimed a total of GBP 27,272.40 for fees and costs incurred in bringing the application including an amount of GBP 3,370 for translation and interpretation costs, less legal aid received from the Council of Europe of 13,445 French francs (FRF). A sum of GBP 2,175 was claimed in respect of fees and costs incurred by lawyers in Turkey.",
                                        "elements": []
                                    },
                                    {
                                        "content": "158.  The Government submitted that the claims for costs and fees have remained unsubstantiated. They further submitted that the claim for translation costs is exaggerated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "159.  Deciding on an equitable basis and having regard to the details of the claims submitted by the applicant, it awards the applicant the sum of GBP 21,500 together with any value-added tax that may be chargeable, less the FRF 13,445 received by way of legal aid from the Council of Europe, such sum to be paid into the applicant’s representative’s sterling bank account in the United Kingdom as set out in the applicant’s just satisfaction claim (cf. Scozzari and Giunta v. Italy [GC], 39221/98 and 41963/98, 13.7.2000, § 258, to be reported in ECHR 2000-IX).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.\tDefault interest",
                                "elements": [
                                    {
                                        "content": "160.  According to the information available to the Court, the statutory rate of interest applicable in the United Kingdom at the date of adoption of the present judgment is 7,5% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.\tHolds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.\tHolds that there has been a violation of Article 8 of the Convention and Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.\tHolds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.\tHolds that there has been no violation of Articles 14 and 18 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.\tHolds that the respondent State has failed to comply with its obligations under former Article 25 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.\tHolds ",
                        "elements": []
                    },
                    {
                        "content": "(a)\tthat the respondent State is to pay the applicant, within three months, the following sums, to be converted into Turkish liras at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(i) 12,000 (twelve thousand) pounds sterling for pecuniary damage,",
                        "elements": []
                    },
                    {
                        "content": "(ii) 10,000 (ten thousand) pounds sterling for non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)\tthat simple interest at an annual rate of 7.5% shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "7.\tHolds",
                        "elements": []
                    },
                    {
                        "content": "(a)\tthat the respondent State is to pay the applicant’s representative, within three months, and into the latter’s sterling bank account in the United Kingdom, in respect of costs and expenses, 21,500 (twenty one thousand, five hundred) pounds sterling together with any value-added tax that may be chargeable, less 13,445 (thirteen thousand, four hundred and forty five) French francs to be converted into pounds sterling at the rate applicable at the date of delivery of this judgment;",
                        "elements": []
                    },
                    {
                        "content": "(b)\tthat simple interest at an annual rate of 7.5% shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "8.\tDismisses the remainder of the applicant’s claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 16 November 2000, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrA.B. Baka",
            "role": "president"
        },
        {
            "name": "MrB. Conforti",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrM. Fischbach",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrF. Gőlcűklű",
            "role": "ad hoc judge"
        },
        {
            "name": "and Mr E. Fribergh",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BILGIN v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58987.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2000:1116JUD002381994",
    "externalsources": [],
    "extractedappno": [
        "23819/94",
        "25803/94",
        "21986/93",
        "22535/93",
        "21594/93",
        "39221/98",
        "41963/98"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-58987",
    "judgementdate": "16/11/2000 00:00:00",
    "kpdate": "16/11/2000 00:00:00",
    "kpthesaurus": [
        "350",
        "193",
        "192",
        "451",
        "426",
        "369",
        "304",
        "444",
        "110",
        "183",
        "177",
        "343",
        "232",
        "216",
        "610"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "P1-1-1",
        "14",
        "3",
        "8",
        "8-1",
        "34",
        "13",
        "18",
        "41",
        "P1-1"
    ],
    "parties": [
        "BILGIN",
        "TURKEY"
    ],
    "rank": "407.927520751953",
    "representedby": [
        "N/A"
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Akdivar and Others v. Turkey judgment of 16 September 1996, Reports of Judgments and Decisions 1996-IV, §§ 28-43, § 78",
        "Gündem v. Turkey judgment of 25 May 1998, Reports 1998-III, §§ 32-45",
        "Mahmut Kaya v. Turkey, no. 22535/93, judgment of 28 March 2000, §§ 94-98",
        "Mentes and Others v. Turkey judgment of 28 November 1997, Reports 1997-VIII, §§ 36-51",
        "Ogur v. Turkey, [GC], no. 21594/93, judgment of 20 May 1999, § 91, ECHR 1999-III",
        "Salman v. Turkey [GC], 21986/93, § 100, § 130, judgment of 27 June 2000",
        "Scozzari and Giunta v. Italy [GC], 39221/98 and 41963/98, § 258, judgment of 13 July 2000",
        "Selçuk and Asker v. Turkey judgment of 24 April 1998, Reports 1998-II, pp. 900-903, §§ 33-45, p. 909, §§ 75-76, p. 913, § 96",
        "Selmouni v. France [GC], no. 25803/94, § 86, ECHR 1999-V"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "438690",
    "typedescription": "15"
}