{
    "__articles": "8;8-1",
    "__conclusion": "Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life)",
    "applicability": "",
    "appno": "23038/15",
    "article": [
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for family life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        }
    ],
    "content": {
        "001-183543.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 23038/15) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an American national, Ms Jennifer Suzanne Gaspar (“the applicant”), on 8 May 2015.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr S. Golubok and Ms O. Tseytlina, lawyers practising in St Petersburg. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, invoking Articles 8 and 13 of the Convention, that the revocation of her residence permit on the basis of undisclosed information had violated her right to respect for family life and that the domestic courts had failed to duly examine the matter.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 16 March 2016 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  The applicant’s residence in Russia and revocation of her residence permit",
                                "elements": [
                                    {
                                        "content": "5.  The applicant was born in 1971 and lives in Prague.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  In 2004 the applicant arrived in Russia, where in 2005 she married Mr I.P., a Russian citizen, with whom in 2009 she had a daughter, also a Russian national. The applicant and her family lived in St Petersburg.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  The applicant lived in Russia on the basis of regularly extended residence permits. On 17 February 2010 the St Petersburg department of the Federal Migration Service (hereinafter “the FMS”) issued the applicant with a five-year residence permit valid until 17 February 2015.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 15 October 2013 the applicant applied for Russian citizenship.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 18 March 2014 the St Petersburg department of the Federal Security Service (hereinafter “the FSB”) issued a report stating that the applicant posed a national security threat and that her application should therefore be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 28 March 2014 the FMS rejected the applicant’s citizenship application on the grounds that she posed a threat to national security.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 17 June 2014 (in the documents submitted the date was also referred to as 23 June 2014) the FSB wrote to the FMS recommending that they revoke the applicant’s residence permit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 21 July 2014 the FMS revoked the applicant’s residence permit, referring to the FSB’s recommendation. The decision stated, in particular, that in view of information received from the FSB, the applicant’s residence permit must be revoked under section 9(1)(1) of the Federal Law on the Legal Status of Foreigners in the Russian Federation (hereinafter “the Foreigners Act”), which provided that a resident permit issued to a foreign national should be revoked if he or she advocated a radical change in the constitutional order of the Russian Federation or otherwise posed a threat to the security of the Russian Federation or its citizens.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 5 August 2014 the applicant was informed by FMS that this revocation decision had been taken. No explanation was provided. She was further informed that she had to leave Russia within fifteen days of the decision (that is, no later than 5 August 2014) and would be subjected to deportation should she fail to comply. A foreign national who had been deported or administratively removed from Russia was not allowed to re-enter the country for five years following such deportation or removal (section 27 § 2 of the Law on the Procedure for Entering and Leaving the Russian Federation, no. 114-FZ of 15 August 1996, as amended on 1 April 2014, “the Entry Procedure Act”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 23 August 2014 the applicant and her daughter left Russia.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Appeals against the revocation of the residence permit",
                                "elements": [
                                    {
                                        "content": "15.  The applicant instituted two sets of proceedings in an attempt to obtain a judicial review of the decision to revoke her residence permit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  First set of proceedings",
                                        "elements": [
                                            {
                                                "content": "16.  On 6 August 2014 the applicant complained before the Frunzenskiy District Court of St Petersburg (hereinafter “the District Court”), alleging that the decision to annul her residence permit had been groundless. It had violated her right to respect for her family life, as it had compelled her to leave Russia where her husband and minor child were living. The applicant urged the District Court to stay the enforcement of the decision until her complaint had been examined.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 8 August 2014 the District Court refused to stay the enforcement of the decision. The applicant appealed and on 12 November 2014 the St Petersburg City Court (hereinafter “the City Court”) upheld the District Court’s refusal (see paragraph 21 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 14 August 2014 the applicant’s counsel asked the District Court to request a copy of the FSB report of 18 March 2014 (see paragraph 9 above) on which the decision to revoke the residence permit had been based. The request was refused.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 19 August 2014 the District Court examined the applicant’s complaint concerning the revocation of her residence permit and rejected it. In its decision, the court did not refer to any documents which had served as the basis for the impugned decision, other than mentioning that the measure had been imposed following the FSB’s recommendation of 17 June 2014 (see paragraph 11 above). The court noted that the FMS was the proper authority to impose the measure and that the relevant procedure had been complied with. It emphasised that the factual information which had served as the basis for the decision was not amenable to judicial scrutiny and that the scope of the court’s review was limited to assessing whether the statutory procedure had been complied with. As to whether the measure amounted to an interference with the applicant’s family life, the court noted that it was open to the applicant to obtain a visa so that she could come to Russia to visit her family. The court neither examined the effect of the impugned measure on the applicant’s family life, nor balanced the public and private interests involved, but stated, in particular:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... given that the residence permit of Ms Gaspar was revoked on the basis of her actions representing a threat to the security of the Russian Federation ... which necessitates taking measures by the Russian Federation for the protection of its interests and those of its citizens, the court believes that when taking the impugned decision, the Federal Migration Service balanced public and private interests.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  The applicant’s counsel appealed against the above-mentioned decision to the City Court, stating, amongst other things, that the District Court had unlawfully refrained from judicial scrutiny of the factual circumstances which had served as the basis for the measure imposed on the applicant. He further stated that no evidence whatsoever had been produced in order to prove that the applicant posed a security threat, and she had been given no opportunity to refute those allegations. Lastly, he argued that the District Court had failed to properly examine the interference with the applicant’s family life and to balance the interests at stake.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  On 12 November 2014 the City Court upheld the decision of 19 August 2014, stating that the District Court had duly examined the necessary legal basis for the measure and that its decision had been lawful and reasonable. As for the interference with the applicant’s right to respect for family life, the court stated:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... the allegations of the applicant’s representative that the implementation of the impugned decision [to revoke the residence permit] would lead to the destruction of the family, cannot serve as the basis for overruling it. These arguments were examined by the court of first instance and were duly rejected.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Second set of proceedings",
                                        "elements": [
                                            {
                                                "content": "22.  On 9 October 2014 the applicant’s counsel challenged the legality of the FSB report of 18 March 2014 and its recommendation of 17 June 2014, claiming that those documents had been the basis for the decision to revoke the residence permit. He asked the courts to get hold of a full copy of the FSB report and other relevant documents in order to examine them at a hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  On 10 November 2014 the complaint was forwarded to the City Court, as the domestic regulations stipulated that the courts at regional level were to examine cases involving State secrets.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  On 18 December 2014 the City Court examined the complaint in camera. It held that the FSB report and the recommendation had been issued in accordance with the statutory procedure and that they had therefore been lawful. At the hearing, the applicant’s counsel asked the City Court to examine the factual grounds for the decision to exclude the applicant and to urge the FSB to produce evidence showing that the applicant indeed posed a threat to national security. The City Court dismissed the request, stating that as the matter was within the FSB’s exclusive competence, it fell outside of the scope of judicial review and that “the evidence presented to the court did not disclose a violation of the applicant’s rights by the FSB”. In its decision, the court stated, in particular:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... the allegations of the applicant’s representatives concerning the failure of the representatives of the Federal Security Service to submit proof showing the necessity to send the impugned letter [recommending that the residence permit be revoked] to the Federal Migration Service are unsubstantiated, as the Federal Security Service’s information note on Ms Gaspar as presented to the court does not contain any such information.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The applicant’s counsel appealed against the above-mentioned decision to the Supreme Court of the Russian Federation (hereinafter “the Supreme Court”). He alleged, in particular, that the City Court had rejected the complaint without having properly examined its subject matter, as a full copy of the FSB report and other documents on which the revocation had been based had not been furnished at the hearing. Counsel stated that neither he nor the applicant had been given the chance to familiarise themselves with the contents of the FSB report or with any other documents containing details concerning the nature of the applicant’s activity which allegedly posed a risk to national security. Lastly, counsel stated that the decision at issue had disrupted the applicant’s family life. In a separate request, he asked the Supreme Court to retrieve a full copy of the report and the relevant documents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 29 April 2015 the Supreme Court examined the appeal in camera and upheld the decision of the City Court. Prior to the hearing, the applicant’s counsel had signed a confidentiality undertaking not to disclose the information examined in the course of the hearing. The FSB provided the court with a copy of its report of 18 March 2014. The Supreme Court perused it and found it lawful. It further held that the information contained in the report was a State secret and that it could not be disclosed. Consequently, the applicant’s counsel was not allowed access to the document, in spite of the confidentiality undertaking. In response to the applicant’s grounds for appeal, the Supreme Court held as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... the applicant’s argument concerning a violation of her right to respect for private and family life by the [FSB] decision cannot be taken into account, as this decision did not concern the applicant’s entry into the Russian Federation to see her family members who were Russian nationals in Russia ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "... the State has the right to take decisions limiting certain rights of foreign citizens, including the right to request residence permits and the right to request the nationality of that State, in the interests of the public, including that of national security. The [lower] court concluded correctly that the guarantees provided to the applicant by the Russian legislation and international laws had been respected in full.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Therefore, the impugned decision is lawful and substantiated, and the appeal against it does not provide reasons to overrule it ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  In reply to the Court’s request for the information and documents that served as the basis for the decision to revoke the applicant’s residence permit, including the FSB’s recommendation of 17 June 2014, the Government furnished copies of two documents totalling six pages: the FMS’s decision to reject the applicant’s Russian citizenship application of 28 March 2014 (see paragraph 10 above), and the decision of 21 July 2014 to revoke her residence permit (see paragraph 12 above).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "28.  For the relevant domestic law and practice, see Liu v. Russia (no. 2), no. , §§ 45-52, 26 July 2011.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT COUNCIL OF EUROPE MATERIAL",
                        "elements": [
                            {
                                "content": "29.  For the relevant Council of Europe material, see Gablishvili v. Russia, no. , § 37, 26 June 2014.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  The applicant complained that the revocation of her residence permit had violated her right to respect for family life, as provided for in Article 8 of the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "31.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "32.  The Government acknowledged that there had been an interference with the applicant’s right to respect for family life under Article 8 of the Convention. They submitted that the lawfulness of the decision and the necessity to revoke the applicant’s residence permit had been duly examined by the domestic courts, which had found that the measure had been imposed by the proper authority and that the relevant procedure had been complied with. The interference had been lawful, had had a legitimate aim and had been necessary and proportionate; the public interests had been duly balanced against the private interests of the applicant. The Government illustrated the proportionality of the interference, referring to the case of Lupsa v. Romania (no. 10337/04, § 10, ECHR 2006VII), and stating that the five-year re-entry ban which could have been imposed on the applicant did not appear unreasonable in comparison with the ten-year ban imposed on the applicant in Lupsa on similar grounds.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Government also submitted that the applicant’s counsel had had the chance, during the examination of her appeal by the City Court, to refute the allegations that the applicant posed a threat to national security (see paragraph 24 above), but had failed to do so.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The applicant alleged that the revocation of her residence permit had adversely affected her right to respect for family life, as it had deprived her of any legal basis to remain in Russia, made her liable to deportation with a five-year re-entry ban and disrupted her family life with her husband and minor child in Russia. She further submitted that the judicial review of the impugned measure by the domestic courts had not been attended by adequate procedural safeguards, as it had been limited in scope, had not been adversarial and had taken place after the measure had been carried out. Moreover, the courts had not conducted a meaningful balancing exercise between the national security interests and her right to respect for family life.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The applicant stressed that the accusations against her had been based on secret documents to which she had had no access and therefore she had been denied the opportunity to refute them. In particular, despite her counsel’s confidentiality undertaking signed before the examination of the case by the Supreme Court on 15 April 2015, he had not been shown a copy of the FSB report of 18 March 2014 which had served as the basis for revoking the residence permit. The FSB representative at the hearing had passed a folder to the judge, who had glanced through its contents and promptly returned it. An application lodged by counsel to be allowed to read either its contents or an edited version had been dismissed. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The applicant further submitted that the Government had failed to comply with the Court’s request to produce documents serving to substantiate the authorities’ allegations that she posed a threat to national security. Given that no explanations for such a failure had been given, the applicant, referring to Benzer and Others v. Turkey (no. 23502/06, § 160, 12 November 2013), invited the Court to draw inferences from the Government’s failure to furnish all necessary facilities to the Court in its task of establishing the facts.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "37.  The Court will examine together the two sets of proceedings initiated by the applicant, as they concerned the same matter, which is the revocation of her residence permit on the basis of undisclosed information.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  States are entitled to control the entry and residence of aliens on their territories (see, among many other authorities, Abdulaziz, Cabales and Balkandali v. the United Kingdom, § 67, 28 May 1985, Series A no. 94, and Boujlifa v. France, 21 October 1997, § 42, Reports of Judgments and Decisions 1997-VI). The Convention does not guarantee the right of an alien to enter or to reside in a particular country and, in pursuance of their task of maintaining public order, Contracting States have the power to expel, for example, an alien convicted of criminal offences. However, their decisions in this field must, in so far as they may interfere with a right protected under paragraph 1 of Article 8, be in accordance with the law and necessary in a democratic society, that is to say, justified by a pressing social need and, in particular, proportionate to the legitimate aim pursued (see Mehemi v. France, 26 September 1997, § 34, Reports 1997-VI; Dalia v. France, 19 February 1998, § 52, Reports 1998-I; Boultif v. Switzerland, no.54273/00, § 46, ECHR 2001-IX; and Slivenko v. Latvia [GC], no. 48321/99, § 113, ECHR 2003-X).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Where immigration is concerned, Article 8 cannot be considered as imposing a general obligation on a State to respect the choice of married couples of the country of their matrimonial residence and to authorise family reunion on its territory (see Gül v. Switzerland, 19 February 1996, § 38, Reports of Judgments and Decisions 1996‑I). However, the removal of a person from a country where close family members are living may amount to an infringement of the right to respect for family life, as guaranteed by Article 8 § 1 of the Convention (see Boultif v. Switzerland, no. 54273/00, § 39, referred to above). Where children are involved, their best interests must be taken into account and national decision-making bodies have a duty to assess evidence in respect of the practicality, feasibility and proportionality of any removal of a non-national parent in order to give effective protection and sufficient weight to the best interests of the children directly affected by it (see Jeunesse v. the Netherlands [GC], no. 12738/10, § 109, 3 October 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Turning to the case at hand, the Court observes that the applicant had been living in Russia since 2004 on the basis of a regularly extended residence permit with her Russian husband, whom she married in 2005 and with whom she had a daughter in 2009. In July 2014 the Russian authorities revoked the applicant’s residence permit. As a consequence, the applicant has not been able to continue living with her husband and child in Russia, which has disrupted her family life there. The Court considers that those measures by the Russian authorities constituted an interference with her right to respect for her family life.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  Such interference will be in breach of Article 8 of the Convention unless it can be justified under paragraph 2 of that provision as being “in accordance with the law”, as pursuing one or more of the legitimate aims listed therein, and as being “necessary in a democratic society” in order to achieve the aim or aims concerned. The first of these requirements does not merely require that the impugned measure should have a basis in domestic law, but also refers to the quality of the law in question involving, amongst other things, a measure of legal protection against arbitrary interference or abuse by public authorities. The issue of such protection, including the procedural safeguards against such abuse, overlaps with similar issues analysed in the examination of the decision-making process by means of the proportionality test under Article 8 § 2 (see Gablishvili, cited above, § 48, and Liu (no. 2), cited above, § 86). Given the above, the Court may dispense with ruling on “quality of law” requirements, as the impugned measure against the applicant fell short of being necessary in a democratic society for the reasons set out below.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Court is prepared to accept that the revocation of a residence permit may pursue the legitimate aim of protection of national security. It remains to be ascertained whether the decisionmaking process leading to such a measure of interference afforded due respect to the applicant’s interests safeguarded by Article 8 of the Convention (see Chapman v. the United Kingdom [GC], no. 27238/95, § 92, ECHR 2001I). To this end, the Court reiterates that where there is an arguable claim that the measure threatens to interfere with an alien’s right to respect for his or her private and family life, States must make available to the individual concerned the effective possibility of challenging the measure and having the relevant issues examined with sufficient procedural safeguards and thoroughness by an appropriate domestic forum offering adequate guarantees of independence and impartiality (see, mutatis mutandis, De Souza Ribeiro v. France [GC], no. 22689/07, § 83, ECHR 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Court further notes that a judgment by national authorities in any particular case that there is a danger to national security is one which it is not well equipped to review. Mindful of its subsidiary role and the wide margin of appreciation open to the States in matters of national security, the Court accepts that it is for each State, as the guardian of its people’s safety, to make its own assessment on the basis of the facts known to it. Significant weight must, therefore, attach to the judgment of the domestic authorities, and especially of the national courts, which are better placed to assess the evidence relating to the existence of a national security threat (see Liu (no. 2), cited above § 85).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  At the same time, the Court reiterates that the decisionmaking process leading to measures of interference must be fair and afford due respect to the interests safeguarded to the individual by Article 8 of the Convention (see Chapman, cited above, § 92, and Buckley v. the United Kingdom, 25 September 1996, § 76, Reports of Judgments and Decisions 1996IV).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  It follows from the above that the Court must examine whether the domestic proceedings were attended by sufficient procedural guarantees. It reiterates in this connection that even where national security is at stake, the concepts of lawfulness and the rule of law in a democratic society require that measures affecting fundamental human rights must be subject to some form of adversarial proceedings before an independent body competent to review the reasons for the decision and relevant evidence, if need be with appropriate procedural limitations on the use of classified information (see, mutatis mutandis, Regner, cited above, §§ 151 and 161). The individual must be able to challenge the executive’s assertion that national security is at stake. Failing such safeguards, the police or other State authorities would be able to encroach arbitrarily on rights protected by the Convention (see Nolan and K. v. Russia, no. 2512/04, § 71, 12 February 2009 and Al-Nashif v. Bulgaria, no. 50963/99, §§ 123 and 124, 20 June 2002).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Court observes that the contents of the FSB’s report, which served as the basis for revoking the applicant’s residence permit, have not been revealed to it. Moreover, the domestic judgments contained no indication of why the applicant was considered a danger to national security. Those judgments neither mentioned any facts on the basis of which that finding had been made, nor provided even a generalised description of the acts ascribed to the applicant. In their submissions to the Court, the Government neither gave a general outline of the possible basis for the security services’ allegations against the applicant (see, for a similar situation, Kamenov, cited above, § 31; and, by contrast, Regner, cited above, §§ 156-157; Liu (no. 2), cited above, § 75, and Amie and Others v. Bulgaria, no. 58149/08, §§ 12-13 and 98, 12 February 2013), nor furnished in full the supporting documents requested by the Court (see paragraph 27 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  Irrespective of the nature of the acts attributed to the applicant and the alleged danger she posed to national security, the Court notes that the District Court and then the Regional Court (see paragraphs 19, 21 and 24 above) confined the scope of their examination to ascertaining that the FSB’s recommendation had been issued within its administrative competence, without carrying out an independent review of whether their conclusion had a reasonable basis in fact. They thus failed to examine a critical aspect of the case, namely whether the FSB was able to demonstrate the existence of facts serving as a basis for its assessment that the applicant presented a national security risk (see, by contrast, Regner, cited above, § 154).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Court further notes that the security services’ report of 18 March 2014 describing the allegations against the applicant was examined by the Supreme Court (see paragraph 26 above), which found that that report provided sufficient justification for the applicant’s exclusion from Russia on national security grounds. The Court gave no further reasons for its conclusion. It is therefore not possible to verify whether the Supreme Court undertook a balancing exercise of the various interests at stake, and if so, whether the general principles established by the Court (see paragraphs 3839 and 41-45) were taken into account and whether the standards applied were in conformity with Article 8 of the Convention. Furthermore, the applicant’s representative was shown neither those confidential materials, nor edited versions of them, despite his undertaking not to disclose such information (see paragraph 26 above). Moreover, the applicant was not given even an outline of the national security case against her. The allegations against her were of an undisclosed nature, making it impossible for her to challenge the security services’ assertions by providing exonerating evidence, such as an alibi or an alternative explanation for her actions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Therefore, the Court finds that the domestic court proceedings concerning the examination of the decision to revoke the applicant’s residence permit – and its effects on her family life - were not attended by sufficient procedural guarantees.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  There has therefore been a violation of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION IN CONJUNCTION WITH ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "51.  The applicant complained that the judicial review proceedings had not afforded her the opportunity to refute the accusations against her. She relied on Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "52.  The Court notes that in the present case the complaint under Article 13 of the Convention largely overlaps with the procedural aspects of Article 8 of the Convention. Given that the complaint under Article 13 relates to the same issues as those examined under Article 8, it should be declared admissible. However, having regard to its conclusion above under Article 8 of the Convention, the Court considers it unnecessary to examine those issues separately under Article 13 of the Convention (see Kamenov, cited above, § 45, and Dzhurayev and Shalkova v. Russia, no. 1056/15, § 47, 25 October 2016).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "53.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "54.  The applicant did not submit a claim for pecuniary damage. As for non-pecuniary damage, she submitted that as a result of a violation of her right under Article 8 of the Convention, she had suffered from anguish and distress caused by the disruption to her family life with her husband and child and by the lack of information concerning the alleged threat she posed to Russia’s national security. The applicant left the determination of the amount of compensation to the Court and requested that, given that she was an American living in Prague, any award be paid directly to her bank account outside the Russian Federation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Government submitted that the claim should be rejected as no violation of the applicant’s rights had taken place and that in any event, the claim had been formulated in abstracto and was unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Regard being had to the documents in its possession and its findings in the present case, and making its assessment on an equitable basis, the Court finds it reasonable to award the applicant 12,500 euros (EUR) in respect of non-pecuniary damage, plus any tax which may be chargeable on this amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "57.  The applicant also claimed EUR 1,642 under this heading. In particular, she claimed EUR 1,500 for the legal fees of her counsel for representation before the Court, at a rate of EUR 100 per hour for fifteen hours of research and preparation. The applicant also claimed EUR 142 for postal expenses for the correspondence with the Court. In support of her claim, she enclosed the legal representation agreement with Mr S. Golubok and postal receipts. She requested that the payment of costs and expenses be made directly to the representative’s bank account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Government conceded that postal expenses in the amount of EUR 142 should be paid to the applicant. As for the claim for legal fees in the amount of EUR 1,500, they argued that it should be rejected as unsubstantiated, as no supporting documents proving that they had been incurred had been furnished to the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 1,642, as claimed, plus any tax that may be chargeable to the applicant. This amount is to be paid to the account of the applicant’s representative, Mr S. Golubok, as indicated by the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "60.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine separately the complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement, simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 12 June 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Helena Jäderblom",
            "role": "president"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "Jolien Schukking",
            "role": "judges"
        },
        {
            "name": "María Elósegui",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GASPAR v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-183543.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0612JUD002303815",
    "externalsources": [],
    "extractedappno": [
        "23038/15",
        "29157/09",
        "39428/12",
        "10337/04",
        "23502/06",
        "54273/00",
        "48321/99",
        "12738/10",
        "27238/95",
        "22689/07",
        "2512/04",
        "50963/99",
        "58149/08",
        "1056/15"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-183543",
    "judgementdate": "12/06/2018 00:00:00",
    "kpdate": "12/06/2018 00:00:00",
    "kpthesaurus": [
        "451",
        "425"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "8",
        "8-1"
    ],
    "parties": [
        "GASPAR",
        "RUSSIA"
    ],
    "rank": "2454.24047851563",
    "representedby": [
        "GOLUBOK S.",
        "TSEYTLINA O."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "475758",
    "typedescription": "15"
}