{
    "__articles": "5;5-1;5-1-f;35;35-1;41",
    "__conclusion": "Remainder inadmissible;Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Article 5-1-f - Expulsion);Non-pecuniary damage - award",
    "applicability": "",
    "appno": "27770/08",
    "article": [
        "41",
        "35",
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention",
                "Article 5-1-f - Expulsion"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-118335.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 27770/08) against the United Kingdom of Great Britain and Northern Ireland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Somali national, Mr Mustafa Abdi (“the applicant”), on 10 June 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms E. Norman of CLC Solicitors, a lawyer practising in . The  Government (“the Government”) were represented by their Agent, Mr D. Walton of the Foreign and Commonwealth Office.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 25 May 2009 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "4.  On 7 December 2010 the Acting President of the Section to which the case was allocated decided to apply Rule 39 of the Rules of Court, indicating to the Government that it was desirable in the interests of the parties and the proper conduct of the proceedings that the applicant should not be expelled to  pending the Court’s decision.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant was born in 1975 and is currently detained in HMP Brixton.",
                                "elements": []
                            },
                            {
                                "content": "7.  The applicant arrived in the  on 7 May 1995 and claimed asylum. The asylum claim was refused but he was granted exceptional leave to remain until February 2000.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 23 July 1998 the applicant was convicted of offences of rape and indecency with a child and sentenced to eight years’ imprisonment.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 20 May 2002 the Secretary of State for the Home Department issued the applicant with a decision to make a deportation order and on 27 May 2002 he issued an authority for detention until the making of a deportation order.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 2 July 2002 the applicant appealed against the decision to make a deportation order and made a fresh claim for asylum. The appeal was unsuccessful and his appeal rights were exhausted on 4 December 2003.",
                                "elements": []
                            },
                            {
                                "content": "11.  In early 2003 the applicant was interviewed by probation officers who found that he was not suitable for parole. During his time in prison he had received fourteen charges relating to offences against prison discipline. Six of these offences involved fighting. Moreover, he was assessed as presenting a high risk of sexual offending and a medium risk of general offending on release.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 3 September 2003 the applicant’s release became automatic. However, he remained in detention pursuant to the authority issued on 27 May 2002.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 5 April 2004 the Secretary of State for the Home Department issued a deportation order which included a paragraph authorising the applicant’s detention until his deportation. The order was served on the applicant on 19 April 2004.",
                                "elements": []
                            },
                            {
                                "content": "14.  The applicant had claimed to be a member of the Isaaq tribe, which comes from Somaliland, an autonomous region in north-west . He further claimed that his parents were born in Hargeisa, the capital of Somaliland, although it was accepted that he was born in Mogadishu, in south-central . Consequently, the authorities initially sought to return the applicant to Somaliland. However, in order to secure the agreement of the Somaliland authorities to the return of a Somalilander to their territory, detailed information about clan-history was required. This was normally done through the provision of bio-data, but this was often difficult to obtain as it required the co-operation of the Somalilander. Consequently, few Somalilanders were returned to Somaliland at this time. As the applicant did not co-operate with the provision of bio-data, the Government decided that it would be preferable to remove him to .",
                                "elements": []
                            },
                            {
                                "content": "15.  In August 2004 the last carrier willing to take “enforced returns” to  withdrew, with the consequence that it was no longer possible for the Government to remove people without their consent. The carriers were, however, willing to carry those who had signed a disclaimer confirming that they were returning voluntarily. In November 2004 the applicant refused a formal request to sign such a disclaimer.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 20 December 2004 an application for bail was refused by the Chief Immigration Officer.",
                                "elements": []
                            },
                            {
                                "content": "17.  In March 2005 the applicant made further representations for asylum. In September 2005 the Secretary of State for the Home Department refused to treat those representations as a fresh claim.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 11 October 2005 the applicant was again refused bail. In the course of the hearing, however, the immigration judge was wrongly informed that enforced removals to  would be possible in the foreseeable future.",
                                "elements": []
                            },
                            {
                                "content": "19.  In July 2006 the Government concluded an agreement with African Express Airlines which made enforced removals to  possible. The first enforced removal to  took place on 30 November 2006.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 25 September 2006 the applicant was granted permission to apply for judicial review of the decision to detain him but an application for interim relief in the form of an order that he be released from detention was refused.",
                                "elements": []
                            },
                            {
                                "content": "21.  The applicant was issued with removal directions set for 29 November 2006. He sought leave to apply for judicial review of the removal directions and the directions were cancelled pending a decision on that application.",
                                "elements": []
                            },
                            {
                                "content": "A.  Decision of the Administrative Court",
                                "elements": [
                                    {
                                        "content": "22.  The application for judicial review of the decision to detain the applicant was considered by Mr Justice Calvert-Smith in a judgment handed down on 7 December 2006. The judge reiterated the principles established by domestic case-law, most notably in the case of R v Governor of Durham Prison, ex parte Hardial Singh [1984] WLR 704: first, that the Secretary of State for the Home Department could only detain a person that he intended to deport for what amounted to a reasonable period in all the circumstances; and secondly, that if, before the expiry of a reasonable period, it became apparent that the Secretary of State would not be able to effect deportation within a reasonable period, he should not seek to exercise the power of detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The judge first considered the lawfulness of the applicant’s detention up until August 2004. He was satisfied that from 3 September 2003 to August 2004 the Secretary of State had exercised comparative diligence to overcome the obstacles and remove the applicant. In particular, he noted that the applicant could not have been removed between September 2003 and December 2003 because his asylum and deportation appeals were still pending, and between December 2003 and April 2004 he could not be removed because no deportation order had been served. When considered alongside the objections to bail (the risk of re-offending and the risk of absconding), he held that on balance the continued detention of the applicant up to August 2004 was lawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The period of detention from 3 December 2004, which was the date of the applicant’s first review following his refusal to return voluntarily, to 30 June 2006 was found to be unlawful because of its length, the impossibility during that period of achieving removal, and the misleading statements which had misled decision-makers both inside and outside the Home Department.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The judge held that the applicant’s detention after 30 June 2006 was lawful as once again there was a prospect of immediate removal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Both the applicant and the Secretary of State were granted leave to appeal to the Court of Appeal. The Secretary of State contended that the application for judicial review ought to have been dismissed, while the applicant submitted that his continued detention after 30 June 2006 should have been held to be unlawful.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Decision of the Court of Appeal",
                                "elements": [
                                    {
                                        "content": "27.  In a judgment handed down on 30 July 2007, the Court of Appeal allowed the appeal by the Secretary of State and dismissed the applicant’s appeal. The court held that the period of detention between 3 December 2004 and 30 June 2006 was lawful because the applicant could have returned to  voluntarily. Moreover, the risk of the applicant reoffending was high, which was a worrying prospect in view of the nature of his previous offence. The court held that it was wrong in principle to offset those factors against the applicant’s concerns about returning to  as his removal had already been held not to be in breach of the Refugee Convention or Article 3 of the European Convention on Human Rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 13 December 2007 the applicant was refused permission to appeal to the House of Lords.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The applicant’s challenge to the deportation order",
                                "elements": [
                                    {
                                        "content": "29.  On 1 February 2007 the Secretary of State issued a decision refusing to revoke the deportation order. An Immigration Judge allowed the applicant’s appeal. On 10 May 2007 the Asylum and Immigration Tribunal ordered reconsideration of the Immigration Judge’s decision. The reconsideration hearing took place on 26 February 2008. The Tribunal held that the Immigration Judge had materially erred in law and ordered that the case be reheard. The rehearing took place on 18 December 2008 and, in a determination promulgated on 1 July 2009, the Tribunal dismissed the appeal. The applicant was granted permission to appeal to the Court of Appeal on 18 December 2009. In a judgment dated 23 April 2010 the Court of Appeal allowed the appeal, finding that the applicant would be at risk of ill-treatment which reached the threshold required by Article 3 of the Convention if he were to be removed to . However, on 24 November 2010 the Supreme Court allowed the appeal by the Secretary of State for the Home Department.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 6 December 2010 the applicant was issued with removal directions to . The removal was to take place on 8 December 2010. On 7 December 2010 the Court granted the applicant interim measures under Rule 39 of the Rules of Court to prevent his removal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The applicant remains in immigration detention pending removal. On 13 April 2007 the Asylum and Immigration Tribunal had ordered that he be released from detention on bail. He was released early the following week but was re-detained on 3 April 2008 after breaching his bail conditions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The present application is only concerned with the first period of detention, which ended shortly after 13 April 2007.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Monthly reviews of the applicant’s detention",
                                "elements": [
                                    {
                                        "content": "33.  During the applicant’s detention from 3 September 2003 to 13 April 2007, reviews were carried out in November 2003, March 2004, June 2004, September 2004, October 2004, November 2004, January 2005, March 2005, May 2005, July 2005, September 2005, October 2005, December 2005, January 2006, February 2006, June 2006, September 2006, October 2006, December 2006, January 2007, February 2007 and March 2007.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Presumption in favour of detention: April 2006 to December 2008",
                                "elements": [
                                    {
                                        "content": "34.  In April 2006 the Home Office introduced a “secret” policy creating a presumption in favour of the detention of Foreign National Prisoners pending their deportation. The policy, which was not disclosed until mid-2008 and was not formally published until September 2008, constituted a “near blanket ban” on release. During this period, the Secretary of State’s published policy on the detention of Foreign National Prisoners stated that there was a presumption in favour of release. The lawfulness of this policy was considered by the Supreme Court in the cases of Walumba Lumba and Kadian Mighty v. Secretary of State for the Home Department [2011] UKSC 12 (see paragraph 37, below).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Detention pending deportation",
                                "elements": [
                                    {
                                        "content": "35.  The power to detain a person against whom a decision has been taken to make a deportation order is contained in Paragraph 2 (2) of Schedule 3 to the Immigration Act 1971 (“the 1971 Act”), which provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Where notice has been given to a person in accordance with regulations under section 105 of the Nationality, Immigration and Asylum Act 2002 (notice of decision) of a decision to make a deportation order against him, and he is not detained in pursuance of the sentence or order of a court, he may be detained under the authority of the Secretary of State pending the making of the deportation order.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The power to detain an individual in respect of whom a deportation order is in force is contained in Paragraph 2 (3) of Schedule 3 to the 1971 Act. It provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Where a deportation order is in force against any person, he may be detained under the authority of the Secretary of State pending his removal or departure from the United Kingdom (and if already detained by virtue of sub-paragraph (1) or (2) above when the order is made, shall continue to be detained unless [he is released on bail or] the Secretary of State directs otherwise).”",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  There are, however, limitations on the power to detain. Four distinct principles emerge from the guidance given in R v Governor of  Prison, ex parte Hardial Singh [1984] WLR 704:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“i. The Secretary of State must intend to deport the person and can only use the power to detain for that purpose;",
                                        "elements": []
                                    },
                                    {
                                        "content": "ii. The deportee may only be detained for a period that is reasonable in all the circumstances;",
                                        "elements": []
                                    },
                                    {
                                        "content": "iii. If, before the expiry of the reasonable period, it becomes apparent that the Secretary of State will not be able to effect deportation within that reasonable period, he should not seek to exercise the power of detention;",
                                        "elements": []
                                    },
                                    {
                                        "content": "iv. The Secretary of State should act with reasonable diligence and expedition to effect removal.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  In the case of Walumba Lumba and Kadian Mighty v. Secretary of State for the Home Department [2011] UKSC 12, the Supreme Court briefly considered the Hardial Singh principles. In his leading judgment, which was accepted by the majority of the court, Lord Dyson found that in assessing the reasonableness of the length of the period of detention, the risk of re-offending would be a relevant factor. In this regard, he noted that if a person re-offended, there was a risk that he would abscond either to evade arrest or, if he was arrested and prosecuted, that he would receive a custodial sentence. Either way, his re-offending would impede his deportation. He also considered that the pursuit of legal challenges by the Foreign National Prisoner could be relevant. However, he considered the weight to be given to the time spent on appeals to be fact-sensitive. In this regard, he noted that much more weight should be given to detention during a period when the detained person was pursuing a meritorious appeal than to detention during a period when he was pursuing a hopeless one.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Lord Dyson further noted that while it was common ground that the refusal to return voluntarily was relevant to the assessment of the reasonableness of the period of detention because a risk of absconding could be inferred from the refusal, he warned against the danger of drawing such an inference in every case. On the contrary, he considered it necessary to distinguish between cases where the return to the country of origin was possible and cases where it was not. Where return was not possible for reasons extraneous to the person detained, the fact that he was not willing to return voluntarily could not be held against him since his refusal had no causal effect. If return was possible, but the detained person was not willing to go, it would be necessary to consider whether or not he had issued proceedings challenging his deportation. If he had done so, it would be entirely reasonable that he should remain in the  pending the determination of those proceedings, unless they were an abuse of process, and his refusal to return voluntarily would be irrelevant. If there were no outstanding legal challenges, the refusal to return voluntarily should not be seen as a trump card which enabled the Secretary of State to continue to detain until deportation could be effected, otherwise the refusal would justify as reasonable any period of detention, however long.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The lawfulness of the “secret” policy",
                                "elements": [
                                    {
                                        "content": "40.  In the same case of Lumba and Mighty the Supreme Court was called upon to consider the lawfulness of detention which was effected pursuant to the unpublished policy which was inconsistent with the Secretary of State’s published policy (see paragraph 34 above). The applicants in that case were Foreign National Prisoners detained pursuant to the “secret” policy creating a presumption in favour of detention pending deportation, while at all material times the published policy indicated that there was a presumption in favour of release. The question of whether the applicants were lawfully detained divided the court, which concluded, by a narrow margin, that the unpublished policy applied to the applicants was unlawful. As a consequence, they were unlawfully detained and their civil claims in false imprisonment had to succeed. However, as the court found that the power to detain would have been exercised even if the lawful, published policy had been applied, it concluded – once again by a narrow majority – that the applicants should receive only nominal damages.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Lord Phillips, Lord Brown and Lord Roger dissented, preferring to find that the applicants’ detention was not unlawful because they would have been detained even if the published policy had been applied.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Failure to conduct regular reviews",
                                "elements": [
                                    {
                                        "content": "42.  Chapter 38 of the document formerly referred to as the Home Office Operations Enforcement Manual provided that detention had to be reviewed each month and written reasons for maintaining detention had to be provided each month. In the case of Shepherd Masimba Kambadzi v. Secretary of State for the Home Department [2011] UKSC 23, the applicant had been detained pending the making of a deportation order for twenty-seven months. There was no question of a breach of the Hardial Singh principles (see paragraph 37 above) but nevertheless the applicant alleged that his detention had been unlawful as it had not been subject to regular reviews as required by the Secretary of State’s published policy. The Supreme Court concluded by a majority that it was the Secretary of State’s duty to give effect to his published policy if that policy was sufficiently closely related to the authority to detain. In the present case, the court found that this test was met and that the applicant’s detention was unlawful. However, in view of the fact that the applicant would have remained in detention even if the reviews had taken place, the court considered it likely that he would only be entitled to nominal damages.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "43.  The applicant complained that his detention – in particular, its length – violated his rights under Article 5 § 1(f) of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "... ... ...",
                                "elements": []
                            },
                            {
                                "content": "(f) the lawful arrest or detention of a person to prevent his effecting an unauthorised entry into the country or of a person against whom action is being taken with a view to deportation or extradition.”",
                                "elements": []
                            },
                            {
                                "content": "44.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "45.  The Government submitted that the applicant had failed to exhaust domestic remedies as he did not bring an action in tort for false imprisonment following the Supreme Court’s decisions in Lumba and Mighty and Shepherd Kambadzi (see paragraphs 38 – 41 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  In the alternative, they submitted that the applicant had failed to exhaust his domestic remedies in respect of the period of detention before 3 December 2004. In the first instance proceedings before the Administrative Court, the court held that the period of detention between 3 December 2004 and 20 July 2006 had been unlawful, but that the detention before and after those dates had been lawful. However, the applicant’s only appeal against this decision concerned the period after 20 July 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The applicant submitted that it was clear in light of the domestic law that a free-standing head of appeal in relation to that period would have been bound to fail and, as such, the fact that it was not pursued is not a bar to it being raised now. In the alternative, he submitted that even if a discrete challenge to this period of detention was precluded by his failure to exhaust domestic remedies, it should not be left out of account when considering whether the length of his detention as a whole was such as to give rise to a breach of Article 5.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court recalls that the rule of exhaustion of domestic remedies in Article 35 § 1 of the Convention requires applicants first to use the remedies provided by the national legal system, thus dispensing States from answering before the Court for their acts before they have had an opportunity to put matters right through their own legal system. The burden of proof is on the Government claiming non-exhaustion to satisfy the Court that an effective remedy was available in theory and in practice at the relevant time, namely, that the remedy was accessible, capable of providing redress in respect of the applicant’s complaints and offered reasonable prospects of success (see McFarlane v.  [GC], no. 31333/06, § 107 10 September 2010 and T. v. the United Kingdom [GC], no. 24724/94, 16 December 1999, § 55). Article 35 must also be applied to reflect the practical realities of the applicant’s position in order to ensure the effective protection of the rights and freedoms guaranteed by the Convention (Hilal v. the United Kingdom (dec.), no. 45276/99, 8 February 2000).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  Moreover, the Court further recalls that, where several remedies are available, the applicant is not required to pursue more than one (see, among other authorities, Karakó v. Hungary, no. 39311/05, § 14, 28 April 2009). Likewise, an applicant cannot be expected to continually make applications to the same body when previous applications have failed (see N.A. v. the United Kingdom, no. 25904/07, § 91, 17 July 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Consequently, the Court may not consider whether this period of detention violated the applicant’s rights under Article 5 § 1 of the Convention. However, while complaints concerning length of proceedings prior to the ratification of the Convention have been declared inadmissible ratione temporis in a number of Article 6 cases, in considering the period after ratification the Court has nevertheless taken account of the state of the proceedings at the date of ratification (see, for example, Akhundov v. Azerbaijan, no. 39941/07, § 22, 3 February 2011 and Nalbant v. , no. 61914/00, § 36, 10 August 2006). Similarly, while in the present case the Court may not entertain the applicant’s complaints concerning his detention prior to 3 December 2004, in considering his complaints concerning his detention until mid-April 2007 (which marks the end of the period covered by the present application – see paragraph 32 above), it may take account of the state of affairs that existed on 3 December 2004: namely, that he had already been in detention for fifteen months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court finds that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and, further, is not inadmissible on any other ground. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The applicant’s submissions",
                                        "elements": [
                                            {
                                                "content": "55.  The applicant contended that he was not detained as “a person against whom action was being taken with a view to deportation”, because it was accepted that removals to southern Somalia were not possible between August 2004 and August 2006 and that between mid-2004 and late 2006 there were no forced removals to Somalia, including Somaliland. Consequently, in his submission, his detention during this period was not permitted by Article 5 § 1 (f).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  Alternatively, the applicant argued that his detention was not in accordance with a procedure prescribed by law. He submitted first, that following the decision of the Supreme Court in Shepherd Kambadzi v. Secretary of State for the Home Department (see paragraph 42 above), it was clear that the failure to conduct regular reviews and to provide him with written reasons for his detention, as required by the Secretary of State’s published policy, rendered his detention unlawful. Secondly, he submitted that from April 2006 to April 2007 he was detained under the unlawful secret policy and that the Supreme Court’s findings in Lumba and Mighty v. Secretary of State for the Home Department (see paragraph 38 above) compelled the conclusion that during this period he was falsely imprisoned in terms of domestic law. Consequently, he said, his detention was unlawful under domestic law and could not be said to have been in accordance with a procedure prescribed by law for the purposes of Article 5 § 1 (f).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The applicant also maintained that, by its very length, the period of his detention that is the subject of the present application (that is, until midApril 2007 – see paragraph 32 above) was arbitrary and thus contrary to Article 5. Moreover, he further claimed that there was a lack of due diligence on the part of the respondent State in seeking to effect his deportation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  In this regard, the applicant accepted that the risk of absconding and the risk of re-offending were relevant factors in assessing how long an individual could be detained under administrative powers without that detention becoming arbitrary, so long as the purpose of the detention remained that of giving effect to the planned deportation, and that the attainment of that purpose remained possible. With regard to the refusal to return voluntarily, the applicant relied on the case of Mikolenko v. , no. 10664/05, 8 October 2009, in which the Court held that an applicant’s refusal to co-operate rendered expulsion “virtually impossible” and, as a consequence, he was not being detained while action was being taken with a view to deportation. The applicant further relied on the Supreme Court’s findings in Lumba and Mighty v. Secretary of State for the Home Department, in which it held that a refusal to return voluntarily was of limited, if any, relevance in such cases. In any case, the applicant submitted that a person should not be said to be culpable for refusing to go back to a place where he knew that his life would be at risk, even if the nature and extent of that risk had not been found to engage the Refugee Convention or Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government’s submissions",
                                        "elements": [
                                            {
                                                "content": "59.  With regard to the lawfulness of the applicant’s detention under domestic law, the Government accepted that at least some of the detention reviews required by the published policy were not carried out at the times they should have been. Consequently, they did not dispute that the effect of the Shepherd Kambadzi decision was that as a matter of domestic law the applicant’s detention was not authorised.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  In their initial observations to the Court, the Government denied that the unpublished policy was ever applied to the applicant. However, in a letter to the Court dated 25 January 2010 they stated that “[i]t is true that for part of the period of the applicant’s detention, his case was one to which the unpublished policy applied”. Two years letter, when they submitted their final observations to the Court, the Government once again denied that the unpublished policy had been applied to him. Instead, they maintained that he was only ever detained by application of the published policy and, as such, the present case could be distinguished from that of Lumba and Mighty because, by reason of the application of the unpublished policy, the detention of those two individuals had not been in accordance with domestic law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  In response to the applicant’s other submissions, the Government contended that the length of his detention was not unreasonable in all the circumstances of the case. In particular, they submitted that they had demonstrated the necessary diligence in taking action with a view to his deportation, having regard to the fact that his deportation was also dependent on the actions of agents outside the Government’s control, including the Somaliland authorities and the carriers effecting enforced returns; in addition, there was a significant risk that the applicant would abscond or re-offend if released. In this regard, the Government submitted that in Lumba and Mighty the majority of the Supreme Court found that the risk of an individual re-offending was “an obviously relevant circumstance”, whether or not there was a risk of his absconding. Moreover, with reference to the Supreme Court’s conclusions on the relevance of an applicant refusing to return voluntarily, the Government submitted that in the present case the risk of absconding and re-offending was found to exist independently of the refusal to return voluntarily and could not, therefore, be inferred from it.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The submissions of the third- party intervener",
                                        "elements": [
                                            {
                                                "content": "62.  Bail for Immigration Detainees (“BID”) was granted leave to intervene as a third party. It submitted that the present case came before the Court of Appeal at a time when there had been a sharp increase in the number of foreign national prisoners being deported. There had also been a concurrent sharp increase in the number of persons being detained under immigration powers, and a significant proportion of those detainees had been in detention for lengthy periods. Those particularly affected were nationals of countries in which legal and practical problems enforcing deportation were encountered, such as Somalia, Palestine, Iran and .",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  BID indicated that the impact of the Court of Appeal’s decision of 30 July 2007 in the present case (see paragraph 27 above) was to limit the scope of the domestic courts’ power to review detention pending deportation. While the case of Mikolenko v  (cited at paragraph 58, above) identified the relevant test as whether there was a “realistic prospect” of expulsion, the Court of Appeal in the present case had asked whether there was “some prospect” of removal. Moreover, in Mikolenko the Court had held that it was not relevant that the detained person refused to cooperate with the process of deportation, while the Court of Appeal in the present case had focused on the activity of the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  Finally, BID submitted that Directive 2008/115/EC on common standards and procedures in Member States for returning illegally staying third-country nationals provided that each Member State of the European Union was required to set a limited period of detention, which could not exceed six months. Member States could not exceed this period except for a limited period not exceeding a further twelve months where, regardless of all their reasonable efforts, removal was likely to last longer owing to a lack of co-operation by the third-country national concerned, or owing to delays in obtaining the necessary documentation from third countries. Moreover, the Grand Chamber of the European Court of Justice had since interpreted those provisions as applying irrespective of whether any time had been spent appealing a deportation order (see Case C-357/09, Kadzoev [2009] ECR I-11189, 30 November 2009). The United Kingdom, Ireland and  were the only Member States of the European Union which had opted out of the Directive.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Whether the applicant’s detention fell within the scope of Article 5 § 1 (f)",
                                "elements": [
                                    {
                                        "content": "65.  Sub-paragraphs (a) to (f) of Article 5 § 1 of the Convention contain an exhaustive list of permissible grounds of deprivation of liberty, and no deprivation of liberty will be lawful unless it falls within one of those grounds (see, inter alia, Saadi v. the United Kingdom [GC], no. 13229/03, § 43, ECHR 2008...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  In the present case, the Government contended that the applicant was deprived of his liberty with a view to expulsion and that his detention had been permissible under sub-paragraph (f) of Article 5 § 1. The applicant contested that argument, considering that as there was little prospect of effecting his removal during much of the period of detention he was not “a person against whom action was being taken with a view to deportation”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  In view of the Court’s findings at paragraph 70 below, it is not necessary for it to determine whether or not the applicant was, at the relevant time, “a person against whom action was being taken with a view to deportation”. It will therefore proceed on the assumption that he was and that the case falls within the scope of Article 5 § 1 (f).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The lawfulness of the applicant’s detention",
                                "elements": [
                                    {
                                        "content": "68.  It is well established in the Court’s case-law that in addition to falling within one of the exceptions set out in sub-paragraphs (a) to (f), any deprivation of liberty must be “lawful”. Where the “lawfulness” of detention is in issue, including the question whether “a procedure prescribed by law” has been followed, the Convention refers essentially to national law and lays down the obligation to conform to the substantive and procedural rules of national law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  Following the decision of the Supreme Court in Lumba and Mighty (see paragraph 40 above), it would appear that the applicant’s detention would have been unlawful under domestic law if it could be shown that he had been detained under the unpublished policy. However, the Government do not accept that the unpublished policy was applied to the applicant (see paragraph 60 above) and it is not necessary for the Court to reach any conclusions on this issue because the Government have accepted that, following the Supreme Court’s judgment in Shepherd Kambadzi (see paragraph 42 above), the applicant’s detention from 3 September 2003 to shortly after 13 April 2007, when he was released on bail (see paragraph 31 above), was not lawful under domestic law because the regular reviews required by the Secretary of State’s published policy were not carried out (see paragraphs 33 and 59 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  As indicated in paragraph 53, above, the Court may not entertain the complaint in relation to the applicant’s detention prior to 3 December 2004. However, for the reasons given in the preceding paragraph, it finds that from 3 December 2004 until mid-April 2007, which marks the end of the period of detention covered by the present application (see paragraph 32 above), the applicant’s detention was not “lawful” under domestic law and, as such, was in breach of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The length of the applicant’s detention",
                                "elements": [
                                    {
                                        "content": "71.  The applicant also submitted that by virtue of its length his detention between 3 December 2004 and mid-April 2007 was arbitrary and, as such, violated Article 5 § 1 of the Convention. The Government disputed this argument, relying on the risk of absconding, the risk of reoffending, and the fact that the applicant could have ended his detention at any time by agreeing to return to  voluntarily.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  In view of the conclusion stated at paragraph 70 above, the Court does not consider it necessary to make a separate finding as to whether the applicant’s detention also violated Article 5 § 1 of the Convention on account of its length. However, as the relevance of the applicant’s refusal to return voluntarily was at the centre of the parties’ submissions, both before this Court and before the domestic courts, the Court wishes to address the point briefly at this juncture.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  In Lumba and Mighty the Supreme Court concluded that while it was common ground that the refusal to return voluntarily was relevant to the assessment of the reasonableness of the period of detention because a risk of absconding could be inferred from the refusal, such an inference could not be drawn in every case. On the contrary, it considered it necessary to distinguish between cases where the return to the country of origin was possible and cases where it was not. Where return was not possible for reasons extraneous to the person detained, the fact that he was not willing to return voluntarily could not be held against him since his refusal had no causal effect. If return was possible, but the detained person was not willing to go, it would be necessary to consider whether or not he had issued proceedings challenging his deportation. If he had done so, it would be entirely reasonable that he should remain in the  pending the determination of those proceedings, unless they were an abuse of process, and his refusal to return voluntarily would be irrelevant. If there were no outstanding legal challenges, the refusal to return voluntarily could not be seen as a trump card which enabled the Secretary of State to continue to detain until deportation could be effected, otherwise the refusal would justify as reasonable any period of detention, however long (see the leading judgment of Lord Dyson at paragraph 39 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Court finds this approach consistent with the one it took in Mikolenko v. Estonia (see paragraph 58 above). In that case, the Court did not suggest that the applicant’s refusal to co-operate with his deportation was irrelevant; however, in view of the extraordinary length of his detention and the fact that his removal had for all practical purposes become virtually impossible, it accepted that his continued detention was no longer being effected with a view to his deportation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(d)  Conclusion",
                                "elements": [
                                    {
                                        "content": "75.  In conclusion, there has been a violation of Article 5 § 1 of the Convention in the present case in relation to the applicant’s detention between 3 December 2004 and his release in mid-April 2007.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "76.  The applicant also complained under Article 13 that he had no effective remedy in relation to the alleged breach of Article 5 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "77.  Article 13 of the Convention provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "78.  The Court notes that the applicant was able to bring judicial review proceedings challenging the lawfulness of his continued detention and to appeal against the decision of the  to the Court of Appeal. The applicant has adduced no evidence to substantiate his claim that there was no effective domestic remedy for his Convention complaints.",
                                "elements": []
                            },
                            {
                                "content": "79.  The Court therefore finds, in the light of all the material in its possession and in so far as the matters complained of are within its competence, that this complaint does not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "80.  It follows that this part of the application is manifestly illfounded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "81.  The applicant further complained that his removal to  would violate his rights under Article 3 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "82.  Article 3 provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "83.  On 28 June 2011 the Court gave its judgment in Sufi and Elmi v. the United Kingdom, nos. 8319/07 and 11449/07, 28 June 2011, in which it gave detailed guidance on the compatibility of the removal of Somali nationals to  with the respondent State’s obligations under Articles 2 and 3 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "84.  On 10 February 2012 the Government wrote to the Court setting out the following proposals:",
                                "elements": []
                            },
                            {
                                "content": "“Cases pending before the Court",
                                "elements": []
                            },
                            {
                                "content": "The Government consider that where an application challenging removal to Somalia (but not Somaliland or Puntland) is pending before the Court it would be appropriate to consider whether the reasoning of the Court in the Sufi and Elmi judgment, together with a more recent country guidance case in the Immigration and Asylum Tribunal (AMM & Others) (Conflict; Humanitarian Crisis; Returnees; FGM) Somalia CG[2011] UKUT 445 (IAC) (28 November 2011)) have any impact on the decision to remove that individual. In light of the significant numbers of such cases pending before the Court, the Government propose that the following procedure be put in place to accomplish this.",
                                "elements": []
                            },
                            {
                                "content": "The Court would inform the applicants contesting removal to  and in respect of whom the Court has previously applied Rule 39 measures, that the following procedure would apply to their case. The Court would lift the Rule 39 measure in each such case in order to allow the procedure to be followed; and would inform the applicant that any new application for Rule 39 would not normally be considered until such time as the procedure and any consequent judicial remedies, including application for judicial review, had been exhausted;",
                                "elements": []
                            },
                            {
                                "content": "The Court would notify the Government of those applicants to whom it had written in these terms;",
                                "elements": []
                            },
                            {
                                "content": "Upon receipt of such notification, UKBA would write to the applicant or his or her representative, inviting them to submit further representations in their case;",
                                "elements": []
                            },
                            {
                                "content": "UKBA would assess each such case in light of any representations submitted, applying new guidance that takes account both of the Sufi and Elmi judgments and the AMM decision of the domestic courts;",
                                "elements": []
                            },
                            {
                                "content": "If UKBA conclude that in light of the new guidance and any representations made, removal should not be ordered, appropriate leave to remain in the United Kingdom will be granted; if in light of the new guidance removal to Somalia is appropriate, the application will be refused and new removal directions may be set;",
                                "elements": []
                            },
                            {
                                "content": "In the event of a decision to refuse an application, the applicant will have the following remedies. If the representations submitted are considered to amount to a fresh claim, any decision to refuse the application will, in most cases, attract an in-country right of appeal to the AIT. If the representations are considered to amount to further submissions, any decision to reject those submissions would not attract a right of appeal. It would, however, be open to the applicant to apply to the High Court to have the decision of the Secretary of State for the Home Department judicially reviewed. An application for judicial review would normally suspend removal; and the High Court would consider any review on the basis of the current state of the law including the Court’s judgments in Sufi and Elmi and the AMM decision. There is also a further option to apply to the High Court for any injunction to prevent removal.",
                                "elements": []
                            },
                            {
                                "content": "The Government’s assumption is that, in light of the judgment in Sufi and Elmi and the AMM judgment, Rule 39 measures will be lifted in respect of those applications currently pending before the Court that challenge removal to Somalia; and these applications will be declared inadmissible or otherwise disposed of by the Court.",
                                "elements": []
                            },
                            {
                                "content": "The Government are confident these arrangements would ensure that the appropriate domestic authorities have an opportunity to reconsider the cases of those whose claims currently pending before the Court might be affected by the reasoning set out in the Court’s judgment and would provide such applicants with appropriate judicial remedies in the domestic courts.",
                                "elements": []
                            },
                            {
                                "content": "Cases not currently pending before the Court",
                                "elements": []
                            },
                            {
                                "content": "The Government also propose that, before setting removal directions for removal to Somalia (but not Somaliland or Puntland) in any future case (i.e. including cases not currently pending before the Court), the case will be assessed against the new guidance, taking account of both Sufi and Elmi and AMM. It will, of course, still be open to the individual applicants to submit further representations on the basis of Sufi and Elmi and AMM if they wish to do so. Remedies set out in paragraph (f) above would apply to any individual whose applications were rejected applying the new guidance, i.e. they would have the opportunity either to appeal against the decision to the AIT or to apply for judicial review in the High Court.",
                                "elements": []
                            },
                            {
                                "content": "The Court can therefore be confident that in any case in which removal directions for  have been set after 22 February 2012, UKBA will have considered the case against the new guidance. Furthermore the Court can also be confident that a judicial remedy would be available to any such applicant. In these circumstances, the Government will respectfully request the Court to require any new applicants to make fresh representations to UKBA if they have not already done so and to exhaust the possibility of a domestic appeal and/or judicial review before the Court considers granting a request for Rule 39 to be applied in their cases so as to halt removal to Somalia.”",
                                "elements": []
                            },
                            {
                                "content": "85.  In a decision dated 10 April 2012, the Court accepted the Government’s proposal and notified the applicants accordingly. In June 2012 the Court struck out all remaining applications challenging removal to Mogadishu from its list of cases as it found that the practical effect of the Government’s undertakings was that the applicants would not be returned to Mogadishu without a full examination of their claims by the Government of the United Kingdom and, moreover, they would have the opportunity to lodge new applications with the Court (including the possibility of requesting an interim measure under Rule 39 of the Rules of Court) should that need arise. Consequently, the Court considered that the continued examination of these cases was no longer justified.",
                                "elements": []
                            },
                            {
                                "content": "86.  The applicant’s case was not struck out at this time because the decision in respect of his Article 5 § 1 complaint was still pending. However, the applicant will benefit from the undertakings of the Government set out in the letter of 10 February 2012.",
                                "elements": []
                            },
                            {
                                "content": "87.  Therefore, in accordance with Article 37 § 1 in fine, the Court finds no special circumstances regarding respect for human rights as defined in the Convention and its Protocols which require the continued examination of the case. Accordingly, it is appropriate to lift the interim measures indicated under Rule 39 of the Rules of Court and strike this part of the application out of the list.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "88.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "89.  The applicant claimed forty thousand pounds (GBP 40,000) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Government, on the other hand, submitted that the finding of a violation should in itself constitute just satisfaction. In particular, the Government relied on the fact that the breaches were merely technical and that the applicant would have been detained even if there had been no violation of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Court recalls that there are a number of previous cases where it has found such a violation of Article 5 and concluded that the finding of a violation should in itself constitute just satisfaction (see, for example, Hilda Hafsteinsdóttir v. , no. 40905/98, § 60, 8 June 2004). Moreover, in cases concerning Article 5 § 3 of the Convention it has not made an award of damages unless it could be shown that the applicant would not have suffered if he or she had had the benefit of the guarantees of that Article (see, for example, Nikolova v.  [GC], no. 31195/96, § 76, ECHR 1999II, and H.L. v. the , no. 45508/99, § 149, ECHR 2004IX).",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  On the other hand, in light of the Government’s concession that the applicant’s detention was not in accordance with the law, the Court in the present case did not have to decide whether the applicant’s detention was also arbitrary. In the circumstances of the present case, in particular the length of the applicant’s detention under review in the present case (that is, form 3 December 2004 until mid-April 2007) and the difficulties encountered by the Government in enforcing removals to Mogadishu, it cannot exclude the possibility that it might have found a breach of Article 5 § 1 even if the detention had been in accordance with domestic law. It does not, therefore, accept that this is a case in which the finding of a violation should in itself constitute just satisfaction. That being said, in the absence of any finding on the question of whether or not the applicant’s detention was also arbitrary, and having regard to the specific circumstances of the present case, the Court considers it appropriate to make an award substantially lower than that which it has had occasion to make in other cases of unlawful detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  Consequently, it awards the applicant EUR 1,500 in respect of nonpecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "94.  The applicant also claimed GBP 5,660 for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  The Government did not contest this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and to the above criteria, the Court considers it reasonable to award the sum of EUR 7,000 for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "97.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Decides to strike the complaint in respect of Article 3 of the Convention out of its list of cases;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaint concerning Article 5 § 1 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 1 of the Convention in relation to the applicant’s detention from 3 December 2004 until his release in mid-April 2007;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that it is not necessary to examine the complaint under Article 5 § 1 of the Convention regarding the length of the applicant’s detention during the said period;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 April 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Ineta Ziemele",
            "role": "president"
        },
        {
            "name": "David Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Paul Mahoney",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ABDI v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-118335.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:0409JUD002777008",
    "externalsources": [],
    "extractedappno": [
        "27770/08",
        "31333/06",
        "24724/94",
        "45276/99",
        "77363/01",
        "6778/05",
        "77631/01",
        "26499/02",
        "39343/98",
        "39651/98",
        "43147/98",
        "46664/99",
        "1948/04",
        "39311/05",
        "25904/07",
        "39941/07",
        "61914/00",
        "10664/05",
        "357/09",
        "13229/03",
        "8319/07",
        "11449/07",
        "40905/98",
        "31195/96",
        "45508/99"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-118335",
    "judgementdate": "09/04/2013 00:00:00",
    "kpdate": "09/04/2013 00:00:00",
    "kpthesaurus": [
        "448",
        "220",
        "130",
        "14",
        "128",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "5-1-f",
        "35-1",
        "35",
        "5-1",
        "5",
        "41"
    ],
    "parties": [
        "ABDI",
        "THE UNITED KINGDOM"
    ],
    "rank": "976.921569824219",
    "representedby": [
        "NORMAN E."
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "Akhundov v. Azerbaijan, no. 39941/07, § 22, 3 February 2011",
        "D. v. Ireland (dec.), no. 26499/02, §§ 89 and 91, 28 June 2006",
        "Fox v. the United Kingdom (dec.), no. 61319/09, 20 March 2012, § 42",
        "H.L. v. the United Kingdom, no. 45508/99, § 149, ECHR 2004-IX",
        "Hilal v. the United Kingdom (dec.), no. 45276/99, 8 February 2000",
        "Hilda Hafsteinsdóttir v. Iceland, no. 40905/98, § 60, 8 June 2004",
        "Karakó v. Hungary, no. 39311/05, 28 April 2009",
        "Kleyn and Others v. the Netherlands [GC], nos. 39343/98, 39651/98, 43147/98 and 46664/99, § 156, ECHR 2003-VI",
        "McFarlane v. Ireland [GC], no. 31333/06, § 107 10 September 2010",
        "Mikolenko v. Estonia, no. 10664/05, 8 October 2009",
        "Milosevic v. the Netherlands (dec.), no. 77631/01, 19 March 2002",
        "MPP Golub v. Ukraine (dec.), no. 6778/05, 18 October 2005",
        "N.A. v. the United Kingdom, no. 25904/07, § 91, 17 July 2008",
        "Nalbant v. Turkey, no. 61914/00, § 36, 10 August 2006",
        "Nikolova v. Bulgaria [GC], no. 31195/96, § 76, ECHR 1999-II",
        "Pellegrini v. Italy (dec.), no. 77363/01, 26 May 2005",
        "Saadi v. the United Kingdom [GC], no. 13229/03, § 43, ECHR 2008-...",
        "Salah Sheekh v. the Netherlands, no. 1948/04, §§ 121 et seq., ECHR 2007-... (extracts)",
        "Sufi and Elmi v. the United Kingdom, nos. 8319/07 and 11449/07, 28 June 2011",
        "T. v. the United Kingdom [GC], no. 24724/94, 16 December 1999, § 55"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "397251",
    "typedescription": "15"
}