{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Constitutional proceedings;Article 6-1 - Reasonable time);Non-pecuniary damage - finding of violation sufficient",
    "applicability": "",
    "appno": "39547/98",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Constitutional proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        }
    ],
    "content": {
        "001-60963.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 39547/98) against the Federal Republic of Germany lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a German national, Mr Heinrich Niederböster (“the applicant”), on 16 January 1998.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented before the Court by Mr G. Rixe, of the Bielefeld Bar. The German Government (“the Government”) were represented by their Agent, Mr K. Stoltenberg, Head of Division (Ministerialdirigent) at the Federal Ministry of Justice. ",
                        "elements": []
                    },
                    {
                        "content": "3.  In his application, Mr Niederböster alleged that the German authorities had failed to comply, notably at the Federal Constitutional Court stage, with the “reasonable time” requirement of Article 6 § 1 of the Convention in proceedings to which he had been a party.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  It was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Third Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  By a decision of 28 February 2002 the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "8.  The applicant and the Government each filed written observations on the merits of the case (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Background to the case",
                                "elements": [
                                    {
                                        "content": "9.  The applicant is a German national who was born in 1915. He has an illegitimate daughter, Isa, who was born in 1985. Both before and after her birth, relations between the parents were strained. Until the summer of 1989 the applicant saw his daughter regularly, looking after her during the daytime on occasion, even though he lived some 300 km from her home. After a year without any contact, he saw her again at the end of 1990. Thereafter, the mother refused to allow any further contact.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  In 1991 the applicant applied to the Bonn District Court (Amtsgericht) for an order granting him access to his daughter. On 12 March 1992 the District Court dismissed his application, holding that in view of the strained relations between the parents, the applicant’s obsessional attitude (zwanghaft) towards his daughter and her unwillingness to see him, it would not at that juncture be in the child’s interest, within the meaning of Article 1711 of the Civil Code (Bürgerliches Gesetzbuch – see “Relevant domestic law and practice” below) to grant the applicant access. The District Court also found that the applicant could not claim to be the victim of discrimination, as its decision would not have been any different had his daughter been legitimate. The applicant’s appeals to the  (Landgericht) and to the Cologne Court of Appeal (Oberlandesgericht) were dismissed. On 9 February 1993 the  (Bundesverfassungsgericht), sitting as a panel of three judges, decided not to entertain the applicant’s constitutional complaint. On 24 March 1993 the Bonn District Court dismissed a further application by the applicant on the grounds that the relations between the parents remained strained and that a two-year “cooling-off period” (Zeit der Ruhe) was required before the case could be re-examined.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant’s applications for access to his daughter",
                                "elements": [
                                    {
                                        "content": "11.  On 23 June 1993 the applicant made a further application to the Bonn District Court for access to his daughter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  In a letter of 6 July 1993, the applicant informed the District Court that he considered that the judge hearing the case was biased.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 2 November 1993 the District Court rejected the application and adjourned its decision until 12 March 1992.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 20 January 1994 the applicant lodged further particulars of his grounds for challenging the judge hearing the case. On 28 January 1994 the  ruled that the challenge was unfounded. On 18 February 1994 the applicant appealed against that decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 28 February 1994 he lodged his grounds of appeal and also appealed against the District Court’s decision of 2 November 1993. On 18 March 1994 the Cologne Court of Appeal dismissed the appeal against the ’s decision of 28 January 1994.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 25 April 1994 the applicant lodged his grounds of appeal against the District Court’s decision of 2 November 1993. On 30 May and 25 July 1994 the  heard the child and her mother, followed by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 22 September 1994 the  dismissed the applicant’s appeal. It found that it would not be in the interests of the child’s welfare, within the meaning of Article 1711 § 2 of the Civil Code, to grant the applicant access. In particular, it noted that the situation observed on 25 September 1992 remained unchanged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 7 November 1994 the applicant lodged a constitutional appeal with the  in which he argued that Article 1711 of the Civil Code was unconstitutional.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 22 March 1995 the applicant requested the  to expedite his appeal in view of his age (he was 80 years old) and the fact that he was suffering from a heart condition. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Between 1995 and 1998 there was an exchange of correspondence in which the  informed the applicant that his appeal had been put back in order to await the outcome of other appeals that were pending on the issue of the constitutionality of Article 1711 of the Civil Code. It is apparent from two editions of a German legal periodical (Neue Juristische Wochenschrift) of 1994 (p. 1335) and 1997 (p. 1057) that at least one of the sets of proceedings dated back to 1988 (no. 1 BvR 1216/88). In a letter of 15 February 1996, the judge rapporteur in the case advised the applicant that the  was aiming to issue (angestrebt) its decision by the end of the year. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 20 November 1997 the applicant made a further application to the Bonn District Court for access.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 20 January 1998 the Federal Constitutional Court suggested to the applicant that he should declare that his appeal had been disposed of (erledigt), in view of the fact that new legislation on family matters (Kindschaftsrecht – see “Relevant domestic law and practice” below), regulating, inter alia, the relationship between fathers and their illegitimate children, was about to come into force. It pointed out that the outcome of his appeal would be the same if it declared Article 1711 of the Civil Code unconstitutional, as such a finding would merely require the legislature to amend the offending provision within a set period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 30 April 1998 the Bonn District Court rejected the applicant’s application for access, holding that there had been no change of circumstances that would warrant any other decision. The applicant appealed against that decision to the . Following a hearing on 7 September 1998 the parties agreed that the applicant and his daughter would resume contact. With the support of the , they arranged various meetings, which were subsequently cancelled for reasons attributable to each of the parties in turn.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In a letter of 10 August 1998, the applicant stated that he did not accept the proposal made by the judge rapporteur of the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 19 August 1998 the judge rapporteur wrote a further letter to the applicant in which he informed him that, as the new legislation had come into force, his constitutional appeal no longer raised a question of general importance (grundsätzliche Bedeutung) and, accordingly, had no prospect of success. He added that the legal costs the applicant had incurred in his constitutional appeal could only be reimbursed if he declared that his appeal had been disposed of.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In a letter of 19 October 1998, the applicant declared that his appeal had been disposed of, saying that he had done so solely in order to obtain reimbursement of his legal costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 1 December 1998 the , sitting as a panel of three judges, made an order requiring the Land of North Rhine-Westphalia to reimburse the applicant’s legal costs relating to his constitutional appeal. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Subsequent developments",
                                "elements": [
                                    {
                                        "content": "28.  At the beginning of October 1999 the applicant was allowed to see his daughter again. Shortly afterwards, in a letter of 26 October 1999 and at the request of the , he withdrew his appeal against the Bonn District Court’s decision of 30 April 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  A further meeting between the applicant and his daughter took place in April 2000 on the applicant’s eighty-fifth birthday. There has been no contact since and the applicant has not asked the  for a final ruling on his appeal.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "\nII.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Legislation on family matters currently in force",
                                "elements": [
                                    {
                                        "content": "30.  The statutory provisions on custody and access are set out in the Civil Code (Bürgerliches Gesetzbuch). The provisions in this area of the law were substantially amended by a reform of 16 December 1997 (Reform zum Kindschaftsrecht, Federal Gazette (Bundesgesetzblatt) 1997, p. 2942), which came into force on 1 July 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 1626 § 1 provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The father and the mother have the right and the duty to exercise parental authority [elterliche Sorge] over a minor child. The parental authority includes the custody [Personensorge] and the care of property [Vermögenssorge] of the child.” ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Pursuant to Article 1626 a § 1, as amended, the parents of a minor child born out of wedlock jointly exercise custody if they make a declaration to that effect (declaration on joint custody) or if they marry.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Legislation on family matters in force at the material time",
                                "elements": [
                                    {
                                        "content": "Before the entry into force of the amended Law on Family Matters, the relevant provision of the Civil Code concerning custody and access for a child born in wedlock was worded as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 1634",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  A parent not having custody has the right to personal contact with the child. The parent not having custody and the person having custody must not do anything that would harm the child’s relationship with others or seriously interfere with the child’s upbringing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The family court can determine the scope of that right and can prescribe more specific rules for its exercise, also with regard to third parties; as long as no decision is made, the right, under Article 1632 § 2, of the parent not having custody may be exercised throughout the period of contact. The family court can restrict or suspend that right if such a measure is necessary for the child’s welfare.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The relevant provisions of the Civil Code concerning custody of and access to a child born out of wedlock were worded as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 1705",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Custody over a minor child born out of wedlock is exercised by the child’s mother ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 1711",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The person having custody of the child shall determine the father’s right of access to the child. Article 1634 § 1, second sentence, applies by analogy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  If it is in the child’s interests to have personal contact with the father, the guardianship court can decide that the father has a right to personal contact. Article 1634 § 2 applies by analogy. The guardianship court can change its decision at any time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The  Act",
                                "elements": [
                                    {
                                        "content": "By virtue of section 32 of the Federal Constitutional Court Act (Gesetz über das Bundesverfassungsgericht) of 11 August 1993, the  has power to order interim measures if special reasons make it necessary to do so in the general interest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Under its settled case-law, the Federal Constitutional Court may make such orders on its own initiative, that is to say without an application by an interested party (see, among other authorities, its judgment of 7 April 1976, no. 2 BvH 1/75, published in the Official Reports of Judgments and Decisions (Entscheidungen des Bundesverfassungsgerichts), volume 42, p. 103; and its decision of 3 December 1998, no. 2 BvR 2033/98).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The ’s case-law on unconstitutionality and its effects ",
                                "elements": [
                                    {
                                        "content": "In a decision of 30 May 1990 (nos. 1 BvL 2/83, 9-10/84, 3/85, 1113/89, 4/90 and 1 BvR 764/86, Reports 82, p. 126), the Federal Constitutional Court stated: “[This Court] must, in principle, confine itself to declaring the impugned provision unconstitutional, whereupon the State authorities may no longer apply it. The courts are required to stay any proceedings whose outcome depends on the provision in issue until new legislation comes into force.” The same reasoning is to be found in, among other authorities, a decision of 7 March 1995 (nos. 1 BvR 790/91, 540/92 and 866/92, Reports 92, p. 186).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "\nTHE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicant complained of the length of the proceedings, particularly in the . He alleged a violation of Article 6 § 1 of the Convention, the relevant part of which provides:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Period to be taken into consideration",
                                "elements": [
                                    {
                                        "content": "32.  The Court notes that the proceedings began on 23 June 1993, when the applicant applied for access to his daughter, and ended on 1 December 1998 with the decision of the . The period to be taken into consideration is, therefore, five years, five months and eight days.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Reasonableness of the length of the proceedings",
                                "elements": [
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "39.  The Court reiterates that the reasonableness of the length of proceedings is to be determined with reference to the criteria laid down in the Court’s case-law, in particular the complexity of the case, and the conduct of the parties and of the authorities. On the latter point, what is at stake for the applicant in the litigation has to be taken into account. It is thus essential that custody cases be dealt with speedily (see Glaser, cited above, § 93; Nuutinen v. Finland, no. 32842/96, § 110, ECHR 2000-VIII; and Mark v. Germany (dec.), no. 45989/99, 31 May 2001).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  Conduct of the authorities",
                                "elements": [
                                    {
                                        "content": "42.  The Court notes that when the applicant lodged his appeal with the , a major statutory reform of family law was under way and the new legislation came into force on 1 July 1998. The Government maintained that, under those circumstances, the  could not strike down the relevant provision and impose a deadline on the legislature to amend it. Furthermore, if the case had been remitted to the civil courts, they too would have been obliged to wait until the new legislation had come into force. The Court considers that that argument amounts to saying that until the new legislation came into force the applicant had absolutely no prospect of obtaining a fresh judicial decision on whether he should be granted access to his daughter. Under the Federal Constitutional Court’s settled case-law (see “Relevant domestic law and practice” above), even if the Federal Constitutional Court had issued a decision in favour of the applicant – that is to say quashed the decisions of the civil courts that had heard the case – the civil courts would have been obliged to stay the proceedings until the new legislation came into force.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court has recognised the special role played by constitutional courts in domestic legal systems (see Süßmann v. Germany, judgment of 16 September 1996, Reports of Judgments and Decisions 1996-IV, p. 1170, § 37, and Tričković v. Slovenia, no. 39914/98, §§ 36 and 54, 12 June 2001). It observes that it has repeatedly held that Article 6 § 1 of the Convention imposes on the Contracting States the duty to organise their judicial systems in such a way that their courts can meet each of its requirements, including the obligation to hear cases within a reasonable time. Although this obligation cannot be construed in the same way for a constitutional court as for an ordinary court, it is for the European Court in the last instance to verify that it has been complied with, having regard to the particular circumstances of each case and the criteria laid down in its case-law (see Pammel v. Germany, judgment of 1 July 1997, Reports 1997-IV, p. 1111, § 68, and Probstmeier v. Germany, judgment of 1 July 1997, Reports 1997-IV, p. 1137, § 63). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  In the present case, the Court recognises that the ’s ability to force the legislature’s hand is somewhat limited if the legislature embarks on a reform of the statutory provisions forming the subject matter of the constitutional appeal. It reiterates, however, that it is important for the Convention to be interpreted and applied so as to make its safeguards practical and effective, as opposed to theoretical and illusory (see, mutatis mutandis, Artico v. Italy, judgment of 13 May 1980, Series A no. 37, pp. 15-16, § 33, and Stafford v. the United Kingdom [GC], no. 46295/99, § 68, ECHR 2002-IV). As regards complaints concerning the length of proceedings, it also notes that Article 6 § 1 of the Convention requires that cases be heard within a reasonable time; in so providing, the Convention underlines the importance of rendering justice without delays which might jeopardise its effectiveness and credibility (see, mutatis mutandis, H. v. France, judgment of 24 October 1989, Series A no. 162-A, pp. 22-23, § 58, and Moreira de Azevedo v. Portugal, judgment of 23 October 1990, Series A no. 189, p. 19, § 74).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court notes that the Government have not established that it would have been impossible for the Federal Constitutional Court to strike down Article 1711 of the Civil Code and remit the case to the civil courts, thereby allowing them to examine whether, in the light of the special circumstances of the case, the applicant should have been granted interim access to his daughter, especially as section 32 of the Federal Constitutional Court Act gives it power to order interim measures even if no application for such measures has been made (see “Relevant domestic law and practice” above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The length of the proceedings in the three civil courts did not exceed fifteen months, which cannot be considered unreasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  In the light of the foregoing, and having regard in particular to the fact that the proceedings in issue concerned the applicant’s right of access to his daughter, the Court finds that in spite of the special circumstances in which the Federal Constitutional Court was called upon to adjudicate, the length of the proceedings taken as a whole cannot be regarded as reasonable within the meaning of Article 6 § 1 of the Convention. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Consequently, there has been a violation of that provision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "...",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 27 February 2003, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrI. Cabral Barreto",
            "role": "president"
        },
        {
            "name": "MrG. Ress",
            "role": "judges"
        },
        {
            "name": "MrP. Kūris",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrB. Zupančič",
            "role": "judges"
        },
        {
            "name": "MrsH.S. Greve",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "Mr V. Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF NIEDERBOSTER v. GERMANY [Extracts]",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-60963.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2003:0227JUD003954798",
    "externalsources": [],
    "extractedappno": [
        "39547/98",
        "1216/88",
        "1/75",
        "2033/98",
        "2/83",
        "10/84",
        "3/85",
        "13/89",
        "4/90",
        "764/86",
        "790/91",
        "540/92",
        "866/92",
        "32842/96",
        "45989/99",
        "39914/98",
        "46295/99"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-60963",
    "judgementdate": "27/02/2003 00:00:00",
    "kpdate": "27/02/2003 00:00:00",
    "kpthesaurus": [
        "445",
        "57",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "NIEDERBOSTER",
        "GERMANY [Extracts]"
    ],
    "rank": "457.862670898438",
    "representedby": [
        "N/A"
    ],
    "respondent": "DEU",
    "respondentOrderEng": "18",
    "scl": [
        "Artico v. Italy, judgment of 13 May 1980, Series A no 37, p. 16, § 33",
        "Futterer v. Croatia, no 52634/99, 20 December 2001, § 32",
        "Glaser v. the United Kingdom, no 32346/96, 19 September 2000, § 93",
        "H. v. France, judgment of 24 October 1989, Series A no 162-A, § 58",
        "Mark v. Germany (dec.), no45989/99, 31 May 2001",
        "Moreira de Azevedo v. Portugal du 23 October 1990, Series A, no 189, § 74",
        "Nuutinen v. Finland, no 32842/96, ECHR 2000-VIII, § 110",
        "Pammel v. Germany, judgment of 1er July 1997, Reports 1997-IV, p. 1111, § 68",
        "Probstmeier v. Germany, judgment of 1er July 1997, Reports 1997-IV, p. 1137, § 63",
        "Stafford v. the United Kingdom [GC], no 46295/99, ECHR 2002-IV, 28 May 2002, § 68",
        "Stathoulopoulos v. Germany (dec.) (friendly settlement), no 47686/99, 5 April 2001",
        "Süssmann v. Germany, judgment of 16 September 1996, Reports of Judgments and Decisions 1996-IV, p. 1170, § 37",
        "Trickovic v. Slovenia, no 39914/98, 12 June 2001, §§ 36 and 54"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "449735",
    "typedescription": "15"
}