{
    "__articles": "6;6-1;13;13+6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time);Violation of Article 13+6-1 - Right to an effective remedy (Article 13 - Effective remedy) (Article 6 - Right to a fair trial;Criminal proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "907/13",
    "article": [
        "6",
        "13"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+6-1 - Right to an effective remedy",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Criminal proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+6-1 - Right to an effective remedy",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Criminal proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-171557.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 907/13) against the Republic of Austria lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Dutch national, Mr Paul Auerbach (“the applicant”) on 21 December 2012.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Austrian Government (“the Government”) were represented by their Agent, Mr H. Tichy, Head of the International Law Department at the Federal Ministry for Europe, Integration and International Affairs of Austria.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 30 November 2015 the complaints concerning the length of the criminal proceedings and the lack of remedies in that respect were communicated to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court. The Government of the Netherlands did not make use of their right to intervene (Article 36 § 1 of the Convention).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1962 and lives in London.",
                                "elements": []
                            },
                            {
                                "content": "5.  From 1997 to 1998, the applicant was the CEO of the Central Wechsel- und Creditbank AG (“CWAG”), a sub-company of the Hungarian national bank (“UNB”).",
                                "elements": []
                            },
                            {
                                "content": "6.  On 22 December 2000 the Ministry of Finance (Bundesministerium für Finanzen) received anonymous information accusing the applicant of having received untaxed remuneration in the amount of 35,000,000 Austrian Schilling (approximately 2,550,000 euros (EUR)) via the Liechtenstein company Tudor AG.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 15 February 2001 the Investigation Department for Criminal Matters (hereinafter, the “IDCM”) was ordered to conduct investigations.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 21 September 2001 the IDCM submitted criminal information on suspicion of tax evasion with the Vienna Public Prosecutor’s Office (Staatsanwaltschaft Wien).",
                                "elements": []
                            },
                            {
                                "content": "9.  On 9 October 2001 the Vienna Regional Criminal Court (Landesgericht für Strafsachen Wien) opened preliminary investigation proceedings against the applicant on the request of the Public Prosecutor’s Office. At the same time the Vienna Regional Criminal Court instructed the Vienna Tax Authority to investigate the case and to submit a final report concerning the amount of taxes evaded. It further issued an order for the applicant’s house to be searched and pursuant to section 412 Code of Criminal Procedure (hereinafter, the “CCP”) the criminal proceedings were interrupted until the submission of the final report.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 28 November 2001 the applicant’s house was searched and the applicant was informed about the investigations against him for the first time.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 22 April 2003 the Vienna Local Tax Authority informed the Vienna Regional Criminal Court that they had completed the investigations and had sent their findings to another Vienna Local Tax Authority which would assess the facts and prepare the final report.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 5 March 2004 the applicant lodged a request for the discontinuation of the criminal proceedings with the Vienna Regional Criminal Court.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 14 April 2004 the Vienna Regional Criminal Court rejected the applicant’s request as it could not determine the case without having first obtained a final report from the Tax Authority.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 8 June 2004 the Tax Authority issued a decision, in which it assessed the applicant’s income tax for the years 1997 and 1998 anew.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 5 July 2004 the applicant lodged an appeal with the Vienna Independent Financial Panel (Unabhängiger Finanzsenat, Außenstelle Wien, hereinafter, the “IFP”).",
                                "elements": []
                            },
                            {
                                "content": "16.  On 4 December 2007 the applicant’s appeal lodged with the IFP was dismissed as unfounded.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 7 April 2009 the applicant lodged a further request for the discontinuation of the criminal proceedings against him.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 27 July 2009 the Vienna Regional Criminal Court dismissed the applicant’s second request for the discontinuation of the criminal proceedings stating that the persecution of the applicant did not seem inadmissible.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 27 November 2009 that decision was confirmed by the Vienna Court of Appeal. The court noted however that the Tax Authority had still not submitted its final report even though it had concluded the investigations in 2003 and had already issued new tax assessment orders in 2004. It further noted that the measures set by the court and the public prosecutor to accelerate the proceedings were insufficient and amounted to a violation of Article 6 § 1 of the Convention because the administrative proceedings had already ended on 4 December 2007 (when the applicant’s appeal had been dismissed by the IFP). It therefore ordered the public prosecutor to obtain the final report without further delay and thereupon to close the investigative phase as soon as possible.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 23 June 2010 the Tax Authority submitted the final report, covering three pages.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 2 August 2010 the public prosecutor issued a bill of indictment against the applicant on the suspicion of tax evasion.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 15 December 2010 the applicant’s appeal lodged with the Administrative Court was dismissed.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 21 December 2010 the applicant filed an official liability action against the Republic of Austria, claiming compensation for, inter alia the unreasonable length of the criminal proceedings and the caused loss of earnings. On 30 June 2011 the Vienna Regional Civil Court (Landesgericht für Zivilrechtssachen Wien), upon the applicant’s request, suspended the official liability proceedings pending the outcome of the criminal proceedings.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 15 April 2011 the Vienna Court of Appeal dismissed the applicant’s objection to the bill of indictment.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 15 June 2011 the Vienna Regional Criminal Court held an oral hearing and convicted the applicant pursuant to section 33 § 1 of the Tax Offences Act for tax evasion and imposed on him a fine of EUR 150,000.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 8 March 2012 the Supreme Court quashed the judgment and referred the case back to the Vienna Regional Criminal Court.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 31 August 2012 the Vienna Regional Criminal Court held a hearing and acquitted the applicant of all charges.",
                                "elements": []
                            },
                            {
                                "content": "28.  Following the termination of the criminal proceedings, the official liability proceedings were apparently continued and were still pending at the date of the last information available to the Court (22 July 2016).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "29.  Section 91 of the Courts Act (Gerichtsorganisationsgesetz, hereinafter, the “ACA”), which has been in force since 1 January 1990, provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“(1)  If a court is dilatory in taking any procedural step, such as announcing or holding a hearing, obtaining an expert’s report, or preparing a decision, any party may submit a request to this court for the superior court to impose an appropriate timelimit for the taking of the particular procedural step; unless sub-section (2) of this section applies, the court is required to submit the request to the superior court, together with its comments, forthwith.",
                                "elements": []
                            },
                            {
                                "content": "(2)  If the court takes all the procedural steps specified in the request within four weeks after receipt, and so informs the party concerned, the request is deemed withdrawn unless the party declares within two weeks after service of the notification that it wishes to maintain its request.",
                                "elements": []
                            },
                            {
                                "content": "(3)  The request referred to in sub-section (1) shall be determined with special expedition by a chamber of the superior court consisting of three professional judges, one of whom shall preside; if the court has not been dilatory, the request shall be dismissed. This decision is not subject to appeal.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  The applicant complained that the length of the criminal proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "31.  The Court considers that the period to be taken into consideration began at the latest on 28 November 2001, when the applicant’s house was searched (see paragraph 10 above), and ended on 31 August 2012, when the applicant was acquitted (see paragraph 27 above). In total the proceedings lasted ten years, nine months and five days for two levels of jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "32.  The Government argued that the applicant, challenging in substance the excessive duration of the tax proceedings, failed to exhaust domestic remedies as he had never requested transfer of jurisdiction pursuant to section 311 § 2 of the Federal Tax Regulation (Bundesabgabenordnung, hereinafter, the “FTR”) or lodged a complaint for failure to take a decision pursuant to Article 132 of the Federal Constitution (Bundesverfassungsgesetz). Moreover, as the decisions dismissing the applicant’s requests for discontinuation of the criminal proceedings in 2004 and 2009 had clearly pointed out, the final report of the tax proceedings was of decisive relevance for the criminal proceedings. Therefore the applicant would have been under an obligation to expedite, as a first step, the tax proceedings, which had been the reason for the duration of the criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The applicant accepted that he did not file requests for expediting the tax assessment proceedings. He argued that the existence of domestic remedies to expedite administrative tax proceedings had no relevance for examining compliance with the reasonable time requirement of Article 6 § 1 of the Convention in criminal proceedings. After abolition of section 55 of the Fiscal Offenses Act in 1996, criminal courts were no longer bound by the decision of the administrative authorities and courts, therefore the criminal proceedings should have been terminated nine years earlier (see paragraph 11 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court reiterates that, in accordance with Article 35 § 1 of the Convention, it may only deal with the matter after all domestic remedies have been exhausted, according to the generally recognised rules of international law. In the area of exhaustion of domestic remedies there is a distribution of the burden of proof. It is incumbent on the Government claiming non-exhaustion to satisfy the Court that the remedy was an effective one available in theory and in practice at the relevant time, that is to say, that it was accessible, was one which was capable of providing redress in respect of the applicant’s complaints and offered reasonable prospects of success. However, once this burden of proof has been satisfied, it falls to the applicant to establish that the remedy advanced by the Government was in fact exhausted, or was for some reason inadequate and ineffective in the particular circumstances of the case, or that there existed special circumstances absolving him or her from the requirement (see Basic v. Austria, no. 29800/96, § 33, 30 January 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Government argued that during the tax proceedings the applicant should have lodged a request for a transfer of jurisdiction pursuant to section 311 § 2 of the FTR or a complaint for failure to take a decision pursuant to Article 132 of the Federal Constitution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court observes in the first place that a request pursuant to Article 132 of the Federal Constitution as well as a request pursuant to section 311 of the FTR, as in force at the time of the events and which were not fundamentally different from section 73 of the General Administrative Procedure Act (Allgemeines Verwaltungsverfahrensgesetz), constitute in principle effective remedies as regards a complaint about the length of proceedings and have to be used in respect of such complaints before administrative authorities (see Egger v. Austria (dec.) no. 74159/01, 9 October 2003, and Hall v. Austria, no. 5455/06, § 38, 6 March 2012). In the second place the Court observes that before it the applicant only complained about the length of criminal proceedings against him (see paragraph 6 – 27 above) and not about the length of the administrative proceedings, which only concerned preliminary questions in the tax proceedings and took place during the time when the criminal proceedings were pending. In this connection the Court also observes that the Vienna Court of Appeal already held on 27 November 2009 that the court’s and the public prosecutor’s inactivity was not justified and amounted to a violation of Article 6 § 1 of the Convention (see paragraph 19 above) because the public prosecutor had not made sufficient efforts in order to accelerate the submission of the final report and to close the investigative phase. The Government argued that an applicant who complains about the length of criminal proceedings should not only take steps to accelerate these proceedings, but also any kind of other proceedings which might concern preliminary or related issues. However, the Court is not persuaded that the mentioned remedies relied on by the Government were effective. Moreover, the Court considers in the concrete circumstances of the present case, that the above mentioned measures would overstretch the duties incumbent on applicants pursuant to Article 35 § 1 of the Convention. This is all the more so, as the applicant in the proceedings before the criminal courts and while the case was pending before the public prosecutor, on two occasions unsuccessfully requested discontinuation of the criminal proceedings against him (see paragraphs 1213 and 1718 above; see also mutatis mutandis, Pfeifenberger v. Austria, no. 6379/08, § 32, 4 October 2011, and Hall, cited above, § 38, with further reference).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court concludes that the applicant complied with his obligation to exhaust domestic remedies. Thus the Government’s objection of nonexhaustion is dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court moreover finds that the complaint concerning the length of the criminal proceedings is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It also notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "39.  The applicant argued that the case was not complex, that the criminal proceedings were needlessly complicated and protracted by the conduct of the Austrian authorities, in particular the Vienna Tax Authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  This was disputed by the Government; they submitted that the present tax offences proceedings involved investigations abroad, namely payments by using “letter-box companies” in Liechtenstein which made the investigations extremely complex and comprehensive. Furthermore, the applicant had failed to comply with his duty to assist actively in the establishment of the facts concerning the tax proceedings. Therefore the delays in these proceedings and consequently in the criminal proceedings cannot be attributed on the Austrian authorities and courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the criteria laid down in the Court’s case-law, in particular the complexity of the case, the applicant’s conduct and the conduct of the competent authorities (see, among many other authorities, Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Having regard to these criteria, the Court considers that the criminal proceedings against the applicant were of some complexity, as they concerned cross-border investigations which, however, do not in themselves suffice to justify an overall duration of more than ten years and nine months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  As to the conduct of the authorities during the investigative phase, the Court notes, that the Vienna Criminal Court transferred the file to the tax authorities (see paragraph 9 above) in order to investigate the case and submit a final report concerning the amount of taxes evaded. The Court notes in particular that while the tax authorities informed the Vienna Regional Court already on 22 April 2003 about the termination of their investigations (see paragraph 11 above) and notified that the final report would be submitted through another tax authority, the final report covering merely three pages, was only submitted on 23 June 2010 (see paragraph 20 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising similar issues and concerning the overall duration of criminal proceedings comparable to the present case (see Hennig v. Austria, no. 41444/98, 2 October 2003; Tuma v. Austria, no. 22833/07, 18 October 2011; and Stauder und Gabl v. Austria, no. 10711/09, 13 November 2014).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject and for the reasons set out above, the Court finds that the duration of the present criminal proceedings cannot be regarded as reasonable for the purpose of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  There has accordingly been a breach of this provision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  The applicant further complained under Article 13 of the Convention about the lack of a remedy concerning the length of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "Article 13 of the Convention provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": ".  The Court finds that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further finds that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "49.  The applicant argued that he could not file a request for the acceleration of proceedings under section 91 of the ACA (see paragraph 30 above) while the case was pending at the investigative stage before the public prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Government did not comment on this point.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.   The Court reiterates that Article 13 guarantees an effective remedy before a national authority for an alleged breach of the requirement under Article 6 § 1 to hear a case within a reasonable time (see Kudła v. Poland [GC], no. 30210/96, § 156, ECHR 2000-XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court recalls that in the case of Holzinger v. Austria (no. 23459/94, § 24-25, ECHR 2001-I, relating to civil proceedings; see also Talirz v. Austria (dec.), no. 37323/97, 11 September 2001, relating to criminal proceedings) it found that a request under section 91 of the ACA is, in principle, an effective remedy which has to be used in respect of complaints about the length of court proceedings. It stated, however, that the effectiveness of such a remedy may depend on whether it has a significant effect on the length of the proceedings as a whole (see Holzinger, cited above, § 22). Thus, where proceedings include a substantial period during which the applicant has no remedy to expedite the proceedings at his/her disposal, a request under section 91 cannot be considered an effective remedy (see, mutatis mutandis, Holzinger (no. 2) v. Austria, no. 28898/95, § 21-22, ECHR 2001-I).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Turning to the present case, the Court notes that during the proceedings before the Vienna Regional Court the applicant could have introduced a request under section 91 of the ACA. However, these proceedings only began on 2 August 2010, when the public prosecutor issued a bill of indictment against the applicant on the suspicion of tax evasion (see paragraph 21 above) and ended on 31 August 2012, when the applicant had been acquitted of all charges (see paragraph 27 above). As regards the period of preliminary investigation up to the time when the public prosecutor preferred an indictment against the applicant, which lasted from 28 November 2001 to 2 August 2010, the applicant could not make a request under section 91 of the ACA as this provision does not apply to delays caused by the public prosecutor (see Schweighofer and Others v. Austria, nos. 35673/97, 35674/97, 36082/97 and 37579/97, § 33, 9 October 2001) being applicable only to proceedings before a “court” (see paragraph 29 above). Accordingly, during a substantial period he did not have at his disposal an effective remedy in respect of the “reasonable time” requirement, as required by Article 13 of the Convention (see, mutatis mutandis, Donner v. Austria, no. 32407/04, § 45, 22 February 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  It follows that there has been a breach of Article 13 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "55.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "56.  The applicant claimed EUR 3,400,454.54 in respect of pecuniary damage for the loss of earnings between 1 October 2003 and 1 April 2016. The applicant did not claim non-pecuniary damage and explicitly renounced to the possibility of doing so.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Government contested the applicant’s claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court observes that the applicant did not show the existence of a causal link between the violation found and the pecuniary damage alleged; moreover this topic is at stake in the still pending liability proceedings before the domestic courts; it therefore rejects this claim. As the applicant did not claim any non-pecuniary damages, the Court is not called up to make any awards under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "59.  The applicant claimed EUR 362,259.67 costs incurred before the domestic courts and authorities. This sum is composed of EUR 341,946.67 for legal costs and EUR 20,131 for court fees concerning the still pending official liability proceedings. The applicant did not claim costs incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Government considered the calculation base of these claims as incomprehensible and the costs as excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court rejects the claim for costs and expenses in the domestic proceedings. As the applicant had not claimed the reimbursement of the costs incurred in the proceedings before it, the Court is not called up to make any award in that respect.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 28 February 2017, pursuant to Rule 77 § 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Vincent A. De Gaetano",
            "role": "president"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Gabriele Kucsko-Stadlmayer",
            "role": "judges"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF AUERBACH v. AUSTRIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-171557.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0228JUD000090713",
    "externalsources": [],
    "extractedappno": [
        "907/13",
        "29800/96",
        "74159/01",
        "5455/06",
        "6379/08",
        "25444/94",
        "41444/98",
        "22833/07",
        "10711/09",
        "30210/96",
        "23459/94",
        "37323/97",
        "28898/95",
        "35673/97",
        "35674/97",
        "36082/97",
        "37579/97",
        "32407/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-171557",
    "judgementdate": "28/02/2017 00:00:00",
    "kpdate": "28/02/2017 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "406",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "28",
    "paragraphs": [
        "6",
        "6-1",
        "13"
    ],
    "parties": [
        "AUERBACH",
        "AUSTRIA"
    ],
    "rank": "1777.26843261719",
    "representedby": [],
    "respondent": "AUT",
    "respondentOrderEng": "4",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "461744",
    "typedescription": "15"
}