{
    "__articles": "6;6-1;6-3-c;41",
    "__conclusion": "Violation of Art. 6-1;Not necessary to examine Art. 6-3-c;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "42775/98",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Not necessary to examine Art. 6-3-c",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-61556.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 42775/98) against the Republic of Turkey lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Turkish nationals, Mr Volkan Ükünç and Mr Deniz Güneş (“the applicants”), on 26 June 1998.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr Veysel Uçum, a lawyer practising in Istanbul. The Turkish Government (“the Government”) did not designate an Agent for the purposes of the proceedings before the Convention institutions.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that they were denied the assistance of a lawyer during the initial stages of the investigation and that they were denied a fair hearing on account of being tried by the State Security Court.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Third Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  By a decision of 10 April 2003 the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "8.  The applicants and the Government each filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "9.  The applicants, Volkan Ükünç and Deniz Güneş, are Turkish nationals. They were both born in 1980 and live in Edirne, Turkey.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 8 February 1996 the applicants were taken into custody by the Edirne Anti-Terror Branch on suspicion of being members of an illegal organisation, namely, the DHKP-C (Revolutionary People's Liberation Party-Front). The applicants were kept in custody until 12 February 1996. They were interrogated by the police on 10 February 1996 in the absence of their lawyers.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 12 February 1996 the applicants were brought before the Public Prosecutor and then before a judge. On both occasions they repeated their statements of 10 February 1996. The applicants were released on the same day. They were not represented by lawyers.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 11 March 1996 the public prosecutor at the Istanbul State Security Court filed an indictment with the court and accused the applicants and three other co-accused of aiding and abetting an illegal terrorist organisation and requested the court to apply Article 169 of the Turkish Criminal Code and section 5 of Law No. 3713 (the Prevention of Terrorism Act 1991 as amended).",
                                "elements": []
                            },
                            {
                                "content": "13.  On 17 April 1996 the Edirne Assize Court requested the applicants' observations on the charges against them for submission to the Istanbul State Security Court. According to the minutes of the hearing which took place before the Edirne Assize Court, the applicants did not want to be represented by lawyers. They challenged for the first time the authenticity of the statements which they gave to the police, to the public prosecutor and to the judge.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 21 May 1996 the applicants requested the Istanbul State Security Court not to require them to appear at any of the hearings since they had to attend school. This request was upheld by the court and the applicants were legally represented by four lawyers in their absence in subsequent hearings.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 8 April 1997 the Istanbul State Security Court found the applicants guilty of aiding and abetting the DHKP-C, and sentenced them to two years and six months' imprisonment. The court pointed out that the applicants' defence statement to the Edirne Assize Court alleging that they had been forced to repeat the prepared confession statements when brought before the public prosecutor and the judge on 12 February 1996 was unconvincing. The court concluded that the applicants aided and abetted the DHKP-C by painting a slogan on a wall, distributing publications supporting DHKP-C and putting up a placard in the entrance of a shop.",
                                "elements": []
                            },
                            {
                                "content": "16.  The applicants appealed on the ground that they were convicted on the basis of the statements they had given under duress and that there was, therefore, no concrete evidence on which they could be convicted.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 9 December 1997 the Court of Cassation dismissed the appeal lodged by the applicants and upheld the State Security Court's decision. The Cassation Court noted in its decision that the applicants' lawyers, despite having requested the Cassation Court to hold an appeal hearing, did not attend the hearing.",
                                "elements": []
                            },
                            {
                                "content": "18.  In accordance with established practice, the judgment of the Court of Cassation of 9 December 1997 was sent to the Istanbul State Security Court and deposited with that court's Registry on 5 January 1998.",
                                "elements": []
                            },
                            {
                                "content": "19.  The applicants claim that they became aware of the decision on 4 March 1998.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 9 March 1998 the applicants applied for rectification of the Court of Cassation's decision on the ground that the preliminary investigation was unlawful having been conducted without their lawyer being present and given that they were minors at the date of the offences. The applicants' rectification request was rejected on 22 May 1998.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "21.  The Court refers to the overview of the domestic law derived from previous submissions in other cases, in particular Özel v. Turkey (no. 42739/98, §§ 20-21, 7 November 2002) and Gençel v. Turkey (no. 53431/99, §§ 11-12, 23 October 2003).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "22.  The applicants submit that they were tried and convicted by the Istanbul State Security Court which was neither independent nor impartial. They further complain that they were deprived of their right to a lawyer in police custody as well as before the public prosecutor and the judge. They invoke Articles 6 §§1 and 3 (c) of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "23.  The Court notes that it examined similar cases in the past and had reached the conclusion that there was a violation of Article 6 § 1 of the Convention (see Özel, cited above, §§ 33-34, and Özdemir v. Turkey, no. 59659/00, §§ 35-36, 6 February 2003).",
                                "elements": []
                            },
                            {
                                "content": "24.  The Court sees no reason to reach a conclusion different from that of these cases. It is understandable that the applicants who were prosecuted in a State Security Court for aiding and abetting an illegal organisation should have been apprehensive about being tried by a bench which included a regular army officer and member of the Military Legal Service. On that account they could legitimately fear that the Istanbul State Security Court might allow itself to be unduly influenced by considerations which had nothing to do with the nature of the case. In other words, the applicants' fears as to the State Security Court's lack of independence and impartiality can be regarded as objectively justified (see Incal v. Turkey, judgment of 9 June 1998, Reports of Judgments and Decisions 1998-IV, p. 1573, § 72 in fine).",
                                "elements": []
                            },
                            {
                                "content": "25.  Accordingly, the Court concludes that there has been a violation of Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "26.  Having regard to its finding that the applicants' right to a fair hearing by an independent and impartial tribunal has been infringed, the Court considers that it is unnecessary to examine the applicants' complaints under Article 6 § 3 (c) of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "27.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damages",
                                "elements": [
                                    {
                                        "content": "28.  The applicants claimed a total of 10,000,000 French Francs (FRF) of pecuniary and of non-pecuniary damage, equivalent to 1,524,490 euros (EUR).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Government did not submit any observations on these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On the question of pecuniary damage, the Court considers in the first place that it cannot speculate as to what the outcome of proceedings compatible with Article 6 § 1 would have been. Moreover, the applicants' claims in respect of pecuniary damage are not supported by any evidence whatsoever. The Court can therefore not allow them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court considers that the finding of a violation constitutes in itself sufficient compensation for any non-pecuniary damage suffered by the applicants (see Incal, cited above, p. 1575, § 82, and Çiraklar v. Turkey, judgment of 28 October 1998, Reports 1998VII, p. 3074, § 45).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Where the Court finds that an applicant was convicted by a tribunal which was not independent and impartial within the meaning of Article 6 § 1, it considers that, in principle, the most appropriate form of relief would be to ensure that the applicant is granted in due course a retrial by an independent and impartial tribunal (Gençel, cited above, § 27).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "33.  The applicants claimed a total of FRF 1,000,000 equivalent to EUR 152,449 for fees and costs in the preparation and presentation of their case before the Convention institutions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Government did not submit any observations on these claims",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court will make an award in respect of costs and expenses in so far as these were actually and necessarily incurred and were reasonable as to quantum (see, as a recent authority, Sawicka v. Poland, no. 37645/97, § 54, 1 October 2002).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Making its own estimate based on the information available, the Court awards the applicants jointly in respect of costs and expenses EUR 3,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "37.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention as regards the complaint relating to the independence and impartiality of the Istanbul State Security Court;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that it is not necessary to consider the applicants' other complaints under Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants jointly, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 3,000 (three thousand euros) in respect of costs and expenses, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the applicants' claims for other just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 18 December 2003, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrI. Cabral Barreto",
            "role": "president"
        },
        {
            "name": "MrL. Caflisch",
            "role": "judges"
        },
        {
            "name": "MrP. Kūris",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrJ. Hedigan",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MrsH.S. Greve",
            "role": "judges"
        },
        {
            "name": "Mr V. Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF UKUNC AND GUNES v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-61556.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2003:1218JUD004277598",
    "externalsources": [],
    "extractedappno": [
        "42775/98",
        "42739/98",
        "53431/99",
        "59659/00",
        "37645/97"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-61556",
    "judgementdate": "18/12/2003 00:00:00",
    "kpdate": "18/12/2003 00:00:00",
    "kpthesaurus": [
        "445",
        "181",
        "180",
        "76",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6",
        "6-3-c",
        "6-1",
        "41"
    ],
    "parties": [
        "UKUNC AND GUNES",
        "TURKEY"
    ],
    "rank": "474.727508544922",
    "representedby": [
        "N/A"
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Çiraklar v. Turkey, judgment of 28 October 1998, Reports 1998-VII, p. 3074, § 45",
        "Gençel v. Turkey, no. 53431/99, §§ 11-12 and § 27, 23 October 2003",
        "Incal v. Turkey, judgment of 9 June 1998, Reports of Judgments and Decisions 1998-IV, p. 1573, § 72 in fine, and p. 1575, § 82",
        "Özdemir v. Turkey, no. 59659/00, §§ 35-36, 6 February 2003",
        "Özel v. Turkey, no. 42739/98, §§ 20-21 and §§ 33-34, 7 November 2002",
        "Sawicka v. Poland, no. 37645/97, § 54, 1 October 2002"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "318829",
    "typedescription": "15"
}