{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "73564/01",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-61652.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 73564/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Croatian citizen, Mr Stjepan Muzenjak (“the applicant”), on 17 August 2001. ",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr B. Kozjak, a lawyer practising in Virovitica. The Croatian Government (“the Government”) were represented by their Agent, Ms Lidija Lukina-Karajkovic.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the civil proceedings instituted by him had lasted unreasonably long.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1. ",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 10 April 2003, the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicant and the Government each filed observations on the merits (Rule 59 § 1). The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine). ",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "7.  The applicant was born in 1942 and lives in .",
                        "elements": []
                    },
                    {
                        "content": "8.  On 1 July 1993 the applicant filed a civil action before the Virovitica Municipal Court (Opcinski sud u Virovitici) against the insurance company C. seeking compensation for injuries that he had sustained in a road accident. He claimed both pecuniary and non-pecuniary damage and asked for the compensation to include payment of a monthly sum.",
                        "elements": []
                    },
                    {
                        "content": "9.  Prior to 5 November 1997 when the Convention entered into force in respect of  the Court of first instance held a number of hearings, ordered a medical report and on 22 February 1994 gave a partial judgment granting most of the applicant's claim for non-pecuniary damage. ",
                        "elements": []
                    },
                    {
                        "content": "10.  The applicant's appeal was partially granted by the Bjelovar County Court (Zupanijski sud u Bjelovaru) which revised the first instance judgment on 5 May 1994.",
                        "elements": []
                    },
                    {
                        "content": "11.  The applicant then filed a request for revision and on 21 November 1996 the Supreme Court (Vrhovni sud Republike Hrvatske) increased the amount of compensation for non-pecuniary damage.",
                        "elements": []
                    },
                    {
                        "content": "12.  On 21 April 1998 the Virovitica Municipal Court held a hearing, thus continuing the proceedings concerning the applicant's claim for a monthly sum. The applicant quantified his claim, seeking an amount of 450,00 Croatian Kunas (HRK) monthly from 10 August 1992 to 30 September 1993; HRK 600,00 from 1 October 1993 to 31 December 1994; HRK 800,00 from 1 January 1995 to 31 December 1995; HRK 900,00 from 1 January 1996 to 28 February 1997 and HRK 825,00 from 1 March 1997 onwards.",
                        "elements": []
                    },
                    {
                        "content": "13.  At the hearing on 11 November 1998 the court heard the applicant so as to establish his income for the relevant periods, including the unemployment and sick leave benefits and his income during temporary employment. The Court asked one of the applicant's former employers and the Croatian Pension and Invalidity Fund for documentation concerning the applicant's income for January and March 1997.",
                        "elements": []
                    },
                    {
                        "content": "14.  At the hearing on 21 April 1999 it was established that the court had not received the requested documentation.",
                        "elements": []
                    },
                    {
                        "content": "15.  On 30 April 1999 the applicant's counsel submitted the requested documentation.",
                        "elements": []
                    },
                    {
                        "content": "16.  On 26 May 1999 the case was transferred to another judge because the previous judge had been temporarily transferred to another court.",
                        "elements": []
                    },
                    {
                        "content": "17.  At the hearing on 15 June 1999 the court again heard the applicant and partially granted the applicant's claim for a monthly sum.",
                        "elements": []
                    },
                    {
                        "content": "18.  The defendant appealed against the judgment and on 30 September 1999 the  quashed the judgment and remitted the case for re-trial. It instructed the Virovitica Municipal Court to establish the exact amount of the monthly payments because it was not clear what income the applicant had received from different sources in the relevant periods.",
                        "elements": []
                    },
                    {
                        "content": "19.  At the hearing on 7 December 1999 the Virovitica Municipal Court asked the Employment Board (Hrvatski zavod za zaposljavanje) for documentation concerning the applicant's income during various periods.",
                        "elements": []
                    },
                    {
                        "content": "20.  The case was then transferred back to the previous judge who had returned to the Virovitica Municipal Court.",
                        "elements": []
                    },
                    {
                        "content": "21.  On an unspecified date the Employment Board submitted the requested documentation.",
                        "elements": []
                    },
                    {
                        "content": "22.  On 2 March 2000 the court asked the Pension Fund (Zavod za mirovinsko osiguranje) for documentation concerning the applicant's invalidity pension. It also asked the County Statistics Office (Zupanijski ured za statistiku) for the amount of an average salary in .",
                        "elements": []
                    },
                    {
                        "content": "23.  The relevant documentation was submitted on 8 and 13 March 2000 respectively.",
                        "elements": []
                    },
                    {
                        "content": "24.  On 19 April 2000 the applicant again specified his claim.",
                        "elements": []
                    },
                    {
                        "content": "25.  At the hearing on 23 May 2000 the court concluded the proceedings.",
                        "elements": []
                    },
                    {
                        "content": "26.  However, on 21 June 2000 the court re-opened the proceedings and ordered that an expertise be carried out so as to establish the applicant's possible income as a temporary seasonal worker.",
                        "elements": []
                    },
                    {
                        "content": "27.  At the next hearing on 7 September 2000 the court ordered the applicant to pay an advance for the cost of the expertise.",
                        "elements": []
                    },
                    {
                        "content": "28.  On 21 September 2000 the applicant paid the advance.",
                        "elements": []
                    },
                    {
                        "content": "29.  On 10 October 2000 the court appointed an expert.",
                        "elements": []
                    },
                    {
                        "content": "30.  On 3 November 2000 the appointed expert submitted his report.",
                        "elements": []
                    },
                    {
                        "content": "31.  In January 2001 the case was transferred to another judge because the previous judge was again transferred to another court.",
                        "elements": []
                    },
                    {
                        "content": "32.  On 2 February 2001 the applicant's counsel asked the court to speed up the proceedings.",
                        "elements": []
                    },
                    {
                        "content": "33.  At the hearing on 29 March 2001 the court heard the expert and asked the P.S. firm to inform it whether they had employed unqualified workers after 10 August 1992 and what was their salary.",
                        "elements": []
                    },
                    {
                        "content": "34.  On 11 April and 2 May 2001 the requested information was submitted.",
                        "elements": []
                    },
                    {
                        "content": "35.  The court then asked the Pension Fund for documentation concerning all payments to the applicant from that Fund.",
                        "elements": []
                    },
                    {
                        "content": "36.  On 11 June 2001 the requested documentation was submitted.",
                        "elements": []
                    },
                    {
                        "content": "37.  At the hearing on 11 September 2001 the court again heard the applicant and concluded the proceedings.",
                        "elements": []
                    },
                    {
                        "content": "38.  On 2 October 2001 the court gave judgment partially awarding the applicant's claim. It found that the applicant had suffered grave bodily injuries which resulted in permanent invalidity in a degree of 50 %. ",
                        "elements": []
                    },
                    {
                        "content": "39.  The defendant appealed against the judgment.",
                        "elements": []
                    },
                    {
                        "content": "40.  On 1 February 2002 the  upheld the judgment and thus the proceedings ended.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "41.  The applicant alleged that the civil proceedings instituted by him before the Virovitica Municipal Court and the Bjelovar County Court had not been decided within a reasonable time contrary to Article 6 § 1 of the Convention, the relevant parts provide as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Period to be taken into account",
                                "elements": [
                                    {
                                        "content": "42.  The Court observes that the proceedings commenced on 1 June 1993. However, the period which falls within the Court's jurisdiction did not begin on that date, but on 6 November 1997, after the Convention entered into force in respect of Croatia (see Horvat v. Croatia, no. 51585/99, § 50, ECHR - 2001-VIII). The proceedings were concluded on 1 February 2002. They therefore lasted for eight years and eight months of which a period of four years, nine months and five days falls to be examined by the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court reiterates that in order to determine the reasonableness of the length of time in question, regard must be had to the state of the case on 5 November 1997 (see, among other authorities, Styranowski v. Poland, no. 28616/95, § 46, ECHR 1998-VIII). In this connection the Court notes that at the time of the entry into force of the Convention in respect of  the proceedings had lasted for four years, five months and five days.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Applicable criteria",
                                "elements": [
                                    {
                                        "content": "44.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the criteria established by its case-law, particularly the complexity of the case, the conduct of the applicant and of the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "45.  As to the complexity of the case, the Government submitted that the courts had to decide on the applicant's claim for lost income. In that respect the Government argued that the case was very complex because it was necessary to establish the applicant's income as a temporary seasonal worker as well as the income he had received from various different sources. Furthermore, since it was established that the applicant, had he not been injured, would have obtained permanent employment in the P.S. firm, the courts had to determine what would have been the applicant's income in that case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  As to the applicant's behaviour, they contended that he had not submitted the relevant documentation so the courts had to seek it from the relevant authorities. Furthermore, he had changed his claim several times.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  As to the behaviour of the domestic authorities, the Government submitted that the courts in civil cases were bound by the requests of the parties. They pointed out that before the period to be taken into account by the Court, the case had been examined before three instances and a partial judgment had been adopted. As to the period after 5 November 1997, the Government submitted that the domestic courts had examined the case at two instances within a period of about four years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The applicant argued that the length of the proceedings had been excessive and entirely attributable to the domestic authorities.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "49.  As to the complexity of the case, the Court accepts that the case involved a certain degree of factual complexity because it was necessary to establish the applicant's income for several different periods and from various different sources.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  As to the behaviour of the domestic authorities, the Court reiterates that only delays for which the State can be held responsible may justify a finding that a “reasonable time” has been exceeded (see, inter alia, Monnet v. France, judgment of 27 October 1993, Series A no. 273, p. 12, §  30). In the instant case the Court notes that there were no periods of prolonged inactivity by the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  As to the behaviour of the applicant, the court accepts that the applicant's counsel caused the adjournment of one hearing. However, this occurrence did not significantly contribute to the length of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  In assessing the importance of the case for the applicant, the Court considers that the subject matter of the case was very important for the applicant since it involved the assessment of a monthly sum to be paid to the applicant for the injuries that he had suffered in a road accident. The Court gives a particular significance to the fact that the applicant, as a consequence of a road accident, suffered a permanent invalidity of a high degree.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court notes further that the overall duration of the proceedings was more than eight years of which a period of more than four years and nine months after the Convention entered into force in respect of . Before that the case was examined before three instances and remitted for a re-trial to the court of first instance. During the period to be examined by the Court the case was twice heard by the court of first instance. The Court notes that the first instance court did not ask the relevant authorities to submit all relevant documentation at once but on several occasions, i.e., 11 November 1998, 7 December 1999 and 2 March 2000. The Court also notes that the fist instance judgment was quashed on appeal because the court of first instance had failed to establish all relevant facts concerning the exact amount of the monthly payments sough by the applicant. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Having regard to the overall duration of the proceedings and in particular the significance of the case for the applicant, the Court finds that the length of proceedings in the present case exceeded the reasonable time requirement of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "55.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "56.  In respect of non-pecuniary damage, the applicant sought the sum of 10,000 euros (EUR).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Government did not comment on the applicant's claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court accepts that the applicant suffered damage of a non-pecuniary nature as a result of the length of the civil proceedings instituted by him. Making its assessment on an equitable basis and having regard to the circumstances of the case - in particular the importance of the case for the applicant, the overall duration of the proceedings and the applicant's personal situation - the Court awards the applicant EUR 2,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses ",
                                "elements": [
                                    {
                                        "content": "59.  The applicant requested a sum of EUR 3,000 for the fees of his lawyer before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Government made no comments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  According to the Court's case-law, an award can be made in respect of costs and expenses only in so far as they have been actually and necessarily incurred by the applicant and are reasonable as to quantum (see, among other authorities, Arvelakis v. Greece, no. 41354/98, § 34, 12 April 2001). In the present case, on the basis of the information in its possession and the above-mentioned criteria, the Court awards the applicant EUR 1,500 for the legal costs and expenses incurred before it.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "62.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds ",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts which are to be converted into national currency of the respondent State at a rate applicable at the date of settlement, plus any tax that may be chargeable:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 4 March 2004, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF MUZENJAK v. CROATIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-61652.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2004:0304JUD007356401",
    "externalsources": [],
    "extractedappno": [
        "73564/01",
        "51585/99",
        "28616/95",
        "30979/96",
        "41354/98"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-61652",
    "judgementdate": "04/03/2004 00:00:00",
    "kpdate": "04/03/2004 00:00:00",
    "kpthesaurus": [
        "445",
        "406",
        "40",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "MUZENJAK",
        "CROATIA"
    ],
    "rank": "480.211334228516",
    "representedby": [
        "N/A"
    ],
    "respondent": "HRV",
    "respondentOrderEng": "9",
    "scl": [
        "Arvelakis v. Greece, no. 41354/98, § 34, 12 April 2001",
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII",
        "Horvat v. Croatia, no. 51585/99, § 50, ECHR - 2001-VIII",
        "Monnet v. France, judgment of 27 October 1993, Series A no. 273, p. 12, §  30",
        "Styranowski v. Poland, no. 28616/95, § 46, ECHR 1998-VIII"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "325771",
    "typedescription": "15"
}