{
    "__articles": "2;2-1;3;5;5-1;5-1-c;8;8-1;8-2;13;13+5-1;38;41",
    "__conclusion": "Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Liberty of person;Security of person;Article 5-1-c - Reasonable suspicion);Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for home);Violation of Article 13+5-1 - Right to an effective remedy (Article 13 - Effective remedy) (Article 5-1 - Deprivation of liberty;Liberty of person;Article 5-1-c - Reasonable suspicion;Article 5 - Right to liberty and security);Violation of Article 38 - Examination of the case-{general} (Article 38 - Obligation to furnish all necessary facilities);Pecuniary and non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "7615/02",
    "article": [
        "3",
        "8",
        "38",
        "2",
        "5",
        "13",
        "41"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2-1 - Effective investigation"
            ],
            "element": "Violation of Article 2 - Right to life",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention",
                "Liberty of person",
                "Security of person",
                "Article 5-1-c - Reasonable suspicion"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for home"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        },
        {
            "article": "5-1",
            "base_article": "5",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+5-1 - Right to an effective remedy",
            "mentions": [
                "Article 5-1 - Deprivation of liberty",
                "Liberty of person",
                "Article 5-1-c - Reasonable suspicion",
                "Article 5 - Right to liberty and security"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+5-1 - Right to an effective remedy",
            "mentions": [
                "Article 5-1 - Deprivation of liberty",
                "Liberty of person",
                "Article 5-1-c - Reasonable suspicion",
                "Article 5 - Right to liberty and security"
            ],
            "type": "violation"
        },
        {
            "article": "38",
            "base_article": "38",
            "details": [
                "Article 38 - Obligation to furnish all necessary facilities"
            ],
            "element": "Violation of Article 38 - Examination of the case-{general}",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Pecuniary and non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-77932.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 7615/02) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Ms Marzet Imakayeva (“the applicant”), on 12 February 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by lawyers of the Stichting Russian Justice Initiative (“SRJI”), an NGO based in the Netherlands with a representative office in Russia. The Russian Government (“the Government”) were represented by their Agent, Mr P. Laptev, Representative of the Russian Federation at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that first her son and then her husband “disappeared” following their apprehension by Russian servicemen in Chechnya. She referred to Articles 2, 3, 5, 6, 8, 13, 34 and 38 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1), but this case remained with the First Section.",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 20 January 2005, the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicant and the Government each filed further written observations (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicant was born in 1951 and lived in the village of Novye Atagi, Shali district, Chechnya. In early 2004 she left for the United States of America, where she sought asylum.",
                                "elements": []
                            },
                            {
                                "content": "A.  The facts",
                                "elements": [
                                    {
                                        "content": "9.  The facts surrounding the disappearance of the applicant's son and husband were partially disputed. In view of this the Court requested the Government to produce copies of the entire investigation files opened in relation to the abduction of Said-Khuseyn and Said-Magomed Imakayev. The submissions of the parties on the facts concerning the circumstances of the apprehension and disappearance of the applicant's son and husband and the ensuing investigations are set out in Sections 1-5 below. A description of the materials submitted to the Court is contained in Part B.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Disappearance of the applicant's son",
                                        "elements": [
                                            {
                                                "content": "10.  The applicant lived in the village of Novye Atagi in the Shali district, Chechnya. Her husband, Said-Magomed Imakayev, was born in 1955, and they had three children: Said-Khuseyn, born in 1977, Magomed-Emir and Sedo. The applicant is a school teacher by profession. The applicant's son Said-Khuseyn graduated from medical school in 1999 as a dentist and continued his studies in the Grozny Oil Institute.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  In the morning of 17 December 2000 Said-Khuseyn Imakayev drove to the market in the village of Starye Atagi in a white VAZ-2106 (“Zhiguli”) car, which he used with the written permission of the owner.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  About 6 p.m. on the same day neighbours informed the applicant that they had seen her son being detained by Russian servicemen at a roadblock between the villages of Starye Atagi and Novye Atagi. The applicant and her relatives immediately started looking for him and collected several statements from the witnesses who had seen her son's detention. They initially agreed to testify on condition that their names were not disclosed, but later agreed to submit their names.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  Witness Umayat D. is a resident of Novye Atagi and knew Said-Khuseyn Imakayev from school. On 17 December 2000 he was at the market in Starye Atagi. At about 2 p.m. he met Said-Khuseyn Imakayev, who said he had wanted to buy a jacket but had not found anything. He offered D. a lift back to their village, but D. was driving himself and declined. He later learnt that Imakayev had been detained by Russian soldiers on the road near the bridge over the Argun river.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  Witnesses Zulay T. and Kolita D. are residents of Novye Atagi who were returning home in a bus from the market in Starye Atagi. At about 3 p.m. on 17 December 2000 the two women saw from the bus window a group of military personnel wearing masks and standing around a white Zhiguli car. A young man got out of the Zhiguli. The women alighted from the bus and wanted to help him, but the military started shooting in the air and at the ground, and shouted at them not to approach. They saw the young man being thrown into the military UAZ car (“tabletka”), and one of the servicemen drove the white Zhiguli. They left very quickly, and the witnesses did not note the UAZ number plates. The cars went towards Novye Atagi. Later that day they learnt that the man detained was Said-Khuseyn Imakayev.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  Adam Ts. testified that in the afternoon of 17 December 2000 in Lenin Street, Novye Atagi, he saw a military UAZ and Said-Khuseyn Imakayev's Zhiguli, driven by an unknown man aged 30-35. The car was driving at very high speed. He thought that Imakayev had lent the car to someone, as he sometimes did. Later that day he learnt that Said-Khuseyn Imakayev had been detained by the military and that his car had been taken as well. A witness identified as E. orally stated to the applicant's representatives that at about 3 p.m. on 17 December 2000 he saw Imakayev's car in Nagornaya Street, Novye Atagi, followed by a UAZ and an armoured personnel carrier (APC).",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  The applicant has had no news of her son since.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Investigation into the disappearance of Said-Khuseyn Imakayev",
                                        "elements": [
                                            {
                                                "content": "17.  Starting on 18 December 2000, the applicant and her husband applied on numerous occasions to prosecutors of different levels, to the Ministry of the Interior, to the administrative authorities in Chechnya and to the Russian President's Special Envoy to the Chechen Republic for Rights and Freedoms. The applicant submitted several copies of standard letters stating that her son had been detained by unknown military servicemen and had then disappeared, and asking for assistance and details of the investigation, submitted by her to various authorities. On her request similar letters were signed by the village council of elders and the head of administration. On 5 January 2001, at her request, a letter was sent from the office of the Head of Administration of Chechnya to the prosecutor of the Shali district, the Prosecutor of Chechnya and the President's representative in the Southern Federal circuit. She and her husband also personally visited detention centres and prisons in Chechnya and further afield in the Northern Caucasus.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  The applicant received very little substantive information from the official bodies about the investigation into her son's disappearance. On several occasions she received copies of letters by various authorities directing her complaints to the prosecutor of the Shali district and the prosecutor of the Chechen Republic.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 5 January 2001 the applicant was informed by the Shali District Prosecutor's Office that on 4 January 2001 they had initiated criminal proceedings in respect of kidnapping, under Article 126 § 2 (a) of the Criminal Code. The file was assigned number 23001.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  On 21 January 2001 the traffic police division of the Ministry of the Interior department for the Chechen Republic notified the applicant that the details of her son's car had been entered in the search database and that servicemen had been instructed to look for it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  On 21 April 2001 the Shali district department of the interior (ROVD) informed the applicant that criminal investigation no. 23001 had been opened at her request. She would be informed of further developments.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  According to the information submitted by the Government in July 2002, in March-May 2001 the Shali District Prosecutor's Office forwarded requests about Said-Khuseyn Imakayev to the Shali ROVD and the Federal Security Service (FSB) Department for Chechnya. Both agencies denied that they had ever detained Imakayev or that they had any information about his whereabouts. On 15 May 2001 [sic] the investigation was adjourned and the Shali ROVD was instructed to continue search for the missing man.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  On 16 June 2001 the Shali District Prosecutor informed the applicant that the investigation had been adjourned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  On 26 February 2002 an investigator of the Shali District Prosecutor's office issued a “progress note” (справка). It stated that on 17 December 2000, on the road towards Novye Atagi, Said-Khuseyn Said-Magomedovich Imakayev, born in 1977, a resident of Novye Atagi, travelling in his own car, had been detained and taken away by unknown persons wearing camouflage outfits and masks. His location remained unknown. On 4 January 2001 the Shali District Prosecutor opened criminal investigation no. 23001 under Article 126 § 2 (a) of the Penal Code (kidnapping). The investigation had been adjourned under Article 195 § 3 of the Code of Criminal Procedure because of the failure to identify the culprits. Investigative measures to locate Imakayev were continuing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  According to the Government, on 22 June 2002 the investigator of the Shali District Prosecutor's Office forwarded requests for information about Imakayev to the Chechnya Department of the FSB, to the military prosecutor of military unit no. 20116 (based in Shali), to the Shali military commander's office and to the information centres of the Ministry of the Interior and of the Chechnya Department of the Interior. It appears that none of these requests produced any result. On 5 July 2002 the investigation was resumed by an order of the deputy Chechnya Prosecutor.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 16 July 2002, in connection with the disappearance of the applicant's husband (see below), the Chechnya Prosecutor's Office informed the applicant that criminal investigation no. 23001 had failed to establish her son's whereabouts. The letter stated that following a review of the case-file, the district prosecutor's order of 11 March 2001 [sic] to adjourn the investigation had been quashed. The investigator had been instructed to conduct certain actions, including a thorough check of the possibility of his abduction by “servicemen from the power structures” («сотрудниками силовых структур»).",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 24 July 2002 the applicant was granted victim status in criminal case no. 23001 into her son's abduction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  On 20 December 2002 the respondent Government submitted further information to the Court about the investigation. They stated that two witnesses, S. and T., had testified that Said-Khuseyn Imakayev had been kidnapped by a group of persons armed with automatic fire-arms, dressed in camouflage uniforms and using a UAZ-452 vehicle. Neither the applicant's son nor the vehicle he had been driving had been found. Criminal investigation no. 23001 had been suspended on 4 March 2001 [sic] due to a failure to identify the culprits, but on 5 July 2002 the investigation had been resumed by an order of the first deputy prosecutor of the Chechen Republic. The new investigation was to pursue “a complete and thorough examination of all the circumstances of the committed crime, including checking the version that Imakayev S.-Kh. had been kidnapped by persons who were members of illegal armed units for the purpose of discrediting the federal forces”. On 5 August 2002 the investigation was again adjourned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On 19 March 2003 the applicant was informed by a letter from the Chechnya Prosecutor's Office that the investigation had been reopened on 26 February 2003. On 15 April 2003 the Shali District Prosecutor informed the applicant that the case had been adjourned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  On 17 April 2003 the SRJI, on the applicant's behalf, wrote to the Shali District Prosecutor and asked him to inform them about the progress in the investigation and to grant the applicant victim status in the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 12 May 2003 the Shali District Prosecutor's Office informed the SRJI that the investigation had been adjourned. A copy of the decision to grant the applicant victim status had been forwarded directly to her.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  On 19 May 2003 the Chechnya Prosecutor's Office informed the SRJI that the investigation had taken a number of steps to establish the whereabouts of Said-Khuseyn Imakayev, including questioning of witnesses and of eye-witnesses to the crime. However, the culprits were not established, and on 23 March 2003 the investigation was again suspended. The applicant was informed accordingly.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On 4 August and 26 October 2003 the Shali District Prosecutor's Office informed the applicant that, although the investigation into her son's abduction had been suspended, the measures to establish his whereabouts continued. The applicant was also informed of the possibility to appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  On 26 September 2003 the respondent Government informed the Court that the acting Chechnya Prosecutor had reversed the decision to suspend the investigation, and had ordered a number of steps to be taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The applicant submits that certain investigative actions were taken in October – December 2003 in the course of investigating her husband's disappearance (see §§ 74 and 76 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 9 January 2004 the head of the criminal investigation department of the Shali district informed the applicant that he had ordered a search for the car driven by Said-Khuseyn Imakayev on the day of his disappearance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 20 January 2005 the SRJI asked the Shali District Prosecutor's Office whether criminal investigation no. 23001 was still pending with their office and if so, to provide an update on progress. The applicant submits that no reply was received to this letter, and she was thus unable to familiarise herself with the file and has had no information about the progress, if any, of the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The applicant refers to the Human Rights Watch report of March 2001 “The 'Dirty War' in Chechnya: Forced Disappearances, Torture and Summary Executions” which lists Said-Khuseyn Imakayev as one of the victims of “forced disappearances” after detention by Russian servicemen.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  In October 2005 the Government presented additional submissions about the progress of the investigation. According to them, the investigation into the kidnapping of the applicant's son established that, at about 3 p.m. on 17 December 2000, the VAZ-2106 driven by Said-Khuseyn Imakayev had been stopped by a group of armed persons near the village of Novye Atagi. His subsequent whereabouts could not be established.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Government further submitted that the applicant had been questioned on several occasions, and that on 24 July 2002 she had been granted victim status. She was not an eye-witness to the events and learnt of them from the statements of others. Two female witnesses, S. and T., stated to the investigation that on 17 December 2000 they had seen from a bus that a group of men armed with automatic rifles had detained the above-mentioned car and its driver, Said-Khuseyn Imakayev. The bodies of the interior ministry and the security service stated that S.-Kh. Imakayev had never been charged with a criminal offence. The investigation into criminal case no. 23001 continued and its progress was being monitored by the General Prosecutor's Office.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  At the same time the Government submitted copies of several documents from criminal investigation file no. 23001 (see § 93 below). These documents are summarised in Part B below.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  On 12 February 2002 the applicant and her husband, Said-Magomed Imakayev, lodged a complaint with the European Court of Human Rights concerning the disappearance of their son, Said-Khuseyn Imakayev. It was given the above application number on 21 February 2002. Both Mr and Mrs Imakayev issued forms of authority for the SRJI and were listed as applicants.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Disappearance of the applicant's husband",
                                        "elements": [
                                            {
                                                "content": "43.  According to the applicant, on 2 June 2002 she and her husband were in their house in Novye Atagi. At 6.20 a.m. they were awakened by loud noise in their courtyard. They saw several APCs and a UAZ car. The Imakayevs' neighbours later noted down the numbers of three out of the six APCs involved in the operation and the number plates of the UAZ.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  About 20 servicemen in military camouflage uniforms came into the house, some of them wearing masks. The servicemen spoke Russian between themselves and to the applicant, with no trace of an accent. They searched the house without showing any warrants or providing explanations. During the search the applicant managed to talk to the senior officer in the group. He was wearing camouflage uniform and had no mask, and the applicant described him as being about 40 years old, about 180 cm tall and bearded. The officer told her that his name was “Boomerang Alexander Grigoryevich”. The applicant understood that “Boomerang” was his nickname. She also managed to talk to another officer who refused to introduce himself, but whose appearance the applicant describes as about 40 years old, with fair hair and slightly shorter than “Boomerang”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The military seized some papers and floppy disks. The applicant asked for some sort of receipt for these items, for which they left her the following hand-written note: “Receipt. I, Boomerang A.G. seized in the Imakayevs' house a bag of documents of the Republic of Ichkeria and a box of floppy disks. 2.06.02”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  In return, “Boomerang” asked the applicant to sign a receipt that she had no claims to the servicemen in connection to the search. The applicant agreed to sign the slip acknowledging that no force was used, but added that she objected to her husband being detained without any grounds. She also added that the floppy disks and papers did not belong to her husband, since they were taken from a place where they stored items belonging to their relatives who had fled from Grozny in 1999. She gave this signed receipt to “Boomerang”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The applicant's husband, Said-Magomed Imakayev, was held against the wall during the search, and after it was over he was forced into the UAZ vehicle. He was allowed to dress appropriately, since it was raining heavily, and to take 50 roubles “for the road back”. When the applicant asked where he was taken, “Boomerang” told her they would take him to Shali, the district centre.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  After the visit to the Imakayevs' house, the APCs went to other places in the village and detained four other men. They then departed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The applicant submitted 30 witnesses' statements collected by her and relating to the events of 2 June 2002, including those produced by the relatives of the four other men detained on that night. They noted the hull numbers of the three APCs involved in the operation: no. 1252, which went to the applicant's house, and nos. 889 and 569. One of the neighbours also noted the registration number of the UAZ vehicle in which Said-Magomed Imakayev was placed, namely 344.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Since 2 June 2002 the applicant has continued to search for her husband. She has had no news of him. There has been no news of the other four men detained on the same night in the village.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Investigation into the disappearance of Said-Magomed Imakayev",
                                        "elements": [
                                            {
                                                "content": "51.  On 2 June 2002 the applicant travelled to the Shali military commander's office and talked to the military commander, who told her not to worry and reassured her that all would be fine with her husband. On the same day she also travelled to Grozny, where she complained in person and in writing to the Chechnya administration and the military commander's office. On 4 June 2002 an unnamed officer of the local FSB department in Shali told her that her husband had probably been taken to Mesker-Yurt.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The applicant attempted to ascertain whether an officer by the name of “Boomerang” served in the military units in the vicinity, and she was led to understand by some unnamed military personnel in the military commander's office in Starye Atagi that they knew him. The applicant has on many occasions attempted to meet him, but has always been told that he was absent on “mopping up” operations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  On 4 June 2002 the applicant informed the SRJI, her representative in the case concerning her son, about her husband's apprehension. On 4 June 2002 the Moscow offices of the SRJI and of Human Rights Watch intervened on the applicant's behalf by writing letters to the Envoy of the Russian President on Human Rights in the Chechnya and to the Chechnya Prosecutor. They informed them about the known circumstances of the detention of Said-Magomed Imakayev and four other men in Novye Atagi and asked for urgent measures to be taken to find the detainees. On 6 June 2002 they sent additional information to those offices submitting the numbers of the APCs noted by the neighbours, details of the officer in charge of the arrest, who had introduced himself as “Alexander Grigoryevich Boomerang”, and the applicant's description of the second officer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  On 11 June 2002 the European Court of Human Rights, acting under Rule 49 § 1 of the Rules of Court, requested the Government to submit information concerning the applicant's husband's apprehension and whereabouts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  On 2 July 2002 the applicant was visited at her home by a senior investigator from the Ministry of the Interior, Department for the Southern Federal Circuit. He questioned her about the circumstances of her husband's detention and confirmed that the investigation was linked to her application to the European Court of Human Rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  On 16 July 2002 the Chechnya Prosecutor's Office informed the applicant that pursuant to her applications, on 28 June 2002 the Shali District Prosecutor had opened criminal proceedings no. 59140 under Article 126 § 2 (a) of the Penal Code. The investigation established that the applicant's husband had not been detained by the law-enforcement agencies, and that there were no grounds for such detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  On 24 July 2002 the Russian Government submitted to the Court a response to the request for information. They cited a report by the Directorate of the General Prosecutor Office for the Southern Federal Circuit, according to which on 17 June 2002 the applicant had filed a report with the Shali District Prosecutor's Office stating that “a group of unidentified armed men” had forcibly removed her husband on 2 June 2002. On 28 June 2002 criminal proceedings were initiated by the district prosecutor under Article 126 § 2 (a) of the Penal Code. At the same time, the Government denied that the applicant's husband had been detained by the authorities. The Government submitted:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Before the initiation of this criminal case, in the course of examination and initial investigative actions no facts that Mr Said-Magomed Imakayev was detained by servicemen of Federal Forces were obtained. Mr Said-Magomed Imakayev was not conveyed to law machinery bodies or institutions of Penalty Execution System and he is not being kept there now. Moreover, law machinery bodies do not have grounds for his detention. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "Shalinskiy district of Chechen Republic (and the village of Novye Atagi in particular) is an area of active criminal activities of terrorist and extremist organisations that commit crimes with a view to discredit Federal Forces in Chechen Republic using camouflage uniforms and motor vehicles that are similar to uniforms and vehicles used by servicemen and employees of law machinery bodies in Chechen Republic. Along with other crimes, illegal armed formations perpetrate abduction and kidnapping of persons who live or stay in Chechen Republic. In this connection the main version as regards this criminal case is kidnapping of Mr Said-Magomed Imakayev by members of one of the terrorist organisations acting in Chechen Republic and using an outfit of servicemen of Federal Forces with a view to disguise”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Government further submitted that the services whose forces are present in Chechnya - the FSB and the Ministry of the Interior - had not conducted any special operations in the village of Novye Atagi on 2 June 2002, and that the applicant's husband was not listed among the detainees held by those agencies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  It appears that on 25 July 2002 the applicant was granted victim status in the proceedings concerning the kidnapping of her husband.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  On 31 July 2002 the Government made further submissions in relation to the application. They described certain procedural steps related to the opening, adjournment and re-opening of the criminal proceedings in relation to the disappearances of the applicant's son and husband. They also referred to requests sent by the investigators to the law-enforcement authorities for information related to their whereabouts. Despite the measures taken, their whereabouts were not established and the investigations in both cases were pending.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The applicant submits that in early August 2002 she, together with relatives of the other four men who had been apprehended on 2 June 2002, visited the Shali military commander, General Nakhayev. In the courtyard of the commander's office they spotted APC no. 569, which had been used in the detention of their relatives. At their request, a crewmember of the APC was brought to the General's office, where he was asked if he had been in Novye Atagi on 2 June. The serviceman accepted that he had been there, but could not recall the exact date. The General then asked him if he “had driven people away”, and he said that two persons had been taken away in his APC, but that they had been removed at the first military roadblock and that he did not know what had happened to them. The applicant submits that during the same conversation, in the presence of other relatives of the “disappeared” men, General Nakhayev informed them that 27 people had been detained in June and 15 of them had been “eliminated” (see also § 90 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  In late August 2002 the applicant visited the Chechnya Prosecutor's Office, where she was told that the criminal proceedings in relation to her husband's disappearance had been transferred to the military prosecutor's office, which, under national law, is responsible for investigation of crimes committed by military servicemen.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  In their letters and observations the Government submitted several different dates of procedural steps and case-file numbers assigned to the criminal case. It appears from these documents that in early September 2002 the investigation was transferred to the military prosecutor of military unit no. 20116, where it was assigned number 34/35/0172-02. It also appears that on 26 September 2002 the investigation was adjourned on account of failure to identify the culprits (as follows from the Government's observations of 26 September 2003, 27 October 2005 and the decision of 9 July 2004 by the Main Military Prosecutor to withdraw the applicant's victim status).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  On 5 September 2002 the applicant submitted an unofficial composite sketch of “Boomerang”, along with other additional information collected by her, to the Shali District Prosecutor. No receipt of that letter has been acknowledged and the applicant believes that the actions requested by her were not carried out at that time, such as establishing the location of the APCs whose numbers were noted or questioning her neighbours.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  On 20 December 2002 the Government submitted that the criminal proceedings were pending with an investigator of the military prosecutor of military unit no. 20116 in Shali. No further information was available about the “disappearance without trace” of the applicant's husband.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  On 17 April 2003 the SRJI, acting on the applicant's behalf, requested the military prosecutor of military unit no. 20116 to grant the applicant victim status in the proceedings or, if that had already been done, to forward her a copy of such a decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  On 25 and 30 April 2003 the military prosecutor of the United Group Alliance in the Northern Caucasus (UGA) informed the applicant that on 9 September 2002 the criminal investigation into her husband's abduction had been transferred to the military prosecutor of military unit no. 20116 in Shali, where it had been assigned file number 14/35/0172-02 (see also § 63 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  On 16 June 2003 the military prosecutor of military unit no. 20116 responded to the SRJI that they would be informed of the results of the preliminary investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  On 23 September 2003 an investigator of the Main Military Prosecutor's Office in Moscow informed the applicant that on 18 August 2003 the military prosecutor of the UGA had resumed the investigation into her husband's abduction. On 23 September 2003 the case was assigned to the Main Military Prosecutor's Office, and the term of investigation was extended until 25 March 2004. The investigator further informed the applicant that he was on mission in Shali, in military unit no. 20116, and invited the applicant to contact him with any further questions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  On 7 October 2003 the SRJI wrote to the investigator and asked him to appoint a date for a meeting with the applicant. They also noted that the investigators from the military prosecutor's office had not questioned her, despite the applicant's visits to that office.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  On 10 October 2003 the applicant was summoned as a witness to the Shali ROVD.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  On 20 October 2003 the applicant met with the investigator at the military prosecutor's office in Shali and was questioned about her husband's apprehension. On the same day the investigator collected from her the “receipt” issued to her by “Boomerang” on 2 June 2002.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  Also on 20 October 2003 the applicant applied to the investigator with a request to forward the photographs of her son and husband, supplied by her, to all regions of the Russian Federation, in order to check whether they had been detained under false identities. On 21 October 2003 the investigator granted the applicant's request and assured her that once she submitted the photographs, they would be forwarded to all the regional departments of the Ministry of the Interior and of the Ministry of Justice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The applicant submits that on several occasions in October – November 2003 she met with the investigator at the premises of military unit no. 20116, in connection with the abduction of her son and husband. Her neighbours were also questioned there. In late October 2003 a group of investigators arrived in Novye Atagi and questioned the neighbours about the applicant's son and husband. In November 2003 two investigators inspected the applicant's house and collected pictures made after the search of 2 June 2002 from her.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The applicant submits that during one of the meetings the investigator told her that he had questioned serviceman Alexander Grigoryevich “Boomerang”, who had admitted his participation in the search and the apprehension of the applicant's husband, but had insisted that he had released him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  At the end of November 2003 the applicant was summoned to the Oktyabrskiy ROVD in Grozny to participate in a photo-identification in conjunction with the disappearance of her son. She was shown a total of 58 photographs of unidentified corpses, but did not identify her relatives among them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The applicant further submits that in early December 2003 she was summoned to the Shali District Court and asked to put in writing the information about the apprehension of her son and husband, and the State bodies to which she had applied in this connection. The applicant did as requested, indicating also that she had applied to the European Court of Human Rights. She submits that she was asked to specify if she had ever filed an application to a domestic court in connection with these events.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  On 9 July 2004 the criminal investigation into the applicant's husband's abduction was closed under Article 24 part 1.1 of the Criminal Procedure Code because no criminal offence had been committed. On 10 July 2004 the Main Military Prosecutor's office communicated this to the applicant and stated that her husband had been detained by military servicemen in accordance with the Federal Laws on the Suppression of Terrorism and on the Federal Security Service. After a check he was handed over by the head of the Shali district bureau of the FSB to the head of the Shali administration, Mr Dakayev. Since Said-Magomed Imakayev did not subsequently return home, the relevant documents were forwarded to the Chechnya Prosecutor's Office for purpose of organising a search for him as a missing person. The applicant was informed of the possibility of appealing against that decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  Also on 9 July 2004 the investigator of the Main Military Prosecutor's Office withdrew the applicant's victim status in case no. 29/00/0015-03. The order stated that the investigation had established that on 2 June 2002 military servicemen, acting in accordance with section 13 of the Suppression of Terrorism Act, had carried out an operative-combat action (оперативно-боевое мероприятие) and detained Said-Magomed Imakayev on suspicion of involvement in one of the bandit groups active in the district. Following an inquiry, his involvement with illegal armed groups was not established and he was simultaneously transferred to the head of the Shali administration for return to his home. The order continued that it had thus been established that no abduction had been committed and that the actions of the servicemen who had detained Imakayev did not constitute an offence. Imakayev's further absence from his place of residence was not connected to his detention by military servicemen on 2 June 2002. No pecuniary or non-pecuniary damage had thus been caused to the applicant, and the decision to grant her victim status was quashed. She was informed of the possibility to appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  On 21 July 2004 the SRJI asked the Main Military Prosecutor's Office to inform them what investigative measures had been taken prior to closure of the investigation and to send them a copy of the decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  On 12 August 2004 the Main Military Prosecutor's Office refused to provide copies of documents to the SRJI on the ground that they were not the applicant's lawyers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  On 22 September 2004 the SRJI forwarded to the Chechnya Prosecutor a copy of the applicant's power of attorney and asked him to inform them where the case file was located and to allow them access to it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  On 13 October 2004 the Chechnya Prosecutor informed the SRJI that the criminal case remained in the Main Military Prosecutor's Office, to which all further questions should be addressed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  On 1 March 2005 a lawyer of the Moscow Regional Bar, representing the applicant, requested the Main Military Prosecutor's Office to grant him access to the documents of the criminal case opened in relation to her husband's abduction. In a telephone conversation on 21 March 2005 an officer of the Main Military Prosecutor's Office informed the lawyer that the applicant's status as a victim in the criminal proceedings had been withdrawn, and therefore she no longer had the right to familiarise herself with the case file, either in person or through a representative.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  In May and October 2005 the Government submitted additional information about the investigation. They claimed that the investigation into Said-Magomed Imakayev's abduction had established that he had been detained on 2 June 2002 but had subsequently been released and transferred to the head of Shali administration, Mr Dakayev. Mr Dakayev could not be questioned because he had died. The investigation also established that “ideological literature of propaganda nature and of extremist orientation” had been found at the Imakayevs' house. No further details about the literature could be provided, because it had been destroyed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  All this was established on the basis of statements from the special forces servicemen who had participated in the counter-terrorist operation in Chechnya in 2002. Among them was the military serviceman who had signed the receipt issued to the applicant on 2 June 2002. The Government explained that, in accordance with section 15 of the Suppression of Terrorism Act, no information about the special forces servicemen who had taken part in the counter-terrorist operations could be divulged.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The Government further stated that after the criminal investigation by the military prosecutor's office had been closed, a new criminal case file, no. 36125, had been opened by the Shali District Prosecutor's Office under Article 105 (murder) on 16 November 2004. An investigative group had been put together because the case was a complex one. Within these proceedings about 70 persons had been questioned, including the head of administration of Novye Atagi, a representative of the Shali district administration and the applicant's neighbours. However, the witnesses had no information about the abduction or the subsequent whereabouts of the missing man. The whereabouts of Mr Imakayev or of his corpse, or the fact that he had died, could not be established. In view of this, on 16 February 2005 the investigation was adjourned due to failure to identify the culprits. Despite that, actions aimed at solving the crime continued.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The applicant was granted victim status in the new proceedings, but the order was not communicated to her because she had left Russia. She also could not be questioned about the case. The investigation forwarded relevant requests to the law-enforcement bodies of the USA, but these were not carried out.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Questioning of the applicant",
                                        "elements": [
                                            {
                                                "content": "89.  The applicant submits that she was twice questioned by the authorities in connection with her application to the Court. On 24 July 2002 the applicant was questioned by an investigator of the Shali District Prosecutor's Office. The investigator asked the applicant how much money she had paid to get her case to the Court. The applicant stated that she had not paid any legal fees, but the investigator expressed his disbelief.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  In early August 2002 the applicant visited the Shali military commander General Nakhayev, seeking information about her husband (see also § 61 above). He questioned her about her application to the European Court and suggested that “a Russian citizen needs 15,000 dollars or more to get to the European Court.” He went on to ask her how much she had paid. When the applicant denied paying any fees, the commander apparently stated that her husband had been detained because of his involvement with financing the rebel activities. The applicant concluded from the conversation that the question of her husband's detention was in some way linked with her application to the Court, because both had financial implications.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "6.  Requests for the investigation files",
                                        "elements": [
                                            {
                                                "content": "“A wide range of investigative actions have been carried out in the mentioned criminal case, many possible eye-witnesses of the crime scene were identified. The major part of them are military servicemen and at present have moved out from the territory of Chechen Republic to other regions of the Russian Federation. The relevant investigative commissions were forwarded to places of their whereabouts. A part of the commissions have been executed and an additional [time] is required to complete the others”.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Documents submitted by the parties",
                                "elements": [
                                    {
                                        "content": "1.  Documents from the investigation file no. 23001",
                                        "elements": [
                                            {
                                                "content": "95.  The Government submitted 32 pages of documents from the criminal case into the abduction of Said-Khuseyn Imakayev. These documents contain only formal decisions to open, adjourn and resume the investigation and the notifications to the applicant about these steps. No other documents have been submitted, such as witness statements (including those collected from the applicant), requests for information forwarded to various bodies and their replies etc.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  According to the submitted documents, the investigation was opened on 4 January 2001 by an investigator of the Shali District Prosecutor's Office under Article 126 part 2 (kidnapping). The decision referred to the information that Said-Khuseyn Imakayev had been detained by unknown persons wearing camouflage uniforms and masks at the entry to the village of Novye Atagi and then taken to an unknown destination. The investigation was opened following the applicant's application to the prosecutor's office on 29 December 2000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  The investigation further established that these “unknown persons” had been armed with automatic weapons and had used a grey-white UAZ-452 vehicle, in which they had placed Imakayev and driven him in the direction of the town of Shali. The whereabouts of Imakayev, the identity of the abductors and the location of his VAZ-2106 had not been established.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  On 24 July 2002 the applicant was granted victim status in the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  Between January 2001 and October 2005 the investigation was adjourned and reopened on at least five occasions. The order of 5 July 2002 by which the investigation was reopened stated that the decision to adjourn the investigation had been unfounded because the investigation had failed to identify and question eye-witnesses or to establish whether the crime had been committed by members of illegal armed groups for the purpose of discrediting the federal forces. On 17 October 2005 the Shali District Prosecutor again issued an order to resume the investigation, to question the applicant in the USA and to take other steps to identify the perpetrators of the crime.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Documents from the investigation file no. 36125",
                                        "elements": [
                                            {
                                                "content": "100.  In October 2005 the Government submitted copies of several documents from criminal case file no. 36125, opened in November 2004 by the Shali District Prosecutor's Office. The file was opened on the basis of unspecified documents from the Main Military Prosecutor's Office concerning the disappearance of Said-Magomed Imakayev. The prosecutor's order stated that on 2 June 2002 Said-Magomed Imakayev had been detained at his house by servicemen from the federal forces on suspicion of participation in illegal armed groups. Imakayev had been delivered to the district premises of the FSB in Shali, where he had been transferred to the head of Shali administration, Mr Dakayev. His further whereabouts were unknown. The order stated that there were grounds to believe that Mr Imakayev had become a victim of a criminal assault and referred to Article 105 part 1 of the Criminal Code (murder).",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  On 5 May 2005 the investigation was adjourned on account of failure to identify the culprits. On 17 October 2005 the investigation was reopened. On the same day the applicant was granted victim status; this decision could not be served on her because of her absence.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Relevant information submitted within application no. 29133/03",
                                        "elements": [
                                            {
                                                "content": "102.  As stated above, in the night of 2 June 2002 four other men were detained in Novye Atagi beside Said-Magomed Imakayev. They were Islam Utsayev, Movsar Taysumov, Idris Abdulazimov and Masud Tovmerzayev, all of whom also disappeared subsequent to their arrest (see § 48 above). Their relatives applied to the European Court with a complaint about enforced disappearance, which was registered under no. 29133/03, Utsayeva and Others v. Russia. They are also represented before the Court by the SRJI.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  The relatives of the four men submitted in their application that they had conducted the search for their missing relatives together with the applicant in the present case, and with support from the head of the Novye Atagi administration, Mr Datsayev. At their request, the Shali District Prosecutor's Office opened criminal investigations in respect of the kidnappings of their relatives: no. 59176 in respect of Islam Utsayev, no. 59155 in respect of Movsar Taysumov, no. 59159 in respect of Idris Abdulazimov and no. 59154 in respect of Masud Tovmerzayev. From the letters received from different authorities the relatives of the four detained men also understood that at some point the investigation was joined with the file initially opened in relation to the kidnapping of Said-Magomed Imakayev. The applicants also understood that in October 2002 the investigation was transferred from the Shali District Prosecutor's Office to the military prosecutors. At some point the case file was then returned to the Shali office. The proceedings were adjourned and reopened on several occasions, but did not establish the perpetrators of the abductions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  When communicating the complaint to the Russian Government in September 2004 the European Court of Human Rights requested them to submit copies of the criminal investigation files opened in relation to the kidnappings of the four men on 2 June 2002. In response, the Government refused to do so, referring to Article 161 of the Code of Criminal Procedure.  They denied that the four men had ever been detained by the federal authorities. They conceded that Said-Magomed Imakayev had been detained on that night by state bodies, but insisted that his detention had been lawful and that he had later been released.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "1.  The Code of Criminal Procedure",
                                "elements": [
                                    {
                                        "content": "105.  Until 1 July 2002 criminal-law matters were governed by the 1960 Code of Criminal Procedure of the Russian Soviet Federalist Socialist Republic. From 1 July 2002 the old Code was replaced by the Code of Criminal Procedure of the Russian Federation (CCP).",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  Article 161 of the new CCP establishes the rule of impermissibility of disclosure of data from the preliminary investigation. Under part 3 of the said Article, information from the investigation file may be divulged with the permission of a prosecutor or investigator and only so far as it does not infringe the rights and lawful interests of the participants of the criminal proceedings and does not prejudice the investigation. Divulging information about the private life of the participants in criminal proceedings without their permission is prohibited.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  The Suppression of Terrorism Act",
                                "elements": [
                                    {
                                        "content": "107.  The Suppression of Terrorism Act (Федеральный закон от 25 июля 1998 г. № 130-ФЗ «О борьбе с терроризмом») provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 3. Basic Concepts",
                                        "elements": []
                                    },
                                    {
                                        "content": "“For purposes of the present Federal Law the following basic concepts shall be applied:",
                                        "elements": []
                                    },
                                    {
                                        "content": "... 'suppression of terrorism' shall refer to activities aimed at the prevention, detection, suppression and minimisation of the consequences of terrorist activities;",
                                        "elements": []
                                    },
                                    {
                                        "content": "'counter-terrorist operation' shall refer to special activities aimed at the prevention of terrorist acts, ensuring the security of individuals, neutralising terrorists and minimising the consequences of terrorist acts;",
                                        "elements": []
                                    },
                                    {
                                        "content": "'zone of a counter-terrorist operation' shall refer to an individual terrain or water surface, means of transport, building, structure or premises with adjacent territory where a counter-terrorist operation is conducted; ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 13. Legal regime in the zone of an anti-terrorist operation",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. In the zone of an anti-terrorist operation, the persons conducting the operation shall be entitled:",
                                        "elements": []
                                    },
                                    {
                                        "content": "... (2) to check the identity documents of private persons and officials and, where they have no identity documents, to detain them for identification;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) to detain persons who have committed or are committing offences or other acts in defiance of the lawful demands of persons engaged in an anti-terrorist operation, including acts of unauthorised entry or attempted entry to the zone of the anti-terrorist operation, and to convey such persons to the local bodies of the Ministry of the Interior of the Russian Federation;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4) to enter private residential or other premises ... and means of transport while suppressing a terrorist act or pursuing persons suspected of committing such an act, when a delay may jeopardise human life or health;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5) to search persons, their belongings and vehicles entering or exiting the zone of an anti-terrorist operation, including with the use of technical means; ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 15. Informing the public about terrorist acts",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...2. Information that cannot be released to the public includes:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1) information disclosing the special methods, techniques and tactics of an antiterrorist operation; ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4) information on members of special units, officers of the operational centre managing an antiterrorist operation and persons assisting in carrying out such operation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 21. Exemption from liability for damage",
                                        "elements": []
                                    },
                                    {
                                        "content": "In accordance with the legislation and within the limits established by it, damage may be caused to the life, health and property of terrorists, as well as to other legally-protected interests, in the course of conducting an anti-terrorist operation. However, servicemen, experts and other persons engaged in the suppression of terrorism shall be exempted from liability for such damage, in accordance with the legislation of the Russian Federation.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3.  The State Secrets Act (Law no. 5485-1 of 21 July 1993)",
                                "elements": [
                                    {
                                        "content": "108.  The State Secrets Act of 1993, with subsequent amendments, lists in Section 5 part 4 the types of information which constitute state secrets in the area of intelligence, counter-intelligence and undercover operative activities. They include, inter alia, data on the measures, sources, methods, plans and results of such activities; data on persons who corroborate on a confidential basis with the agencies carrying out such activities; data about the organisation and methods of maintaining security at state security premises and of the systems of secured communications.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ESTABLISHMENT OF FACTS",
                        "elements": [
                            {
                                "content": "109.  The applicant alleged that her son and her husband were detained by the representatives of the State and then disappeared. She invited the Court to draw inferences as to the well-foundedness of her factual allegations from the Government's failure to provide the documents requested from them.",
                                "elements": []
                            },
                            {
                                "content": "110.  The Government referred to the absence of conclusions from the pending investigations and denied the State's responsibility for the disappearances of the applicant's relatives.",
                                "elements": []
                            },
                            {
                                "content": "1.  General principles",
                                "elements": [
                                    {
                                        "content": "111.  In cases in which there are conflicting accounts of the events, the Court is inevitably confronted when establishing the facts with the same difficulties as those faced by any first-instance court. When, as in the instant case, the respondent Government have exclusive access to information able to corroborate or refute the applicants' allegations, any lack of co-operation by the Government without a satisfactory explanation may give rise to the drawing of inferences as to the well-foundedness of the applicants' allegations (see Taniş and Others v. Turkey, no. 65899/01, § 160, ECHR 2005...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The Court recalls a number of principles that have been developed in its case-law when it is faced with a task of establishing facts on which the parties disagree. As to the facts that are in dispute, the Court recalls its jurisprudence confirming the standard of proof “beyond reasonable doubt” in its assessment of evidence (see Avşar v. Turkey, no. 25657/94, § 282, ECHR 2001VII (extracts)). Such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact. In this context, the conduct of the parties when evidence is being obtained has to be taken into account (see Taniş and Others v. Turkey, cited above, § 160).",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The Court is sensitive to the subsidiary nature of its role and recognises that it must be cautious in taking on the role of a first-instance tribunal of fact, where this is not rendered unavoidable by the circumstances of a particular case (see, for example, McKerr v. the United Kingdom (dec.), no. 28883/95, 4 April 2000). Nonetheless, where allegations are made under Articles 2 and 3 of the Convention the Court must apply a particularly thorough scrutiny (see, mutatis mutandis, the judgments in Ribitsch v. Austria, 4 December 1995, Series A no. 336, § 32; and Avşar v. Turkey, cited above, § 283) even if certain domestic proceedings and investigations have already taken place.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  Where the events in issue lie wholly, or in large part, within the exclusive knowledge of the authorities, such as in cases where persons are under their control in custody, strong presumptions of fact will arise in respect of injuries and death occurring during that detention. Indeed, the burden of proof may be regarded as resting on the authorities to provide a satisfactory and convincing explanation (see the judgments in Tomasi v. France, 27 August 1992, Series A no. 241-A, pp. 40-41, §§ 108-111; Ribitsch v. Austria, cited above, § 34; and Selmouni v. France [GC], no. 25803/94, § 87, ECHR 1999-V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  These principles apply also to cases in which, although it has not been proved that a person has been taken into custody by the authorities, it is possible to establish that he or she entered a place under their control and has not been seen since. In such circumstances, the onus is on the Government to provide a plausible explanation as to what happened on the premises and to show that the person concerned was not detained by the authorities, but left the premises without subsequently being deprived of his or her liberty (see Taniş cited above, § 160).",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  Finally, when there have been criminal proceedings in the domestic courts concerning those same allegations, it must be borne in mind that criminal-law liability is distinct from international-law responsibility under the Convention. The Court's competence is confined to the latter. Responsibility under the Convention is based on its own provisions which are to be interpreted and applied on the basis of the objectives of the Convention and in light of the relevant principles of international law. The responsibility of a State under the Convention, arising for the acts of its organs, agents and servants, is not to be confused with the domestic legal issues of individual criminal responsibility under examination in the national criminal courts. The Court is not concerned with reaching any findings as to guilt or innocence in that sense (see Avsar, cited above, § 284).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Application in the present case",
                                "elements": [
                                    {
                                        "content": "117.  The above-enumerated principles were developed in the context of applications against Turkey where the applicants complained of enforced disappearances or alleged that the deaths of their relatives were attributable to the respondent State. When faced with the task of establishing the facts in these cases, the Convention bodies regularly undertook fact-finding missions for the purpose of taking depositions from witnesses, in addition to assessing the parties' observations and the documentary evidence submitted by them. Thus, even when presented with conflicting accounts of the events or with the Government's eventual lack of cooperation, the Court, and before it the Commission on Human Rights, could draw factual conclusions basing on those first-hand testimonies, to which particular importance was attached.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  In previous applications raising issues of serious human rights abuses in Chechnya, where the applicants and the Government disputed the State's involvement in the applicants' relatives' deaths, the Court held a hearing and obtained from the Government copies of the documents from the criminal investigation files, which served as a basis for the judgments (see Khashiyev and Akayeva v. Russia, nos. 57942/00 and 57945/00, § 138-139, 24 February 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  The situation in the present case is different. The applicant presents very serious allegations, supported by the evidence collected by her. The Government refused to disclose any documents which could shed light on the fate of the applicant's son and husband and did not present any plausible explanation concerning their alleged detention or subsequent fate. In view of this patent denial of cooperation, the Court is obliged to take a decision on the facts of the case with the materials available.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a) As regards Said-Khuseyn Imakayev",
                                "elements": [
                                    {
                                        "content": "120.  The applicant alleged that her son had been detained by servicemen on 17 December 2000 and then disappeared. She referred to eye-witnesses' statements describing the abductors as “military personnel” and asserting that they had used military vehicles, namely a UAZ and, according to one witness, an APC. She also insisted that the abduction had occurred at the entry to the village of Novye Atagi, in the immediate vicinity of a military roadblock guarding that village (see §§ 12-15 and 96 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  In view of these statements, the Court communicated the applicant's complaints to the Russian Government and asked them to produce documents from the criminal investigation file opened into Said-Khuseyn Imakayev's abduction. This request was reiterated on no less than four occasions, both before and after the application was declared admissible, because the evidence contained in that file was regarded by the Court as crucial for the establishment of the facts in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  In their submissions the Government did not deny that Said-Khuseyn Imakayev had been abducted by unknown armed men on 17 December 2000 at the entry to the Novye Atagi village. However, they did not submit any relevant information about his whereabouts, merely stating that an investigation into the kidnapping was under way. They refused to disclose any documents of substance from the criminal investigation file, invoking a number of reasons for that decision. First, they stated that the investigation was pending; then, that it contained certain documents classified as secret and, finally, referred to Article 161 of the Code of Criminal Procedure which allegedly precluded the submission of these documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  The Court has on several occasions reminded the Government of the possibility to request the application of Rule 33 § 2 of the Rules of Court, which permits a restriction on the principle of the public character of the documents deposited with the Court for legitimate purposes, such as the protection of national security and the private life of the parties, as well as the interests of justice. No such request has been made in this case. The Court further remarks that the provisions of Article 161 of the Code of Criminal Procedure, to which the Government refer, do not preclude disclosure of the documents from a pending investigation file, but rather set out a procedure for and limits to such disclosure. The Government failed to specify the nature of the documents and the grounds on which they could not be disclosed (see, for similar conclusions, Mikheyev v. Russia, no. 77617/01, § 104, 26 January 2006). The Court also recalls that in a number of comparable cases reviewed and pending before the Court, similar requests have been made to the Russian Government and the documents from the investigation files have been submitted without a reference to Article 161 (see, for example, Khashiyev and Akayeva v. Russia cited above, § 46; Magomadov and Magomadov v. Russia (dec.), no. 58752/00, 24 November 2005). For these reasons the Court considers the Government's explanations concerning the disclosure of the case file insufficient to justify the withholding of the key information requested by the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  In view of this and bearing in mind the principles cited above, the Court finds that it can draw inferences from the Government's conduct in this respect. The Court considers that the applicant has presented a coherent and convincing picture of her son's detention on 17 December 2000. The Court reviewed no material which could cast doubt on the credibility of the applicant's statements or the information submitted by her. Even though she herself was not an eye-witness of the events, she identified three such witnesses and collected their statements, which refer to the involvement of the military or security forces in the abduction. The fourth witness informed the applicant that he had seen Said-Khuseyn Imakayev's car followed by an APC in Novye Atagi (see §§ 14-16 above). In her applications to the authorities, the applicant constantly maintained that her son had been detained by unknown military servicemen and requested the investigation to determine their identity (see § 17 above). According to the Government, as far back as 2001 the investigation into Said-Khuseyn Imakayev's detention took steps to find out whether he had been detained by the Ministry of the Interior, the FSB or the military commander (see § 22 above). The letter sent to the applicant in July 2002 by the Chechnya Prosecutor's Office stated that the investigation was focusing on the version that her son had been detained by the servicemen from one of the “power structures” (see § 26 above). Despite the statement by the Government that the abduction could have been committed by members of illegal armed groups for the purpose of discrediting the federal forces (see § 28 above), no evidence has been submitted to the Court to support such an allegation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  The Court notes in this respect that the absence of any custody records concerning Said-Khuseyn Imakayev cannot as such be regarded as conclusive evidence that he was not detained. In the similar situation concerning his father, Said-Magomed Imakayev, detention had initially also been denied by the authorities, but was acknowledged two years later without the production of any custody records.",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  Furthermore, in a case such as the present one, the Court finds it particularly regrettable that there should have been no thorough investigation into the relevant facts by the domestic prosecutors or courts. The few documents submitted by the Government from the investigation file opened by the district prosecutor do not suggest any progress in more than five years and, if anything, show the incomplete and inadequate nature of those proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  Accordingly, the Court finds that the evidence available permits it to establish to the requisite standard of proof that Said-Khuseyn Imakayev was last seen in the hands of unknown military or security personnel during the afternoon of 17 December 2000. His subsequent fate and whereabouts cannot be established with any degree of certainty.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b) As regards Said-Magomed Imakayev",
                                "elements": [
                                    {
                                        "content": "128.  The applicant maintained that her husband had been detained by servicemen in the early hours of 2 June 2002. She relied on her own statements and the statements of 30 witnesses collected by her and stressed that on the same night four other men from Novye Atagi had been detained by the same group. The applicant and other witnesses submitted details of some of the servicemen who had conducted the operation and noted the registration numbers of the APCs and the UAZ vehicle involved (see §§ 43-49 above). They later saw one of these vehicles at the district military commander's office (see § 61 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "129.  The Court communicated the applicant's complaint to the respondent Government and asked for their comments and the documents from the criminal investigation file opened into her husband's abduction. Between July 2002 and September 2005 this request was reiterated on at least four occasions. This information was regarded as crucial by the Court in view of the seriousness and well-foundedness of the applicant's allegations and also given that Mr Imakayev had been an applicant to this Court and his wife had stated that the kidnapping was a form of retaliation for his application with regard to their son's disappearance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  The Government first denied that Said-Magomed Imakayev had been apprehended by law-enforcement or security bodies. In their reply of July 2002 they stated that none of the law-enforcement or security bodies stationed in Chechnya had conducted special operations in Novye Atagi on the date in question and that Said-Magomed Imakayev was not listed among the detainees of any of these bodies. They therefore stated that the main version of the criminal investigation opened into his kidnapping was that he had been abducted by members of a terrorist organisation with a view to discrediting the federal forces (see § 57 above). Similar answers were given to the applicant by the investigative authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  However, in July 2004 the investigation established that the applicant's husband had indeed been detained on suspicion of involvement in a terrorist organisation. It also established that, after questioning at the local department of the FSB, he had been released and transferred to the head of the district administration, who later died. The applicant's husband had then disappeared. This was apparently established on the basis of witness statements by a number of servicemen involved in the operation. The Government refused to produce any documents or to disclose any details of the investigation, referring to the Suppression of Terrorism Act and to the facts that the case file contained state secrets and that its disclosure would be in violation of Article 161 of the Code Criminal Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  The Court finds that its above findings concerning the non-disclosure of information and documents in respect of Said-Khuseyn Imakayev apply equally and fully to the present situation (see § 123 above). For the same reasons it concludes that the respondent Government's explanations are wholly insufficient to justify the withholding of the key information specifically sought by the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.  In view of this and bearing in mind the principles cited above, the Court finds that here, as well, it can draw inferences from the Government's conduct. The applicant submitted a comprehensive and coherent account of the events of 2 June 2002, complete with several dozen witness statements and detailed description of the individual servicemen and vehicles involved in the operation. This information was immediately available to the authorities to whom the applicant applied with requests to carry out an investigation and to ensure her husband's release. However, they failed to act with the promptness which could possibly have prevented the disappearance. Instead, for more than two years officials denied that Said-Magomed Imakayev had ever been detained. In the meantime, the investigation appears to have obtained information that the applicant's husband had indeed been detained on suspicion of involvement in illegal activities. On the basis of witness statements by unnamed servicemen, the investigators also concluded that he had been released after a certain time in custody, even though no records of his detention, questioning or release existed. In July 2004 the investigation conducted by the military prosecutor was closed and the applicant's victim status was withdrawn, thus depriving her of the possibility to have access to the case file and to learn who had detained her husband and why.",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  The Court notes that the mere acknowledgement of detention took more than two years and that no significant information was given to any interested party at the conclusion of the investigation by the military prosecutor. In November 2004 the local prosecutor in Chechnya was charged with the task of solving Said-Magomed Imakayev's disappearance. However, given that no documents of substance from the initial investigation were disclosed to him, these proceedings were a priori doomed to failure. As the Government admit, despite a large number of persons being questioned, none of them had any relevant information about the missing man. These proceedings had to be suspended again three months later without any result (see § 87 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "135.  Accordingly, the Court finds it established to the standard of proof “beyond reasonable doubt” that Said-Magomed Imakayev was detained by the security forces on 2 June 2002. No records were drawn up in respect of his detention, questioning or release. After that date he “disappeared” and his family had no news of him.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "“1.  Everyone's right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  Deprivation of life shall not be regarded as inflicted in contravention of this article when it results from the use of force which is no more than absolutely necessary:",
                                "elements": []
                            },
                            {
                                "content": "(a)  in defence of any person from unlawful violence;",
                                "elements": []
                            },
                            {
                                "content": "(b)  in order to effect a lawful arrest or to prevent the escape of a person lawfully detained;",
                                "elements": []
                            },
                            {
                                "content": "(c)  in action lawfully taken for the purpose of quelling a riot or insurrection.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The alleged failure to protect the right to life of Said-Khuseyn Imakayev",
                                "elements": [
                                    {
                                        "content": "1.  Arguments of the parties",
                                        "elements": [
                                            {
                                                "content": "137.  The applicant submitted that her son, Said-Khuseyn Imakayev, was detained by servicemen on 17 December 2000 and that he was killed by servicemen in circumstances that lacked any justification under Article 2 of the Convention. She based this assertion on the circumstances surrounding his detention, the fact that more that five years after his apprehension no information was available about his whereabouts and the failure of the authorities to provide a plausible version of his disappearance. The applicant further drew the Court's attention to the specific features of individual disappearances in Chechnya, whereby many persons detained by the military or security forces were later found dead without any records of their detention or release ever being produced. The applicant referred to the reports by human rights NGOs and to the individual applications alleging such violations pending before the European Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "138.  The Government argued that the circumstances of the applicant's son's kidnapping and his subsequent whereabouts were under investigation, and that it had not been established that he was dead.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "139.  The Court recalls, in addition to the general principles with regard to the establishment of facts which are in dispute, cited above (see §§ 111-116 above), that Article 2, which safeguards the right to life and sets out the circumstances when deprivation of life may be justified, ranks as one of the most fundamental provisions in the Convention, to which no derogation is permitted. Together with Article 3, it also enshrines one of the basic values of the democratic societies making up the Council of Europe. The circumstances in which deprivation of life may be justified must therefore be strictly construed. The object and purpose of the Convention as an instrument for the protection of individual human beings also requires that Article 2 be interpreted and applied so as to make its safeguards practical and effective (see McCann and Others v. the United Kingdom, judgment of 27 September 1995, Series A no. 324, § 146-147).",
                                                "elements": []
                                            },
                                            {
                                                "content": "140.  In the Timurtaş v. Turkey judgment (no. 23531/94, §§ 82-83, ECHR 2000VI) the Court stated:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... where an individual is taken into custody in good health but is found to be injured at the time of release, it is incumbent on the State to provide a plausible explanation of how those injuries were caused, failing which an issue arises under Article 3 of the Convention .... In the same vein, Article 5 imposes an obligation on the State to account for the whereabouts of any person taken into detention and who has thus been placed under the control of the authorities.... Whether the failure on the part of the authorities to provide a plausible explanation as to a detainee's fate, in the absence of a body, might also raise issues under Article 2 of the Convention will depend on all the circumstances of the case, and in particular on the existence of sufficient circumstantial evidence, based on concrete elements, from which it may be concluded to the requisite standard of proof that the detainee must be presumed to have died in custody...",
                                                "elements": []
                                            },
                                            {
                                                "content": "In this respect the period of time which has elapsed since the person was placed in detention, although not decisive in itself, is a relevant factor to be taken into account. It must be accepted that the more time goes by without any news of the detained person, the greater the likelihood that he or she has died. The passage of time may therefore to some extent affect the weight to be attached to other elements of circumstantial evidence before it can be concluded that the person concerned is to be presumed dead. In this respect the Court considers that this situation gives rise to issues which go beyond a mere irregular detention in violation of Article 5. Such an interpretation is in keeping with the effective protection of the right to life as afforded by Article 2, which ranks as one of the most fundamental provisions in the Convention....”",
                                                "elements": []
                                            },
                                            {
                                                "content": "141.  In view of the above, the Court identifies a number of crucial elements in the present case that should be taken into account when deciding whether Said-Khuseyn Imakayev can be presumed dead and whether his death can be attributed to the authorities. The Court recalls that it has found it established that the applicant's son was last seen on 17 December 2000 in the hands of unidentified military or security personnel. There has been no news of him since that date, which is more than five and a half years ago. The Court also notes the applicant's reference to the available information about the phenomenon of “disappearances” in Chechnya and agrees that, in the context of the conflict in Chechnya, when a person is detained by unidentified servicemen without any subsequent acknowledgement of detention, this can be regarded as life-threatening. Furthermore, the Government failed to provide any explanation of Said-Khuseyn Imakayev's disappearance and the official investigation into his kidnapping, dragging on for more than five years, produced no known results.",
                                                "elements": []
                                            },
                                            {
                                                "content": "142.  For the above reasons the Court considers that Said-Khuseyn Imakayev must be presumed dead following unacknowledged detention. Consequently, the responsibility of the respondent State is engaged. Noting that the authorities do not rely on any ground of justification in respect of the use of lethal force by their agents, it follows that liability for his presumed death is attributable to the respondent Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "143.  Accordingly, there has been a violation of Article 2 on that account in respect of Said-Khuseyn Imakayev.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The alleged inadequacy of the investigation into Said-Khuseyn Imakayev's abduction",
                                "elements": [
                                    {
                                        "content": "1.  Arguments of the parties",
                                        "elements": [
                                            {
                                                "content": "144.  The applicant maintained that the respondent Government had failed to conduct an independent, effective and thorough investigation into the circumstances of Said-Khuseyn Imakayev's disappearance, in violation of the procedural aspect of Article 2. She argued that the investigation had fallen short of the standards of the European Convention and of the national legislation. She pointed to the repeated suspensions and to the fact that five and a half years after the investigation had been opened it was not completed and had failed to produce any known results. The authorities systematically failed to inform her of progress in the proceedings and refused to disclose any documents of substance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "145.  The Government disputed that there were failures in the investigation.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General considerations",
                                "elements": [
                                    {
                                        "content": "146.  The obligation to protect the right to life under Article 2 of the Convention, read in conjunction with the State's general duty under Article 1 of the Convention to “secure to everyone within [its] jurisdiction the rights and freedoms defined in [the] Convention”, also requires by implication that there should be some form of effective official investigation when individuals have been killed as a result of the use of force (see, mutatis mutandis, the McCann and Others v. the United Kingdom judgment cited above, p. 49, § 161, and the Kaya v. Turkey judgment of 19 February 1998, Reports 1998-I, p. 329, § 105). The essential purpose of such investigation is to secure the effective implementation of the domestic laws which protect the right to life and, in those cases involving state agents or bodies, to ensure their accountability for deaths occurring under their responsibility. What form of investigation will achieve those purposes may vary in different circumstances. However, whatever mode is employed, the authorities must act of their own motion once the matter has come to their attention. They cannot leave it to the initiative of the next of kin either to lodge a formal complaint or to take responsibility for the conduct of any investigatory procedures (see İlhan v. Turkey [GC] no. 22277/93, § 63, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "147.  For an investigation into alleged unlawful killing by state agents to be effective, it may generally be regarded as necessary for the persons responsible for and carrying out the investigation to be independent from those implicated in the events (see, for example, the Güleç v. Turkey judgment of 27 July 1998, Reports 1998-IV, §§ 81-82; and Ögur v. Turkey [GC], no. 21954/93, §§ 91-92, ECHR 1999-III). The investigation must also be effective in the sense that it is capable of leading to a determination of whether the force used in such cases was or was not justified in the circumstances (see, for example, Kaya v. Turkey, cited above, p. 324, § 87) and to the identification and punishment of those responsible (see Ögur v. Turkey, cited above, § 88). This is not an obligation of result, but of means. The authorities must have taken the reasonable steps available to them to secure the evidence concerning the incident, including, inter alia, eyewitness testimony (see for example, Tanrıkulu v. Turkey [GC], no. 23763/94, § 109, ECHR 1999IV). Any deficiency in the investigation which undermines its ability to establish the cause of death or the person responsible will risk falling below this standard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "148.  In this context, there must also be an implicit requirement of promptness and reasonable expedition. It must be accepted that there may be obstacles or difficulties which prevent progress in an investigation in a particular situation. However, a prompt response by the authorities in investigating the use of lethal force may generally be regarded as essential in maintaining public confidence in the maintenance of the rule of law and in preventing any appearance of collusion in or tolerance of unlawful acts (see Tanrikulu v. Turkey cited above, § 109; Mahmut Kaya v. Turkey, no. 22535/93, ECHR 2000-III, §§ 106-107).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application in the present case",
                                "elements": [
                                    {
                                        "content": "149.  In the present case, an investigation was carried out into the kidnapping of the applicant's son. The Court must assess whether that investigation met the requirements of Article 2 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "150.  The Court observes that the only known important procedural step - that of granting the applicant victim status - occurred only in July 2002, that is, more than one and a half years after it was opened. The prosecutor's orders of July 2002 and of October 2005 do not suggest that the investigation had made any progress whatsoever in the task of solving Said-Khuseyn Imakayev's disappearance, while the Government refused to submit other documents from the file or to disclose their contents. The Court further notes the inconsistencies in the various documents regarding the adjournment of the investigation communicated by the different authorities (see §§ 21, 26 and 28 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "151.  In these circumstances the Court finds that the respondent State has failed in its obligation to conduct an effective, prompt and thorough investigation into the applicant's son's disappearance. Accordingly, there has been a violation of Article 2 of the Convention on this account.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The alleged failure to protect the right to life of Said-Magomed Imakayev",
                                "elements": [
                                    {
                                        "content": "152.  The applicant submitted that her husband, Said-Magomed Imakayev, had been detained by military servicemen in life-threatening circumstances. In view of the time during which no news of him has been forthcoming, he must be presumed to have died in the hands of the representatives of the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "153.  The Government referred to the absence of conclusions about Mr Imakayev's whereabouts from the domestic investigation. They argued that the investigation had looked into the version of murder, but had found no conclusive evidence to support it or to charge anyone with the crime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "154.  The Court recalls the applicable general principles cited above (see §§ 111-116). In respect of Said-Magomed Imakayev, the following key elements can be identified. It has been established that Said-Magomed Imakayev was detained by military servicemen during a special operation on 2 June 2002. His family have had no news of him since. No records were drawn up of his detention, questioning or release, and until July 2004 the authorities denied that he had ever been detained, both to the applicant and to the European Court. In July 2004 his detention was acknowledged, with a broad reference to the Suppression of Terrorism Act. At the same time the criminal investigation into the actions of the military servicemen was closed for absence of corpus delicti. The investigation concluded that the servicemen had acted lawfully and that Said-Magomed Imakayev had been released, some time after detention, from the Shali District Department of the FSB to the head of the Shali district administration, who by that time had died and therefore could not be questioned. No information of substance about these proceedings was disclosed to the applicant or to the Court, despite several specific requests. Moreover, it was not disclosed to the district prosecutor, who was instructed in November 2004 to open a new investigation into Said-Magomed Imakayev's presumed murder without the benefit of acquainting himself with the statements of the servicemen who, it appears, were the last persons to see him alive. This new investigation failed to identify any relevant witnesses or to collect any information about the missing man's fate (see § 87 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "155.  The Court finds that Said-Magomed Imakayev was detained in circumstances that can be described as life-threatening (see § 141 above). The absence of any news from him for almost four years supports this assumption. Moreover, the stance of the prosecutor's office and other law-enforcement authorities after the news of his detention had been communicated to them by the applicant significantly contributed to the possibility of disappearance, because no necessary actions were taken in the crucial first days or weeks after the detention. Their behaviour in the face of the applicant's well-established complaints gives a strong presumption of at least acquiescence in the situation and raises strong doubts as to the objectivity of the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "156.  For the above reasons the Court considers that Said-Magomed Imakayev must be presumed dead following unacknowledged detention by State authorities. The respondent Government did not invoke any reasons as to the lawfulness of the deprivation of life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "157.  Accordingly, there has been a violation of Article 2 on that account in respect of Said-Magomed Imakayev.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The alleged inadequacy of the investigation into Said-Magomed Imakayev's abduction",
                                "elements": [
                                    {
                                        "content": "158.  The applicant argued that the investigation into her husband's disappearance did not attain the level required by the procedural obligations of Article 2. She referred, in particular, to the authorities' failure to act immediately after his detention and to the refusal to disclose any relevant information from the investigation file. She also stated that the decision to quash her procedural status in the criminal investigation carried out by the military prosecutor violated her right to be aware of the progress of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "159.  The Government submitted that the investigation was in compliance with the requirements of Article 2. They argued that the new investigation opened in November 2004 by the Shali District Prosecutor's Office had taken the necessary steps to resolve the crime, but had nevertheless failed to do so. The applicant left the country to take up permanent residence in the United States, and thus avoided contact with the law-enforcement bodies, who could not question her about the circumstances of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "160.  In view of the above considerations relating to the investigation carried out into Said-Magomed Imakayev's investigation both by the military prosecutor and by the Shali District Prosecutor's Office (see §§ 133-134), the Court finds that there has been a violation of Article 2 also in this respect.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "161.  The applicant complained that the suffering inflicted upon her in relation to her close family members' disappearance constituted treatment proscribed by the Convention. She relied on Article 3 which provides",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "162.  The applicant submitted, referring to the Court's practice, that she herself was a victim of a violation of Article 3. She stressed that as a result of the disappearance of her son and husband, and of the authorities' indifference towards the investigation and the questioning of herself, she and her family were obliged to leave their home in 2004 and to seek asylum in another country.",
                                "elements": []
                            },
                            {
                                "content": "163.  The Government denied that the applicant had been a victim of treatment contrary to Article 3, referring to the absence of such information in the materials of the domestic investigation.",
                                "elements": []
                            },
                            {
                                "content": "164.  The Court recalls that the question whether a family member of a “disappeared person” is a victim of treatment contrary to Article 3 will depend on the existence of special factors which gives the suffering of the applicant a dimension and character distinct from the emotional distress which may be regarded as inevitably caused to relatives of a victim of a serious human-rights violation. Relevant elements will include the proximity of the family tie – in that context, a certain weight will attach to the parent-child bond, – the particular circumstances of the relationship, the extent to which the family member witnessed the events in question, the involvement of the family member in the attempts to obtain information about the disappeared person and the way in which the authorities responded to those enquiries (see Orhan v. Turkey, no. 25656/94, § 358, 18 June 2002; Çakıcı v. Turkey, cited above, § 98; and Timurtaş v. Turkey, cited above, § 95). The Court would further emphasise that the essence of such a violation does not so much lie in the fact of the “disappearance” of the family member but rather concerns the authorities' reactions and attitudes to the situation when it is brought to their attention. It is especially in respect of the latter that a relative may claim directly to be a victim of the authorities' conduct (see Çakıcı, cited above, § 98).",
                                "elements": []
                            },
                            {
                                "content": "165.  In the present case, the Court notes that the applicant is a close relative of the two disappeared men – the mother of Said-Khuseyn Imakayev and wife of Said-Magomed Imakayev, and was present when her husband was detained. She has had no news of her son for five and a half years, and of her husband for three and a half years. During this period the applicant applied to various official bodies with inquiries about her family members, both in writing and in person. Despite her attempts, the applicant has never received any plausible explanation or information as to what became of them following their detention. The responses received by the applicant mostly denied the responsibility of the State or simply informed her that an investigation was ongoing. The Court's above findings under the procedural aspects of Article 2 are also relevant here (see §§ 150-151, 160). As an additional element contributing to the applicant's sufferings, the Court notes the authorities' unjustified denial to the applicant of access to the documents of the criminal investigation files, which could shed light on the fate of her relatives, either directly or through the proceedings in this Court.",
                                "elements": []
                            },
                            {
                                "content": "166.  In view of the above, the Court finds that the applicant suffered, and continues to suffer, distress and anguish as a result of the disappearance of her son and husband and of her inability to find out what had happened to them. The manner in which her complaints have been dealt with by the authorities must be considered to constitute inhuman treatment contrary to Article 3.",
                                "elements": []
                            },
                            {
                                "content": "167.  The Court concludes therefore that there has been a violation of Article 3 of the Convention in respect of the applicant.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "168.  The applicant complained that the provisions of Article 5 as a whole had been violated in respect of Said-Khuseyn and Said-Magomed Imakayev. Article 5 reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "(a)  the lawful detention of a person after conviction by a competent court;",
                                "elements": []
                            },
                            {
                                "content": "(b)  the lawful arrest or detention of a person for non- compliance with the lawful order of a court or in order to secure the fulfilment of any obligation prescribed by law;",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "(d)  the detention of a minor by lawful order for the purpose of educational supervision or his lawful detention for the purpose of bringing him before the competent legal authority;",
                                "elements": []
                            },
                            {
                                "content": "(e)  the lawful detention of persons for the prevention of the spreading of infectious diseases, of persons of unsound mind, alcoholics or drug addicts or vagrants;",
                                "elements": []
                            },
                            {
                                "content": "(f)  the lawful arrest or detention of a person to prevent his effecting an unauthorised entry into the country or of a person against whom action is being taken with a view to deportation or extradition.",
                                "elements": []
                            },
                            {
                                "content": "2.  Everyone who is arrested shall be informed promptly, in a language which he understands, of the reasons for his arrest and of any charge against him.",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.",
                                "elements": []
                            },
                            {
                                "content": "4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.",
                                "elements": []
                            },
                            {
                                "content": "5.  Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
                                "elements": []
                            },
                            {
                                "content": "1.  Submissions of the parties",
                                "elements": [
                                    {
                                        "content": "169.  The applicant alleged that her son and then her husband were victims of unacknowledged detention, in violation of the domestic legislation and the requirements of Article 5 as a whole. As regards her husband, the applicant stressed that the State had acknowledged his detention two years after the event, but had failed to submit any information related to the reasons for the detention or any other relevant details.",
                                        "elements": []
                                    },
                                    {
                                        "content": "170.  The Government submitted that any violation of the applicant's son's rights was the result of actions by private persons and not of any State authority. The investigation had not established the involvement of any officials in his apprehension and, if it had, their actions could additionally be classified as official malfeasance under, for example, Article 286 of the Criminal Code. With regard to the applicant's husband, the Government submitted that he had been detained pursuant to section 13 of the Suppression of Terrorism Act by a competent body - the FSB - on suspicion of involvement in terrorist activities. Propaganda literature of an extremist nature had been seized at his place of residence. However, following verification, no proof of his involvement had been obtained and he was thereafter transferred to the head of the local administration to be taken home. The Government argued that Said-Magomed Imakayev's detention was thus in conformity with the national legislation and with Article 5 § 1 (c) of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "171.  The Court stresses the fundamental importance of the guarantees contained in Article 5 for securing the rights of individuals in a democracy to be free from arbitrary detention at the hands of the authorities. It has stressed in that connection that any deprivation of liberty must not only have been effected in conformity with the substantive and procedural rules of national law but must equally be in keeping with the very purpose of Article 5, namely to protect the individual from arbitrary detention. In order to minimise the risks of arbitrary detention, Article 5 provides a corpus of substantive rights intended to ensure that the act of deprivation of liberty be amenable to independent judicial scrutiny and secures the accountability of the authorities for that measure. The unacknowledged detention of an individual is a complete negation of these guarantees and discloses a most grave violation of Article 5. Bearing in mind the responsibility of the authorities to account for individuals under their control, Article 5 requires them to take effective measures to safeguard against the risk of disappearance and to conduct a prompt and effective investigation into an arguable claim that a person has been taken into custody and has not been seen since (see Çakici v. Turkey [GC], no.23657/94, § 104, ECHR-1999-IV; and Çiçek v. Turkey, no. 25704/94, § 164, 27 February 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "172.  It is established that Said-Khuseyn Imakayev was detained on 17 December 2000 by the federal authorities and has not been seen since. The Government submitted no explanation of his detention and provided no documents of substance from the domestic investigation into the apprehension. The Court thus concludes that Said-Khuseyn Imakayev was a victim of unacknowledged detention, in violation of Article 5 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "173.  As far as Said-Magomed Imakayev's detention is concerned, the Court reiterates that the reasonableness of the suspicion on which an arrest must be based forms an essential part of the safeguard against arbitrary arrest and detention which is laid down in Article 5 § 1 (c). Having a “reasonable suspicion” presupposes the existence of facts or information which would satisfy an objective observer that the person concerned might have committed the offence (see Fox, Campbell and Hartley v. the United Kingdom, judgment of 30 August 1990, Series A no. 182, p. 16, § 32). However, facts which raise a suspicion need not be of the same level as those necessary to justify a conviction or even the bringing of a charge, which comes at a later stage of the process of criminal investigation (see Murray v. the United Kingdom, judgment of 28 October 1994, Series A no. 300-A, p. 27 § 55).",
                                        "elements": []
                                    },
                                    {
                                        "content": "174.  Nevertheless the Court must be enabled to ascertain whether the essence of the safeguard afforded by Article 5 § 1 (c) has been secured. Consequently the respondent Government have to furnish at least some facts or information capable of satisfying the Court that the arrested person was reasonably suspected of having committed the alleged offence (see Tuncer and Durmuş v. Turkey, no. 30494/96, § 48, 2 November 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "175.  In the present case the Government did not submit any material concerning the applicant's arrest which would enable it to evaluate its reasonableness. The mere reference to the provisions of the Suppression of Terrorism Act cannot replace a proper assessment of the reasonableness of suspicion in respect of the person in question. Any other interpretation of the provisions of Article 5 § 1 (c) would run contrary to its purpose of protection from arbitrary detention. The Government's assertion that Said-Magomed Imakayev's detention was in compliance with its provisions is not therefore conclusive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "176.  Furthermore, it appears from the materials of the case that Imakayev's detention was not logged in the relevant custody records and there exists no official trace of his questioning, release or subsequent whereabouts. For more than two years the authorities denied that he had ever been detained, before they collected witness statements from unnamed servicemen involved in his apprehension. The Government declined to disclose any information concerning the exact timing and place of Said-Magomed Imakayev's detention, the agency and officials responsible for his apprehension and release and the legal and factual basis for those actions. In accordance with the Court's practice, this fact in itself must be considered a most serious failing since it enables those responsible for an act of deprivation of liberty to conceal their involvement in a crime, to cover their tracks and to escape accountability for the fate of a detainee. Furthermore, the absence of holding data recording such matters as the date, time and location of detention, the name of the detainee as well as the reasons for the detention and the name of the person effecting it must be seen as incompatible with the very purpose of Article 5 of the Convention (see Kurt v. Turkey, judgment of 25 May 1998, Reports of Judgments and Decisions 1998III, p. 1185, § 125; and the above-cited Timurtaş v. Turkey, § 105 and Orhan v. Turkey, § 371).",
                                        "elements": []
                                    },
                                    {
                                        "content": "177.  The Court further considers that the authorities should have been alert to the need to investigate more thoroughly and promptly the applicant's complaints that her son and then her husband were detained by the security forces and taken away in life-threatening circumstances. However, the Court's above findings in relation to Article 2, in particular as concerns the conduct of the investigation, leave no doubt that the authorities failed to take prompt and effective measures to safeguard Said-Khuseyn and Said-Magomed Imakayev against the risk of disappearance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "178.  Accordingly, the Court finds that Said-Khuseyn and Said-Magomed Imakayev were held in unacknowledged detention in the complete absence of the safeguards contained in Article 5 and that there has been a violation of the right to liberty and security of person guaranteed by that provision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "179.  The applicant stated that she was deprived of access to a court, contrary to the provisions of Article 6 of the Convention. Article 6 reads, as far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1. In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "180.  The applicant alleged that she had no effective access to court because a civil claim for damages would entirely depend on the outcome of the criminal investigation into the disappearances. In the absence of any findings, she could not effectively apply to a court.",
                                "elements": []
                            },
                            {
                                "content": "181.  The Government disputed this allegation.",
                                "elements": []
                            },
                            {
                                "content": "182.  The Court finds that the applicant's complaint under Article 6 concerns, essentially, the same issues as those discussed under procedural aspect of Article 2 and of Article 13. It should also be noted that the applicant submitted no information which would prove her alleged intention to apply to a domestic court with a compensation claim. In such circumstances, the Court finds that no separate issues arise under Article 6 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "183.  The applicant alleged a violation of Article 8 of the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "184.  The applicant argued that the search carried out at her house on 2 June 2002 during her husband's apprehension was unlawful both under domestic legislation and under Article 8 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "185.  The Government referred to the provisions of Article 13 of the Suppression of Terrorism Act which permitted persons conducting a counter-terrorist operation to enter freely dwellings and premises in the course of the operation or during the pursuit of persons suspected of having committed a terrorist action. Since there were grounds to suspect the applicant's husband of involvement in terrorist activities, the servicemen's actions in inspecting the Imakayevs' household had been in compliance with the domestic legislation and with Article 8 § 2 of the Convention. They also referred to the “extremist literature” seized at the applicant's house, which had later been destroyed.",
                                "elements": []
                            },
                            {
                                "content": "186.  It has thus been established that on 2 June 2002 the applicant's home was searched and a number of items were confiscated. Accordingly, there was an interference with the applicant's right to respect for her home. It now remains to be seen whether this interference was permissible under Article 8 § 2 of the Convention and, more particularly, if it was “in accordance with the law” for the purposes of that paragraph.",
                                "elements": []
                            },
                            {
                                "content": "187.  The Court notes that no search warrant was produced to the applicant during the search and that no details were given of what was being sought. Furthermore, it appears that no such warrant was drawn up at all, either before or after the search, assuming that the security forces acted in a situation which required urgency. The Government were unable to submit any details about the reasons for the search, to refer to any record of a legitimisation of it or to indicate the procedural significance of this action. The Government could not give any details about the items seized at the Imakayevs' house because they had allegedly been destroyed. It thus appears that no record or description of these items was made. The receipt drawn up by a military officer who had failed to indicate his real name or rank or even the state body which he represented, and which referred to “a bag of documents and a box of floppy discs” (see § 45 above), appears to be the only existing paper in relation to the search.",
                                "elements": []
                            },
                            {
                                "content": "188.  The Government's reference to the Suppression of Terrorism Act cannot replace an individual authorisation of a search, delimiting its object and scope, and drawn up in accordance with the relevant legal provisions either beforehand or afterwards. The provisions of this Act are not to be construed so as to create an exemption to any kind of limitations of personal rights for an indefinite period of time and without clear boundaries to the security forces' actions. The application of these provisions in the present case is even more doubtful, given the Government's failure to indicate, either to the applicant or to this Court, what kind of counter-terrorist operation took place on 2 June 2002 in Novye Atagi, which agency conducted it, its purpose, etc. Moreover, the Court remarks that for over two years after the event various state authorities denied that such an operation had taken place at all. The Court is again struck by this lack of accountability or any acceptance of direct responsibility by the officials involved in the events in the present case.",
                                "elements": []
                            },
                            {
                                "content": "189.  The Court thus finds that the search and seizure measures in the present case were implemented without any authorisation or safeguards. In these circumstances, the Court concludes that the interference in question was not “in accordance with the law” and that there has been a violation of Article 8 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VII.  ALLEGED VIOLATION OF ARTICLE 13 IN CONJUNCTION WITH ARTICLES 2, 3, 5 AND 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "190.  The applicant complained that she had no effective remedies in respect of the violations alleged under Articles 2, 3, 5 and 8. She referred to Article 13 of the Convention, which states:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "191.  The Government disagreed. They referred to her position as a victim in the criminal cases opened into the kidnapping of her relatives, which allowed her to participate effectively in the proceedings. They also contended that the applicant could have applied to the competent bodies with complaints about the alleged ineffectiveness of the investigation, which she had failed to do.",
                                "elements": []
                            },
                            {
                                "content": "192.  The Court reiterates that Article 13 of the Convention guarantees the availability at the national level of a remedy to enforce the substance of the Convention rights and freedoms in whatever form they might happen to be secured in the domestic legal order. The effect of Article 13 is thus to require the provision of a domestic remedy to deal with the substance of an “arguable complaint” under the Convention and to grant appropriate relief, although Contracting States are afforded some discretion as to the manner in which they comply with their Convention obligations under this provision. The scope of the obligation under Article 13 varies depending on the nature of the applicant's complaint under the Convention. Nevertheless, the remedy required by Article 13 must be “effective” in practice as well as in law, in particular in the sense that its exercise must not be unjustifiably hindered by acts or omissions by the authorities of the respondent State (see Aksoy v. Turkey, judgment of 18 December 1996, Reports 1996-VI, p. 2286, § 95; and Aydin v. Turkey judgment of 25 September 1997, Reports 1997-VI, p. 1895-96, § 103).",
                                "elements": []
                            },
                            {
                                "content": "193.  Given the fundamental importance of the rights guaranteed by Articles 2 and 3 of the Convention, Article 13 requires, in addition to the payment of compensation where appropriate, a thorough and effective investigation capable of leading to the identification and punishment of those responsible for the deprivation of life and infliction of treatment contrary to Article 3, including effective access for the complainant to the investigation procedure leading to the identification and punishment of those responsible (see Anguelova v. Bulgaria, no. 38361/97, §§ 161-162, ECHR 2002-IV; Assenov and Others v. Bulgaria, cited above, § 114 et seq.; and Süheyla Aydın v. Turkey, no. 25660/94, § 208, 24 May 2005). The Court further recalls that the requirements of Article 13 are broader than a Contracting State's obligation under Article 2 to conduct an effective investigation (see Orhan cited above, § 384; and Khashiyev and Akayeva v. Russia, cited above, § 183).",
                                "elements": []
                            },
                            {
                                "content": "194.  In view of the Court's findings above on Articles 2 and 3, these complaints are clearly “arguable” for the purposes of Article 13 (see Boyle and Rice v. the United Kingdom, judgment of 27 April 1988, Series A no. 131 § 52). The applicant should accordingly have been able to avail herself of effective and practical remedies capable of leading to the identification and punishment of those responsible and to an award of compensation, for the purposes of Article 13.",
                                "elements": []
                            },
                            {
                                "content": "195.  However, in circumstances where, as here, the criminal investigations into the disappearances and probably deaths were ineffective (see §§ 133-135, 160 above), and where the effectiveness of any other remedy that may have existed, including civil remedies, was consequently undermined, the Court finds that the State has failed in its obligation under Article 13 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "196.   Consequently, there has been a violation of Article 13 of the Convention in connection with Articles 2 and 3 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "197.  As regards the applicant's reference to Articles 5 and 8 of the Convention, the Court recalls its findings of a violation of these provisions (see §§ 178 and 189 above). In the light of this it considers that no separate issues arise in respect of Article 13 in connection with Articles 5 and 8 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VIII.  OBSERVANCE OF Articles 34 and 38 § 1 (a) of the convention",
                        "elements": [
                            {
                                "content": "198.  The applicant argued that the Government's failure to submit the documents requested by the Court, namely the criminal investigation files, disclosed a failure to comply with their obligations under Articles 34 and 38 § 1 (a) of the Convention. She also alleged that the Russian Government were in breach of their obligation not to hinder the right of individual petition. These Articles read, as far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "Article 34",
                                "elements": []
                            },
                            {
                                "content": "“The Court may receive applications from any person, non-governmental organisation or group of individuals claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in the Convention or the Protocols thereto. The High Contracting Parties undertake not to hinder in any way the effective exercise of this right.”",
                                "elements": []
                            },
                            {
                                "content": "Article 38",
                                "elements": []
                            },
                            {
                                "content": "“1.  If the Court declares the application admissible, it shall",
                                "elements": []
                            },
                            {
                                "content": "(a)  pursue the examination of the case, together with the representatives of the parties, and if need be, undertake an investigation, for the effective conduct of which the States concerned shall furnish all necessary facilities.”",
                                "elements": []
                            },
                            {
                                "content": "A.  As regards the submission of the documents",
                                "elements": [
                                    {
                                        "content": "199.  The Court reiterates that proceedings in certain type of applications do not in all cases lend themselves to a rigorous application of the principle whereby a person who alleges something must prove that allegation and that it is of the utmost importance for the effective operation of the system of individual petition instituted under Article 34 of the Convention that States should furnish all necessary facilities to make possible a proper and effective examination of applications.",
                                        "elements": []
                                    },
                                    {
                                        "content": "200.  This obligation requires the Contracting States to furnish all necessary facilities to the Court, whether it is conducting a fact-finding investigation or performing its general duties as regards the examination of applications. It is inherent in the proceedings relating to cases of this nature, where individual applicants accuse State agents of violating their rights under the Convention, that in certain instances it is only the respondent State that has access to information capable of corroborating or refuting these allegations. A failure on a Government's part to submit such information which is in their hands without a satisfactory explanation may not only give rise to the drawing of inferences as to the well-foundedness of the applicant's allegations, but may also reflect negatively on the level of compliance by a respondent State with its obligations under Article 38 § 1 (a) of the Convention. In a case where the application raises issues of the effectiveness of the investigation, the documents of the criminal investigation are fundamental to the establishment of facts and their absence may prejudice the Court's proper examination of the complaint both at the admissibility and at the merits stage (see Tanrıkulu v. Turkey, cited above, § 70).",
                                        "elements": []
                                    },
                                    {
                                        "content": "201.  The Court recalls that it has on several occasions requested the Russian Government to submit copies of the investigation files opened into the disappearances of the applicant's relatives. The evidence contained in both files was regarded by the Court as crucial for the establishment of facts in the present case. It also recalls that it found the reasons cited by the Government for their refusal to disclose the documents requested as insufficient (see §§ 123 and 132 above). Referring to the importance of a respondent Government's cooperation in Convention proceedings and mindful of the difficulties associated with the establishment of facts in cases of such a nature, the Court finds that the Government fell short of their obligations under Article 38 § 1 of the Convention on account of their failure to submit copies of the documents requested in respect of Said-Khuseyn and Said-Magomed Imakayev's disappearances.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  As regards the hindrance of the right to individual petition",
                                "elements": [
                                    {
                                        "content": "202.  The applicant argued that her husband's abduction and, most probably, his subsequent murder, were linked to his application to the European Court of Human Rights and constituted a grave breach of Russia's obligation not to hinder in any way the right of individual petition. She further referred to the questioning to which she had been subjected in support of her allegation of undue pressure on her. She also claimed that the Government's failure to disclose, without sufficient grounds, the documents requested from them, prevented her from substantiating her claims before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "203.  The Government regarded the applicant's complaint about pressure put on her as totally unfounded and unsubstantiated. They referred to the absence of any complaints by the applicant about this matter within the domestic proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "204.  The Court recalls that it is of the utmost importance for the effective operation of the system of individual application instituted by Article 34 that applicants should be able to communicate freely with the Court without being subjected to any form of pressure from the authorities to withdraw or modify their complaints. In this context, “pressure” includes not only direct coercion and flagrant acts of intimidation, but also other improper indirect acts or contacts designed to dissuade or discourage applicants from using a Convention remedy. The issue of whether or not contacts between the authorities and an applicant amount to unacceptable practices from the standpoint of Article 34 must be determined in the light of the particular circumstances of the case. In the context of the questioning of applicants about their applications under the Convention by authorities exercising a domestic investigative function, this will depend on whether the procedures adopted have involved a form of illicit and unacceptable pressure which may be regarded as hindering the exercise of the right of individual application (see, for example, Aydin v. Turkey, cited above, §§ 115-117; and Salman v. Turkey, cited above, § 130).",
                                        "elements": []
                                    },
                                    {
                                        "content": "205.  In the present case, in so far as the applicant alleges that her husband was apprehended in retaliation for his application to the European Court, the Court notes that in view the Government's failure to submit documents from the criminal investigation file opened into the disappearance of the applicant's husband, it is unable to establish the true reason for his arrest. In any event, having regard to its above findings of a violation of Articles 2 and 5 of the Convention in respect of the disappearance of Said-Magomed Imakayev (see §§ 157 and 178), the Court does not consider that, in the circumstances of the present case, this complaints requires a separate examination under Article 34 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "206.  In so far as the applicant complains about the substance of the questioning of her by state officials, the Government deny that any pressure was put on the applicant. The applicant herself did not refer to any particular threats or other attempts to dissuade her from applying to the Court, but rather indicated that she had perceived their remarks as indicating that she had paid some money in order to bring her case before the European Court. In such circumstances, the Court does not have sufficient material to conclude that the respondent Government have violated their obligations under Article 34 of the Convention either.",
                                        "elements": []
                                    },
                                    {
                                        "content": "207.  Finally, as regards the applicant's reference to Article 34 in the context of the Government's failure to submit documents from the criminal investigation files, the Court has already addressed this issue above in the context of Article 38 of the Convention, and does not consider that any additional findings are necessary here.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IX.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "208.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "209.  The applicant claimed damages in respect of the lost wages of her son and husband from the time of their arrests and subsequent disappearances. The applicant claimed a total of 2,243,004 Russian roubles (RUR) under this heading (64,654 euros (EUR)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "210.  She claimed that her son had been trained as a dentist and had been briefly employed in such a capacity, for an annual wage of RUR 54,000. Taking the average life expectancy for women in Russia to be 70 years, the applicant assumed that she could be financially dependant on her son from December 2000 until 2021. His earnings for that period, taking into account an average 12 % inflation rate, would constitute RUR 4,414,760. The applicant could count on 30 % of that sum, which would constitute RUR 1,470,567.",
                                                "elements": []
                                            },
                                            {
                                                "content": "211.  Similarly, the applicant claimed that she could count on 100% of her husband's wages which would have been used fully to support her and the household. Even though the applicant's husband was unemployed at the time of his apprehension, the applicant assumed it reasonable to suppose that he would have found a job and earned at least an official minimum wage until his retirement at the age of 60, in 2015. In July 2002 the official minimum wage constituted RUR 450 per month and it was increased at an average rate of 25 % in 2002-2006. The applicant assumed that this growth rate should apply until 2015 and submitted that the result would have constituted RUR 772,437.",
                                                "elements": []
                                            },
                                            {
                                                "content": "212.  The Government regarded these claims as based on suppositions and unfounded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "213.  The Court recalls that there must be a clear causal connection between the damage claimed by the applicant and the violation of the Convention, and that this may, in the appropriate case, include compensation in respect of loss of earnings (see, among other authorities, Çakici cited above). Having regard to its above conclusions, there is indeed a direct causal link between the violation of Article 2 in respect of the applicant's son and husband and the loss by the applicant of the financial support which they could have provided for her. The Court finds that the loss of earnings also applies to dependants and considers it reasonable to assume that the applicants' son and husband would eventually have some earnings and that the applicant would benefit from these. Having regard to the applicant's submissions, the Court awards EUR 20,000 to the applicant in respect of pecuniary damage, plus any tax that may be chargeable on that amount.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "214.  The applicant claimed EUR 70,000 in respect of non-pecuniary damage for the suffering she had endured as a result of the loss of both her son and her husband, the indifference shown by the authorities towards her, the latter's failure to provide any information about the fate of her relatives, the impossibility of burying them and the fact that she had been forced to flee her homeland.",
                                                "elements": []
                                            },
                                            {
                                                "content": "215.  The Government found the amount claimed to be exaggerated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "216.  The Court has found a violation of Articles 2, 5 and 13 of the Convention on account of the unacknowledged detention and presumed death of the applicant's son and husband in the hands of the authorities. The applicant herself has been found to be a victim of a violation of Articles 3 and 8 of the Convention in relation to the emotional distress and anguish endured by her and the unlawful interference with her right to respect for her home. The Court thus accepts that she has suffered non-pecuniary damage which cannot be compensated for solely by the findings of violations. It awards the applicant EUR 70,000, plus any tax that may be chargeable on the above amount.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "217.  The applicant was represented by the SRJI. She submitted that the costs borne by the representatives included research in Ingushetia and in Moscow at a rate of EUR 50 per hour, and the drafting of legal documents submitted to the European Court and domestic authorities at a rate of EUR 50 per hour for SRJI staff and EUR 150 per hour for SRJI senior staff.",
                                        "elements": []
                                    },
                                    {
                                        "content": "218.  The applicant claimed EUR 15,759 in respect of costs and expenses related to her legal representation. This included:",
                                        "elements": []
                                    },
                                    {
                                        "content": "EUR 500 for the preparation of the initial application in relation to her son's disappearance;",
                                        "elements": []
                                    },
                                    {
                                        "content": "EUR 1,475 for the preparation of the initial application in relation to her husband's disappearance;",
                                        "elements": []
                                    },
                                    {
                                        "content": "EUR 2,250 for the preparation of full applications in respect of the disappearance of the applicant's son and husband;",
                                        "elements": []
                                    },
                                    {
                                        "content": "EUR 3,400 for the preparation of additional submissions;",
                                        "elements": []
                                    },
                                    {
                                        "content": "EUR 1,775 for the preparation of the applicant's reply to the Government's memorandum;",
                                        "elements": []
                                    },
                                    {
                                        "content": "EUR 825 in connection with the preparation of additional correspondence with the ECHR;",
                                        "elements": []
                                    },
                                    {
                                        "content": "EUR 2,300 in connection with the preparation of the applicant's response to the ECHR decision on admissibility;",
                                        "elements": []
                                    },
                                    {
                                        "content": "EUR 1,850 in connection with the preparation of legal documents submitted to the domestic law-enforcement agencies;",
                                        "elements": []
                                    },
                                    {
                                        "content": "EUR 1,006 for administrative costs (7% of legal fees);",
                                        "elements": []
                                    },
                                    {
                                        "content": "EUR 378 for international courier post to the ECHR.",
                                        "elements": []
                                    },
                                    {
                                        "content": "219.  The Government did not dispute the details of the calculations submitted by the applicant, but contended that the sum claimed was excessive for a non-profit organisation such as the applicant's representative, the SRJI.",
                                        "elements": []
                                    },
                                    {
                                        "content": "220.  The Court has to establish, first, whether the costs and expenses indicated by the applicant were actually incurred and, second, whether they were necessary (see McCann and Others, cited above, § 220).",
                                        "elements": []
                                    },
                                    {
                                        "content": "221.  The Court notes that the applicant and her husband issued powers of attorney in respect of the SRJI in February 2002, authorising them to represent their interests in the European Court of Human Rights. The SRJI acted as the applicant's representative throughout the procedure. The Court is satisfied that the above rates are reasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "222.  Further, it has to be established whether the costs and expenses incurred by the applicant for legal representation were necessary. The Court notes that this case was rather complex, especially in view of the “double disappearance”. On the other hand, it did not involve any large amount of documents, especially once the preparation of the initial submissions was done, and therefore it doubts whether at later stages it required the research and preparation in the amounts stipulated by the representative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "223.  In these circumstances, having regard to the details of the claims submitted by the applicant, the Court reduces the amount claimed by the applicant and awards her the sum of EUR 10,000, less the EUR 886 received by way of legal aid from the Council of Europe, together with any value-added tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "224.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 2 of the Convention in respect of the disappearance of Said-Khuseyn Imakayev;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 2 of the Convention in respect of the failure to conduct an effective investigation into the circumstances in which Said-Khuseyn Imakayev disappeared;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 2 of the Convention in respect of the disappearance of Said-Magomed Imakayev;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 2 of the Convention in respect of the failure to conduct an effective investigation into the circumstances in which Said-Magomed Imakayev disappeared;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 3 of the Convention in respect of the applicant;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been a violation of Article 5 of the Convention in respect of Said-Khuseyn Imakayev and in respect of Said-Magomed Imakayev;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that no separate issues arise under Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "9.  Holds that there has been a violation of Article 13 of the Convention in respect of the alleged violations of Articles 2 and 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "10.  Holds that no separate issues arise under Article 13 of the Convention in respect of the alleged violations of Articles 5 and 8;",
                        "elements": []
                    },
                    {
                        "content": "11.  Holds that there has been a failure to comply with Article 38 § 1 (a) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "12.  Holds that there is no need to examine separately the applicant's complaints under Article 34 of the Convention that her husband was apprehended in retaliation for his application to the European Court and that the Government failed to submit documents from the criminal investigation files and that there has been no failure to comply with Article 34 of the Convention, in so far as the applicant's complaint about her questioning by State officials is concerned;",
                        "elements": []
                    },
                    {
                        "content": "13.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 November 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrL. Loucaides",
            "role": "judges"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF IMAKAYEVA v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-77932.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:1109JUD000761502",
    "externalsources": [],
    "extractedappno": [
        "7615/02",
        "29133/03",
        "65899/01",
        "25657/94",
        "28883/95",
        "25803/94",
        "57942/00",
        "57945/00",
        "77617/01",
        "58752/00",
        "23531/94",
        "22277/93",
        "21954/93",
        "23763/94",
        "22535/93",
        "25656/94",
        "23657/94",
        "25704/94",
        "30494/96",
        "38361/97",
        "25660/94"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Code of Criminal Procedure (1960)",
        "Code of Criminal Procedure (2002), Article 161",
        "The Suppression of Terrorism Act (1998)",
        "The State Secrets Act (Law no. 5485-1 of 21 July 1993)"
    ],
    "itemid": "001-77932",
    "judgementdate": "09/11/2006 00:00:00",
    "kpdate": "09/11/2006 00:00:00",
    "kpthesaurus": [
        "449",
        "595",
        "231",
        "350",
        "193",
        "448",
        "93",
        "220",
        "228",
        "459",
        "405",
        "451",
        "426",
        "319",
        "556",
        "444",
        "110",
        "121",
        "594",
        "216",
        "577",
        "283",
        "305"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "5-1-c",
        "2-1",
        "3",
        "8",
        "38",
        "2",
        "8-1",
        "8-2",
        "5-1",
        "5",
        "13",
        "41"
    ],
    "parties": [
        "IMAKAYEVA",
        "RUSSIA"
    ],
    "rank": "566.680603027344",
    "representedby": [
        "STICHTING RUSSIAN JUSTICE INITIATIVE"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Aksoy v. Turkey, judgment of 18 December 1996, Reports 1996-VI, p. 2286, § 95",
        "Anguelova v. Bulgaria, no. 38361/97, §§ 161-162, ECHR 2002-IV",
        "Avsar v. Turkey, no. 25657/94, §§ 282, 283 and 284, ECHR 2001-VII (extracts)",
        "Aydin v. Turkey judgment of 25 September 1997, Reports 1997-VI, p. 1895-96, § 103",
        "Boyle and Rice v. the United Kingdom, judgment of 27 April 1988, Series A no. 131 § 52",
        "Çakici v. Turkey [GC], no.23657/94, §§ 98 and 104, ECHR-1999-IV",
        "Çiçek v. Turkey, no. 25704/94, § 164, 27 February 2001",
        "Fox, Campbell and Hartley v. the United Kingdom, judgment of 30 August 1990, Series A no. 182, p. 16, § 32",
        "Güleç v. Turkey judgment of 27 July 1998, Reports 1998-IV, §§ 81-82",
        "Ilhan v. Turkey [GC] no. 22277/93, § 63, ECHR 2000-VII",
        "Kaya v. Turkey judgment of 19 February 1998, Reports 1998-I, p. 324, § 87, p. 329, § 105",
        "Khashiyev and Akayeva v. Russia, nos. 57942/00 and 57945/00, §§ 46, 138-139 and 183, 24 February 2005",
        "Kurt v. Turkey, judgment of 25 May 1998, Reports of Judgments and Decisions 1998-III, p. 1185, § 125",
        "Magomadov and Magomadov v. Russia (dec.), no. 58752/00, 24 November 2005",
        "Mahmut Kaya v. Turkey, no. 22535/93, ECHR 2000-III, §§ 106-107",
        "McCann and Others v. the United Kingdom, judgment of 27 September 1995, Series A no. 324, §§ 146-147 and 161",
        "McKerr v. the United Kingdom (dec.), no. 28883/95, 4 April 2000",
        "Mikheyev v. Russia, no. 77617/01, § 104, 26 January 2006",
        "Murray v. the United Kingdom, judgment of 28 October 1994, Series A no. 300-A, p. 27 § 55",
        "Ögur v. Turkey [GC], no. 21954/93, §§ 88 and 91-92, ECHR 1999-III",
        "Orhan v. Turkey, no. 25656/94, §§ 358, 371 and 384, 18 June 2002",
        "Ribitsch v. Austria, 4 December 1995, Series A no. 336, § 32 and § 34",
        "Selmouni v. France [GC], no. 25803/94, § 87, ECHR 1999-V",
        "Süheyla Aydin v. Turkey, no. 25660/94, § 208, 24 May 2005",
        "Tanii and Others v. Turkey, no. 65899/01, § 160, ECHR 2005",
        "Tanrikulu v. Turkey [GC], no. 23763/94, § 109, ECHR 1999-IV",
        "Timurtas v. Turkey, no. 23531/94, §§ 82-83, 95 and 105, ECHR 2000-VI",
        "Tomasi v. France, 27 August 1992, Series A no. 241-A, pp. 40-41, §§ 108-111",
        "Tuncer and Durmus v. Turkey, no. 30494/96, § 48, 2 November 2004"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "451543",
    "typedescription": "15"
}