{
    "__articles": "8;8-2;8-1;29;29-3;41",
    "__conclusion": "Violation of Art. 8;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "11449/02",
    "article": [
        "29",
        "8",
        "41"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-77936.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 11449/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr Kazım Tavlı (“the applicant”), on 1 February 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr I. Baykan, a lawyer practising in Aksaray. In the instant case, the Turkish Government (“the Government”) did not designate an Agent for the purposes of the proceedings before the Court.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 2 May 2005 the Court (Third Section) decided to communicate the application to the Government. Under Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1962 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  On 25 December 1980 the applicant registered his marriage with Ms A. in Aksaray. Few months later the applicant moved to  to work.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 30 July 1981 Ms A. gave birth to a child, S. On 28 September 1981, soon after having been informed of the birth of S., the applicant filed an action for rejection of paternity before the  in Civil Matters. On 5 January 1982, based on the results of a blood test, the Ankara University Forensic Institute concluded that it was likely that the applicant was S.'s biological father.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 1 June 1982, in view of the medical report of the forensic institute and considering the facts that the applicant and Ms A. had lived together before the marriage, and that the child was born in wedlock, the court dismissed the applicant's claim.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 6 June 1989 the marriage was dissolved by divorce. The court ordered the applicant to pay an allowance of 1,500,000 Turkish liras (TRL) and TRL 2,500,000 for the maintenance of S. and Ms A., respectively.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 4 March 1997 a DNA test was carried out in  which showed that the applicant was not S.'s biological father.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 10 April 1997, relying on the findings of the DNA test, the applicant filed an application before the Aksaray First Instance Court in Civil Matters, requesting a retrial in his action for rejection of paternity. The court ordered another DNA testing.",
                                "elements": []
                            },
                            {
                                "content": "11.  In the meantime, on 30 May 1997 Ms A. filed another action before the same court, requesting to increase the allowance that the applicant was ordered to pay for the maintenance of S. On 26 December 1997 the  in Civil Matters decided to increase the relevant amount to TRL 10,000,000. On 11 May 1998 the Court of Cassation upheld this decision.",
                                "elements": []
                            },
                            {
                                "content": "12.  The forensic DNA test carried out in the Biology Department of the Ministry of Justice confirmed the findings of the earlier test. The report of 19 August 1998 concluded that the applicant was not the biological father of S.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 20 May 1999 the  in Civil Matters dismissed the applicant's request to annul the decision dated 1 June 1982 and to have a retrial. It interpreted Article 445 § 1 of the Code of Civil Procedure to the effect that the newly obtained evidence must have been existent at the time of the proceedings and must have been inaccessible due to force majeure. However the DNA test was carried out years after the court gave its final ruling in the case. It recalled that, in a similar case dated 1969 the Court of Cassation held that the plaintiff could not request to have a retrial of an action for rejection of paternity, by invoking the results of a blood test, carried out years after the final decision.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 6 July 1999 the applicant appealed against the decision of the  in Civil Matters arguing that the court could not dismiss a case for procedural reasons after examining its merits. Furthermore he contended that the medical report of 5 January 1982 was merely based on assumptions, while the DNA tests carried out in 1997 and 1998 revealed the biological fact that he could not be the father of S.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 1 November 1999 the Court of Cassation quashed the decision of the first instance court, holding that S. should have been a party to the proceedings, as she has attained full age and her rights were competing with those of the mother.",
                                "elements": []
                            },
                            {
                                "content": "16.  The proceedings were resumed before the  in Civil Matters. S. was included in the proceedings as the second defendant and she was notified about the hearing. However she neither appeared before the Court nor submitted any written statements. On 28 November 2000 the court dismissed the applicant's request for retrial for the same reasons as before. The applicant appealed.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 19 April 2001 the Court of Cassation upheld the decision of the first instance court. It held that, in view of the jurisprudence of the Court of Cassation, “scientific progress” (fennin gelişmesi) could not be considered as force majeure provided under Article 455 § 1 of the Code of Civil Procedure.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 12 October 2001 the applicant's request for rectification of the decision was dismissed.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "19.  Article 445 § 1 of the Code of Civil Procedure, pertaining at the time of the proceedings, provided as follows:",
                                "elements": []
                            },
                            {
                                "content": "“As regards the final decisions, retrial may be requested under the following circumstances:",
                                "elements": []
                            },
                            {
                                "content": "After the judgment is rendered, a certificate or a document is found, which could not have been acquired during the trial because of force majeure or because of the acts of the party in favour of which the decision was given.”",
                                "elements": []
                            },
                            {
                                "content": "20.  The relevant provisions of the Civil Code (Law no. 4721, dated 22 November 2001) read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 285",
                                "elements": []
                            },
                            {
                                "content": "“The husband is the father of the child, born in wedlock, or within three hundred days after the marriage has ended.”",
                                "elements": []
                            },
                            {
                                "content": "Article 286",
                                "elements": []
                            },
                            {
                                "content": "“In order to rebut the presumption of paternity, an action to reject paternity may be brought by the husband. Such an action shall be brought against the mother and the child. ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 287",
                                "elements": []
                            },
                            {
                                "content": "“If the child is conceived in wedlock, the plaintiff has to prove that he is not the father of the child.",
                                "elements": []
                            },
                            {
                                "content": "A child is considered to be conceived in wedlock if he or she is born at least one hundred and eight days after the marriage, or at the latest three hundred days from the end of the marriage.”",
                                "elements": []
                            },
                            {
                                "content": "Article 289",
                                "elements": []
                            },
                            {
                                "content": "“The husband shall bring an action within one year from the moment he is informed of the birth, when he realizes that he is not the father of the baby or when he finds out that the mother had sexual intercourse with another man, during the period of conceiving; in any event, within five years from the birth.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  The applicant, relying in substance on Article 8 of the Convention, complained that although he had the scientific evidence to the effect that he is not the father of the child born to his former wife, he could not have this issue determined by a court. Article 8 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2. There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "22.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "23.  The Government maintained that the purpose of the legal presumption of paternity was to protect the marriage, the family and the stability of society in general. They argued that there was a need to ensure legal certainty in family relations and to protect the interest of the child. They therefore contended that in the present case, the domestic courts had protected the interest of the child and the family, rather than the interest of the applicant, who supported his claim with a biological fact.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The applicant contended that the conclusion of the medical report of 5 January 1982 could only be considered as an assumption, since it was based on the results of a blood test, carried out with the technology of the time. However the results of the DNA tests carried out both in Turkey and in  reflected an undisputable biological fact.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Applicability of Article 8",
                                        "elements": [
                                            {
                                                "content": "25.  The Court has already examined cases in which a husband wished to institute proceedings to contest the paternity of a child born in wedlock. In those cases the question was left open whether the paternity proceedings aimed at the dissolution in law of existing family ties concerned the applicant's “family life” because of the finding that, in any event, the determination of the father's legal relations with his putative child concerned his “private life” (Yıldırım v. Austria (dec.), no. 34308/96, 19 October 1999, and Rasmussen v. Denmark, judgment of 28 November 1984, Series A no. 87, p. 13, § 33).",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  In the instant case the applicant sought, by means of judicial proceedings, to rebut the legal presumption of his paternity on the basis of biological evidence. The purpose of those proceedings was to determine his legal relationship with Ms A.'s daughter, who was registered as his own.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  Accordingly, the facts of the case fall within the ambit of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  General principles",
                                        "elements": [
                                            {
                                                "content": "28.  The Court reiterates that the essential object of Article 8 is to protect the individual against arbitrary action by public authorities. There may in addition be positive obligations inherent in ensuring effective “respect” for private or family life. These obligations may involve the adoption of measures designed to secure respect for private life even in the sphere of the relations of individuals between themselves (see, Mikulić v. Croatia, no. 53176/99, § 57, ECHR 2002I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  However, the boundaries between the State's positive and negative obligations under this provision do not lend themselves to precise definition. The applicable principles are nonetheless similar. In both contexts regard must be had to the fair balance that has to be struck between the competing interests of the individual and of the community as a whole; and in both contexts the State enjoys a certain margin of appreciation (see Keegan v. Ireland, judgment of 26 May 1994, Series A no. 290, p.19, § 49, and Kroon and Others v. the Netherlands, judgment of 27 October 1994, Series A no. 297C, p. 56, § 31).",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The Court reiterates that its task is not to substitute itself for the competent domestic authorities in regulating paternity disputes at the national level, but rather to review under the Convention the decisions that those authorities have taken in the exercise of their power of appreciation (see Mikulić, cited above, § 59, and Hokkanen v. Finland, judgment of 23 September 1994, Series A no. 299-A, p. 20, § 55). The Court will therefore examine whether the respondent State, in handling the applicant's paternity action, has complied with its positive obligations under Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Compliance with Article 8",
                                        "elements": [
                                            {
                                                "content": "31.  The Court observes that there is no dispute between the parties that the domestic court's decision to reject the applicant's request to annul the decision of 1 June 1982 and to have a retrial was “in accordance with the law”. Indeed the applicant's request was based on Article 445 of the Code of Civil Procedure, which provided that in case a document, which has not been acquired during the trial due to force majeure, is found after the final ruling is given, the court may decide to have a retrial. However the case-law of the Court of Cassation provided that scientific progress cannot be considered as force majeure within the meaning of the above mentioned Article. Therefore domestic courts' interpretation of Article 445 did not make any allowance for the persons who could not establish the biological truth concerning paternity until the forensic DNA testing came into widespread use.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The Court has previously maintained that the fact that an applicant was prevented from disclaiming paternity, because he did not discover that he might not be the father until more than a year after he learnt of the registration of the birth, was not proportionate to the legitimate aims pursued (Shofman v. Russia, no. 74826/01, § 45, 24 November 2005). In Mizzi v. Malta judgment it found that the fact that the applicant was never allowed to contest his paternity was not proportionate to the legitimate aims pursued (no. 26111/02, § 114, ECHR 2006... ). However these findings were made in cases where the applicant did not suspect that the child was not his and had only began to doubt his paternity after the statutory time-limit to bring an action had already expired.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The situation in the present case was, however, different. It appears that the applicant had doubts about his paternity since the beginning and he therefore filed an action for rejection of paternity less than two months after S.'s birth, i.e. within the time-limit provided by Article 289 of the Code of Civil Procedure. However, he was unable to prove that he was not the father of S., as provided under Article 287 of the Code of Criminal Procedure. Therefore, relying on the fact that the child was born in wedlock, the court ruled that the applicant was presumed to be the father.",
                                                "elements": []
                                            },
                                            {
                                                "content": "When DNA testing became more widespread, the applicant and S. carried out a test and it was concluded that he could not be her father. Nevertheless, even in the absence of any doubts as to the accuracy of the test, the court dismissed the applicant's request to have a retrial. It held that in order to have a retrial, the newly obtained evidence must be existent at the time of the proceedings and it must be inaccessible due to force majeure. It concluded, however, that scientific progress could not be considered as force majeure, within the meaning of that Article.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Court observes that the Government did not give any reason why it should be “necessary in a democratic society”, to refuse the applicant's request to have a retrial, irrespective of the technological difficulty to have DNA testing in 1982, when the applicant first filed the action for rejection of paternity. Furthermore, the Court is not convinced by the Government's argument that the domestic courts have protected the interest of the child and the family, rather than the applicant. In particular, it has not been shown how the interest of the child was protected. The Court notes that just as the applicant has a legitimate right to have at least the opportunity to deny paternity of a child who, according to scientific evidence, was not his own, S. has also an interest in knowing the identity of her biological father.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  According to the Court's case-law, the situation in which a legal presumption is allowed to prevail over biological and social reality, without regard to both established facts and the wishes of those concerned, is not compatible, even having regard to the margin of appreciation left to the State, with the obligation to secure effective “respect” for private and family life (see, mutatis mutandis, Kroon, cited above, § 40).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Court considers that the fact that the applicant was prevented from disclaiming paternity, because scientific progress was not considered to be a condition for retrial provided under Article 455 § 1 of the Code of Civil Procedure, was not proportionate to the legitimate aims pursued. It follows that a fair balance has not been struck between the general interest of the protection of legal certainty of family relationships and the applicant's right to have the legal presumption of his paternity reviewed in the light of the biological evidence (see, mutatis mutandis, Mizzi, cited above, § 114, and Shofman, cited above, § 45). The Court is of the opinion that domestic courts should interpret the existing legislation in light of scientific progress and the social repercussions that follow.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The Court concludes that, despite the margin of appreciation afforded to the respondent State, it has failed to secure to the applicant the respect for his private life, to which he is entitled under the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  There has therefore been a violation of Article 8 of the Convention",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "39.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "40.  The applicant sought reparation for the damage he had sustained but left the amount to the discretion of the Court.",
                                "elements": []
                            },
                            {
                                "content": "41.  The Court notes that there is no evidence before it of any pecuniary damage. On the other hand, the Court accepts that the applicant has suffered damage of a non-pecuniary nature as a result of the State's failure to comply with its positive obligations relating to the right to respect for his private life. The Court considers that the non-pecuniary damage sustained by the applicant is not compensated for by the finding of a violation of the Convention. Making an assessment on an equitable basis, it awards the applicant EUR 5,000, plus any tax that may be chargeable on that amount.",
                                "elements": []
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "42.  The applicant made no claim under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "43.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 5,000 (five thousand euros) in respect of non-pecuniary damage, plus any tax that may be chargeable, to be converted into new Turkish liras at the rate applicable on the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 November 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Mr Zupančič is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "  Below are the relevant provisions of the Turkish law that apply where the European Court of Human Rights has found that there has been a violation.",
                        "elements": []
                    },
                    {
                        "content": "Code of Civil Procedure (Law no. 1086, dated 18.6.1927, amended by Law no. 4793, dated 23.1.2003):",
                        "elements": []
                    },
                    {
                        "content": "Article 445",
                        "elements": []
                    },
                    {
                        "content": "“As regards the final decisions, retrial may be requested under the following circumstances:",
                        "elements": []
                    },
                    {
                        "content": "The determination by a final decision of the European Court of Human Rights that the judgment was in violation of the Convention for the Protection of Human Rights and Fundamental Freedoms.",
                        "elements": []
                    },
                    {
                        "content": "Article 447",
                        "elements": []
                    },
                    {
                        "content": "[...]",
                        "elements": []
                    },
                    {
                        "content": "The time period for retrial, for the reason written in sub-paragraph 11 of the first paragraph of Article 445, is one year from the date of the finalisation of the decision of the European Court of Human Rights.”",
                        "elements": []
                    },
                    {
                        "content": "2.  Similar provisions are now the rule in most of the Contracting States.",
                        "elements": []
                    },
                    {
                        "content": "3.  The critical difference between the applicable formulas in other Contracting States and the above quoted provision is that the First Presidency of the Court of Appeals is not required to order a trial de novo.",
                        "elements": []
                    },
                    {
                        "content": "4.  Article 41 of the European Convention on Human Rights provides “If the Court finds that there has been a violation of the Convention or the protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.” [Emphasis added.] It follows logically that in cases where the internal law of the State concerned does provide for full reparation – in the case at hand this would be the re-opening of the procedure – just satisfaction will consist in the Court's requiring recourse to the already existing and applicable internal law.",
                        "elements": []
                    },
                    {
                        "content": "5.  By the logic of Scozzari and Giunta v. Italy ([GC], nos. 39221/98 and 41963/98, ECHR 2000VIII) and the subsequent case-law, which further developed that doctrine, and especially where domestic law does provide for the non-mandatory possibility of a re-trial, it would be logical and in the interests of justice to make the requirement of the domestic re-opening of the procedure mandatory in the operative part of the judgment of the European Court of Human Rights. Failing that, at least the so called Gençel ",
                        "elements": []
                    },
                    {
                        "content": "formula ought to have been added to the reasoning of the Court (Gençel v. Turkey, no. 53431/99, 23 October 2003).",
                        "elements": []
                    },
                    {
                        "content": "6.  Instead, we say in paragraph 42 of the judgment: “the Court accepts that the applicant has suffered damage of a non-pecuniary nature as a result of the State's failure to comply with its positive obligations relating to the right to respect for his private life. The Court considers that the non-pecuniary damage sustained by the applicant is not compensated for by the finding of a violation of the Convention. Making an assessment on an equitable basis, it awards the applicant EUR 5,000, plus any tax that may be chargeable on that amount.” While the absurdity of offering monetary compensation for reversible procedural errors as a remedy that is completely extraneous to the just resolution of the case, is not specific to this case, see for example my separate opinion in Lucà v. Italy ([GC], no. 33354/96, ECHR 2001II), we have now evolved our case-law to the point at which the language of Article 41 of the Convention should be interpreted as above.",
                        "elements": []
                    },
                    {
                        "content": "7.  Another point that should be made in this case is as follows. The constructive interpretation of the outdated provision of the Code of Civil Procedure (Law No. 1086, dated 18.6.1927)",
                        "elements": []
                    },
                    {
                        "content": "Article 445",
                        "elements": []
                    },
                    {
                        "content": "“As regards the final decisions, retrial may be requested under the following circumstances: 1. After the judgment is rendered, a certificate or a document is found, which could not have been acquired during the trial because of force majeure or because of the acts of the party in favour of which the decision was given.",
                        "elements": []
                    },
                    {
                        "content": "is clearly the business of the . In countries where there exists the possibility of an individual application to the  the matter is resolved in internal law. It never arrives in . On the one hand, if  were to introduce the possibility of an individual application to the  in its internal law, this would then be our requirement in terms of exhaustion of domestic remedies. On the other hand, I am certain that a re-trial would have been ordered and the subject matter would then have been resolved internally. Such an approach would have the additional benefit of permitting the  to address the abstract origin of the problem, i.e. the outdated Article 445 of the 1927 Code of Civil Procedure.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrB.M. Zupančič",
            "role": "president"
        },
        {
            "name": "MrJ. Hedigan",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrC. Bîrsan",
            "role": "judges"
        },
        {
            "name": "MrsA. Gyulumyan",
            "role": "judges"
        },
        {
            "name": "MrDavid Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "MrsI. Ziemele",
            "role": "judges"
        },
        {
            "name": "Mr V. Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TAVLI v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-77936.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:1109JUD001144902",
    "externalsources": [],
    "extractedappno": [
        "11449/02",
        "34308/96",
        "53176/99",
        "74826/01",
        "26111/02",
        "39221/98",
        "41963/98",
        "53431/99",
        "33354/96"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Articles 289, 445 and 455 § 1 of the Code on Civil Procedure",
        "Article 287 of the Code of Criminal Procedure"
    ],
    "itemid": "001-77936",
    "judgementdate": "09/11/2006 00:00:00",
    "kpdate": "09/11/2006 00:00:00",
    "kpthesaurus": [
        "238",
        "310",
        "354",
        "451",
        "268",
        "376",
        "425",
        "429",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "8",
        "8-1",
        "41",
        "8-2",
        "29",
        "29-3"
    ],
    "parties": [
        "TAVLI",
        "TURKEY"
    ],
    "rank": "564.680603027344",
    "representedby": [
        "BAYKAN I., lawyer, Aksaray"
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Hokkanen v. Finland, judgment of 23 September 1994, Series A no. 299-A, p. 20, § 55",
        "Keegan v. Ireland, judgment of 26 May 1994, Series A no. 290, p.19, § 49",
        "Kroon and Others v. the Netherlands, judgment of 27 October 1994, Series A no. 297-C, p. 56, § 31, and § 40",
        "Mikuli? v. Croatia, no. 53176/99, § 57 and § 59, ECHR 2002-I",
        "Mizzi v. Malta, no. 26111/02, § 114, ECHR 2006",
        "Rasmussen v. Denmark, judgment of 28 November 1984, Series A no. 87, p. 13, § 33",
        "Shofman v. Russia, no. 74826/01, § 45, 24 November 2005",
        "Y?ld?r?m v. Austria (dec.), no. 34308/96, 19 October 1999"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "339979",
    "typedescription": "15"
}