{
    "__articles": "2;3;8;13;34",
    "__conclusion": "Not necessary to examine Art. 2;Not necessary to examine Art. 3;Not necessary to examine Art. 8;No violation of Art. 13",
    "applicability": "",
    "appno": "43258/98",
    "article": [
        "3",
        "8",
        "2",
        "34",
        "13"
    ],
    "conclusion": [
        {
            "element": "Not necessary to examine Art. 2",
            "type": "other"
        },
        {
            "element": "Not necessary to examine Art. 3",
            "type": "other"
        },
        {
            "element": "Not necessary to examine Art. 8",
            "type": "other"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "No violation of Art. 13",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-58899.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 43258/98) against the  lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Iranian nationals, Mr G.H.H. and Others (“the applicants”), on 26 August 1998.",
                        "elements": []
                    },
                    {
                        "content": "2.  Before the Court the applicants were initially represented by both Rights International and the Iranian Refugees' , non-governmental organisations based in the . At a later stage in the proceedings the latter organisation became the applicants' sole representative. The Government of Turkey (“the Government”) did not designate an Agent for the purposes of the proceedings before the Court. The President of the Chamber acceded to the applicants' request not to have their identities disclosed (Rule 47 § 3).",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged essentially that their deportation to Iran would subject them to the risk of death, torture and the break-up of their family and that they had no effective remedy in the domestic law of the respondent State to challenge their deportation from the standpoint of their Convention rights.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No.11 to the Convention came into force (Article 5 § 2 of Protocol No. 11). ",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1 of the Rules of Court. Mr R. Türmen, the judge elected in respect of , withdrew from sitting in the case (Rule 28). The Government accordingly appointed Mr F. Gölcüklü to sit as an ad hoc judge (Article 27 § 2 of the Convention and Rule 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "6.  The Commission decided to apply former Article 36 of its Rules of Procedure (Rule 39 of the Rules of Court) indicating to the Government that it was desirable in the interests of the parties and the proper conduct of the proceedings not to deport the applicants to  pending the Commission's decision. Following the entry into force of Protocol No. 11 and in accordance with Article 5 § 2 thereof, the Court confirmed the application of Rule 39 until further notice.",
                        "elements": []
                    },
                    {
                        "content": "7.  By a decision of 31 August 1999, the Chamber declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "8.  The applicant and the Government each filed observations on the merits (Rule 59 § 1). The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 2 in fine), the parties replied in writing to each other's observations.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "9.  In the late 1970s and at the beginning of the 1980s the first applicant (G.H.H.) had been a supporter of his hometown branch of the Organisation of the Fedaian Minority (“the OFM”), a Marxist-Leninist organisation. This local wing of the organisation was headed by his cousin. The first applicant's involvement in the organisation's activities brought him to the attention of the authorities and he was detained on two occasions in 1980. Following a government crackdown on the OFM and its members, the first applicant lost contact with the organisation. As from 1984 he began to engage in the production and distribution of a newsletter carrying anti-government articles as well as dissident literary contributions. The first applicant himself contributed political articles and poems to the newsletter. He maintains that between 1984 and 1990 he was kept under close surveillance by the intelligence services, including during his period of military service.",
                        "elements": []
                    },
                    {
                        "content": "10.  In 1992 he married the second applicant who in the late 1970s and early 1980s had been an anti-government activist in the Organisation of Iranian People's Fedaii (“the OIPFG”). During her student days she had received several warnings from her university about her political activities.",
                        "elements": []
                    },
                    {
                        "content": "11.  While at university the first applicant founded a controversial literary journal and engaged in cultural, intellectual and social activities both within and outside his university which incurred the enmity of fundamentalist groups and led to his being questioned by the university intelligence services. He claims that his academic and research work as well as his Western sense of dress were criticised as being incompatible with the fundamentals of Islam. He claims that in 1987 he was arrested and detained for a week by the authorities for drinking alcohol and during his detention received eighty lashes.",
                        "elements": []
                    },
                    {
                        "content": "12.  In 1993 the first applicant attempted to publish his first book, a collection of poems, some of which were dedicated to persons who, like his cousin, were regarded with suspicion or hostility by the government. The poems conveyed feelings of romance, secularism and revolutionary fervour, but he composed them in a way which would not attract the application of the censorship laws. The first applicant finally secured official approval for the publication of the book on condition that he made certain amendments to its contents. With the assistance of a third party he procured by subterfuge a certificate of conditional approval to have the book printed which enabled him to have 3,000 copies run off. Before waiting for the official approval permit for the book's release, the first applicant distributed many copies to friends and bookshops. He has subsequently learned that the authorities refused to issue a permit. He maintains that since 1994 he has submitted four other books to the Ministry of Islamic Culture and Guidance for printing permits but never received a reply, only the verbal disapproval of officials of the books' contents. The first applicant claims that this effectively places a ban on his writings.",
                        "elements": []
                    },
                    {
                        "content": "13.  On 15 March 1996 the first applicant paid a visit to his home town. He was immediately detained on arrival by members of the Iranian security forces and taken to an intelligence office. He was questioned, inter alia, about his political activities, his literary associates and their meeting places and about how he had obtained a provisional permit to print his book. The security forces also interrogated him about the whereabouts of his cousin. He alleges that he was severely beaten while in detention. He was released after his brother agreed to stand bail for him. Before being released the first applicant was ordered to report back to the security services. He did not comply with this order and states that his brother was subsequently harassed and is currently facing prosecution on account of his failure to respect the terms of his conditional release.",
                        "elements": []
                    },
                    {
                        "content": "14.  The first applicant states that on 29 March 1997 the publisher of a literary magazine with which he had connections was found murdered and that around the same period several other persons in the literary milieu who were known to him were imprisoned, attacked, disappeared or died in suspicious circumstances.",
                        "elements": []
                    },
                    {
                        "content": "15.  According to the first applicant, these events coupled with his own arrest and torture and dissident profile made him fear for his life and compelled him to flee . He also states that after fleeing  his wife, the second applicant, was subjected to harassment and threats from vigilante groups in connection with his disappearance. During a search of their home by the intelligence services, a number of cassettes were found containing recordings of banned songs and of meetings attended by the first applicant and several of his literary associates. The first applicant alleges that the authorities used the tapes of the meetings to identify him and the other participants, several of whom were subsequently detained and questioned.",
                        "elements": []
                    },
                    {
                        "content": "16.  On 16 April 1997 the first applicant obtained a passport by bribing an official and he fled to  about one week later. He arrived in  on or about 23 April 1997 on a tourist visa and travelled to . He was informed there that he should contact the office of the United Nations High Commissioner for Refugees (UNHCR) in Ankara, which in turn informed him that he should register as an asylum-seeker with the Istanbul police. The  police notified him that he could not register as an asylum seeker because he had been in  for six days and that the asylum regulations required that asylum-seekers register within five days of their arrival in the country.",
                        "elements": []
                    },
                    {
                        "content": "17.  The first applicant decided to renew his tourist visa fearing that if he lodged an asylum request he would be deported to  for non-compliance with the five-day time-limit.",
                        "elements": []
                    },
                    {
                        "content": "18.  On 1 May 1997 the first applicant was interviewed by the UNHCR, which rejected his asylum claim on 13 June 1997. He appealed against this decision on 12 August 1997 and on 21 November 1997 the UNHCR rejected his appeal.",
                        "elements": []
                    },
                    {
                        "content": "19.  At some stage the first applicant was joined by the second and third applicants who fled  for their safety. The Government claim that the first applicant in fact arrived in  on 7 November 1997 and was accompanied by the second and third applicants. In the applicants' view the entire family had been in  before that date but had to go on a one-day trip to  to have their visas renewed. They re-entered  on 7 November 1997. The applicants do not dispute that they all registered as asylum-seekers with the  police on 11 November 1997. They were granted a residence permit on 12 December 1997 and ordered to reside in the town of .",
                        "elements": []
                    },
                    {
                        "content": "20.  On 5 January 1998 the first applicant requested the UNHCR to reconsider his request for asylum and he was subsequently interviewed on 7 June 1998. On 8 July 1998 the UNHCR rejected the first applicant's renewed request and closed his case file.",
                        "elements": []
                    },
                    {
                        "content": "21.  On 18 August 1998 the applicants received a deportation order from the Turkish police. They were informed that they had fifteen days in which to appeal to the authorities against the implementation of the deportation order. The applicants objected and their residence permit was again extended on 11 September 1998. The applicants maintain that the decision to extend the residence permit was only taken in early December 1998 and in response to the Commission's requests on 2 and 17 September 1998 to the Government not to deport the family.",
                        "elements": []
                    },
                    {
                        "content": "22.  On 21 September 1998 the Ministry of Foreign Affairs reconfirmed that the applicants did not meet the criteria for the grant of refugee status. The applicants claim that they were never informed of this decision.",
                        "elements": []
                    },
                    {
                        "content": "23.  By letter dated 23 March 1999 the UNHCR informed the Ministry of Foreign Affairs that it had conducted a fresh examination of the first applicant's request for refugee status. Following that examination, and in light of new elements submitted by the first applicant, the UNHCR decided to grant him refugee status. In reaching its decision the UNHCR had particular regard to the fact that the applicant had been actively involved in the Association of Iranian Authors and his activities had brought him into contact with other intellectuals who had been murdered in 1998, apparently on account of their work on behalf of the association. The UNHCR concluded that if the applicant were to be returned to , there was a reasonable likelihood that he would face persecution.",
                        "elements": []
                    },
                    {
                        "content": "24.  Subsequently, on receipt of the UNHCR's letter, the Ministry of Foreign Affairs directed that the applicants be entitled to remain in Turkey temporarily, for humanitarian reasons, until they were resettled in a third country. On 26 March 1999 the relevant authorities were requested to extend the applicants' temporary stay in  pending their resettlement.",
                        "elements": []
                    },
                    {
                        "content": "25.  In October 1999 the applicants left  and were resettled in the  in the framework of a resettlement programme.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  alleged violations of articles 2, 3 and 8 of the convention",
                        "elements": [
                            {
                                "content": "26.  The Government stated that the applicants left  in October 1999 and were now resettled in the . Accordingly, the applicants' insistence in maintaining these complaints was unjustified. They submit in particular that the fact that the applicants were subjected to a deportation order the implementation of which may have exposed them to the risk of a violation of the above Articles cannot in the present circumstances raise a Convention issue.",
                                "elements": []
                            },
                            {
                                "content": "27.  The applicants maintained in reply that notwithstanding their resettlement in a third country the Court should still subject their complaints to a rigorous examination on the merits. They stressed that the evidence which they had adduced before the Turkish authorities clearly established that they had a well-founded fear of persecution and ought to have been granted protection from being returned to . In their submission the authorities' decision to expel them was arbitrary and seriously underestimated the reality of the risk to which they would be exposed in .",
                                "elements": []
                            },
                            {
                                "content": "28.  The Court notes that the applicants are now living in the . Given that the fears which they harboured about their forced return to  have been removed, the Court considers that the applicants can no longer claim to be victims within the meaning of Article 34 of the Convention. On that account it considers that no further examination of their complaints under Articles 2, 3 and 8 of the Convention is required.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "ii.  Alleged violation of Article 13 of the convention",
                        "elements": [
                            {
                                "content": "29.  The applicants maintained that they were denied an effective remedy to challenge the decision to remove them to , in breach of Article 13 of the Convention which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "30.  In the applicants' submission, the authorities of the respondent State did not process their asylum request in accordance with internationally recognised standards of fairness. They drew attention to the fact that their application was examined by police officers at the Aliens' Department of the General Directorate of Security of Ankara who were unfamiliar with refugee law and insensitive to the plight of asylum-seekers. They had no access to an interpreter skilled in their language and were thus prevented from submitting a full account of their situation. Furthermore, there was no independent and specialised authority charged with the assessment of the merits of their asylum request. The final decisions on their application rested with the Ministry of the Interior acting, as appropriate, on an opinion submitted by the Ministry of Foreign Affairs or by other government agencies. The applicants also pointed to the fact that they had no entitlement to an oral hearing with proper interpretation facilities before the decision-making authority and no information was provided to them about their appeal rights or the procedures which they had to follow to lodge an appeal.",
                                "elements": []
                            },
                            {
                                "content": "31.  The applicants maintained in addition that the relevant asylum regulations of the respondent State did not expressly provide for a stay of execution of the deportation order pending their appeal to the Ministry of the Interior. They were thus at risk of summary removal at any time. No reasons were given for the rejection of their appeal and no indication was given to them either of the content of the UNHCR's negative submissions to the Ministry of the Interior, which submissions must have had a bearing on the latter's decision to reject their appeal. In the applicants' opinion the Ministry of the Interior considers as binding a negative determination by the UNHCR on an asylum request without, however, addressing itself to the defects in UNHCR procedures on asylum requests or informing asylum-seekers of the reasons which led the UNHCR to reject an asylum application.",
                                "elements": []
                            },
                            {
                                "content": "32.  The applicants further contended that judicial review proceedings to challenge the deportation order would not have provided them with an effective remedy. In the first place, they were never informed that this remedy was available to them and how they were to invoke it. Secondly, even assuming that legal aid could be sought to enable them to challenge the deportation order by way of judicial review, there were never notified of this facility. In any event, since they lacked a valid residence permit they could not obtain a certificate of indigence from the competent authority. Thirdly, they maintained that an application for judicial review would not have had any suspensive effect on the implementation of the deportation order and the administrative court seized of their application would not have been competent to review the substance of their complaint, only the legality of the decision to deport them. For that reason a judicial review action would have afforded no reasonable prospects of success since the impugned measure was clearly valid under domestic asylum regulations and the UNHCR had already reached a negative decision on their application for refugee status. Fourthly, any review undertaken by an administrative court would not have taken as its point of departure the question as to whether the applicants would be exposed to treatment prohibited by Article 3 of the Convention. The review would have been based on whether or not their expulsion would offend the criteria contained in Article 1 of the 1951 Geneva Convention.",
                                "elements": []
                            },
                            {
                                "content": "33.  The Government disputed these arguments. With reference to decided cases, the Government contended that judicial review is a remedy which has been invoked by many asylum-seekers in . In their submission an administrative court may suspend the implementation of a deportation decision if irreparable harm would be caused to the deportee and the decision was clearly unlawful. For that reason, the Government requested the Court to rule that there had been no breach of Article 13 in the applicants' case.",
                                "elements": []
                            },
                            {
                                "content": "34.  The Court observes that it is not its function to review in abstracto the compatibility of the asylum regulations of the respondent State with the Convention. It recalls in this connection that Contracting States have the right, as a matter of well-established international law and subject to their treaty obligations, including the Convention, to control the entry, residence and expulsion of aliens. Moreover, the right to political asylum is not contained in either the Convention or its Protocols (see the Vilvarajah and Others v. the United Kingdom judgment of 30 October 1991, Series A no. 215, p. 34, § 102).",
                                "elements": []
                            },
                            {
                                "content": "35.  However, expulsion by a  may give rise to an issue under Article 3, and hence engage the responsibility of that State under the Convention, where substantial grounds have been shown for believing that the person in question, if expelled, would face a real risk of being subjected to treatment contrary to Article 3 in the receiving country. In these circumstances, Article 3 implies the obligation not to expel the person in question to that country (see the Soering v. the United Kingdom judgment of 7 July 1989, Series A no. 161, pp. 35-36, §§ 90- 91; the Cruz Varas and Others v. Sweden judgment of 20 March 1991, Series A no. 201, p. 28, §§ 69-70; and the Vilvarajah and Others judgment cited above, p. 34, § 103).",
                                "elements": []
                            },
                            {
                                "content": "36.  The Court further notes that where an asylum-seeker has an arguable claim that his expulsion would expose him to the risk of treatment prohibited by Article 3 of the Convention, the domestic law of the deporting Contracting Party must guarantee him the availability of a remedy to enforce the substance of his right under that Article. This obligation results from Article 13 of the Convention, the effect of which is to require the provision of a domestic remedy allowing the competent national authority both to deal with the substance of the Convention complaint and to grant appropriate relief, although Contracting States are afforded some discretion as to the manner in which they conform to their obligations under this provision (see the Vilvarajah and Others judgment cited above, p. 39, § 122). ",
                                "elements": []
                            },
                            {
                                "content": "37.  The Court observes that a deportation order was served on the applicants on 18 August 1998. The applicants had fifteen days in which to appeal against the implementation of the order. Pending that appeal they were able to remain in . On 21 September 1998 the Ministry of Foreign Affairs confirmed the terms of the deportation order, having concluded that the applicants did not meet the requirements for the grant of refugee status as defined in Article 1 of the 1951 Geneva Convention (see paragraphs 21-22 above). In the Court's opinion the applicants had not by that stage made out a claim under Article 3 of the Convention that could be said to be arguable on the merits. ",
                                "elements": []
                            },
                            {
                                "content": "38.  It is to be observed in this connection that the UNHCR had on three occasions already rejected their applications for asylum (see paragraphs 18 and 20 above). It was only when the applicants supplied details of the killings of writers which occurred in Iran at the end of 1998 and highlighted the relevance of those events to the first applicant's situation that the UNHCR and ultimately the Ministry of Foreign Affairs were led to take a different view of the risk attendant on their deportation (see paragraphs \n23-24 above). Although the applicants have contended that they had already provided the UNHCR and the domestic authorities with sufficient proof of the risk which they faced (see paragraph 27 above), the Court is not persuaded that, in the absence of information about the new developments which occurred, the domestic authorities can be accused of having underestimated the risk by imposing a deportation order on the applicants and then rejecting their appeal against it. ",
                                "elements": []
                            },
                            {
                                "content": "39.  It must be noted also that when the merits of the applicants' claim were strengthened in the light of the above-mentioned developments, the Ministry of Foreign Affairs directed on 26 March 1999 that they could remain in Turkey pending their resettlement in a third country (see paragraph 23 above). As from that moment the applicants were not at risk of summary deportation to . No issue under Article 13 of the Convention therefore arises between the date of that decision and the date of the applicants' departure from .",
                                "elements": []
                            },
                            {
                                "content": "40.  Having regard to its conclusion that the applicants could not be considered to have an arguable claim at the material time that their rights under Articles 2, 3 and 8 would be breached if they were to be removed to Iran, the Court finds that there has been no violation of Article 13 of the Convention in the circumstances of their case. ",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that it is unnecessary to pursue the examination of the applicants' complaints under Articles 2, 3 and 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no breach of Article 13 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 11 July 2000, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrsE. Palm",
            "role": "president"
        },
        {
            "name": "MrsW. Thomassen",
            "role": "judges"
        },
        {
            "name": "MrGaukur Jörundsson",
            "role": "judges"
        },
        {
            "name": "MrC. Bîrsan",
            "role": "judges"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrF. Gölcüklü",
            "role": "ad hoc judge"
        },
        {
            "name": "Mr M. O'Boyle",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF G.H.H. AND OTHERS v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58899.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2000:0711JUD004325898",
    "externalsources": [],
    "extractedappno": [
        "43258/98"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-58899",
    "judgementdate": "11/07/2000 00:00:00",
    "kpdate": "11/07/2000 00:00:00",
    "kpthesaurus": [
        "350",
        "193",
        "192",
        "183",
        "498",
        "444",
        "110",
        "449",
        "451"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "3",
        "8",
        "2",
        "34",
        "13"
    ],
    "parties": [
        "G.H.H. AND OTHERS",
        "TURKEY"
    ],
    "rank": "403.487762451172",
    "representedby": [
        "N/A"
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Cruz Varas and Others v. Sweden judgment of 20 March 1991, Series A no. 201, p. 28, §§ 69-70",
        "Soering v. the United Kingdom judgment of 7 July 1989, Series A no. 161, p. 35, §§ 90-91",
        "Vilvarajah and Others v. the United Kingdom judgment of 30 October 1991, Series A no. 215, p. 34, § 102, § 103, p. 39, § 122"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "438530",
    "typedescription": "14"
}