{
    "__articles": "5;5-4;5-1;5-1-d;5-1-b;13;14+5-4;14",
    "__conclusion": "Violation of Art. 5-1;Violation of Art. 5-4;Not necessary to examine Art. 13;No violation of Art. 14+5-4;Just satisfaction reserved",
    "applicability": "",
    "appno": "9106/80",
    "article": [
        "13",
        "14",
        "5"
    ],
    "conclusion": [
        {
            "article": "5-1",
            "base_article": "5",
            "element": "Violation of Art. 5-1",
            "type": "violation"
        },
        {
            "article": "5-4",
            "base_article": "5",
            "element": "Violation of Art. 5-4",
            "type": "violation"
        },
        {
            "element": "Not necessary to examine Art. 13",
            "type": "other"
        },
        {
            "article": "5-4",
            "base_article": "5",
            "element": "No violation of Art. 14+5-4",
            "type": "no-violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "element": "No violation of Art. 14+5-4",
            "type": "no-violation"
        },
        {
            "element": "Just satisfaction reserved",
            "type": "other"
        }
    ],
    "content": {
        "001-57445.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court by the European Commission of Human Rights (\"the Commission\") on 16 October 1986, within the three-month period laid down in Article 32 § 1 and Article 47 (art. 32-1, art. 47) of the Convention. It originated in an application (no. 9106/80) against the  lodged with the Commission under Article 25 (art. 25) by Mr. Naïm Bouamar, a Moroccan national, on 2 September 1980. The applicant was initially referred to as B, but subsequently agreed to the disclosure of his identity.",
                        "elements": []
                    },
                    {
                        "content": "The Commission's request referred to Article 44 and Article 48 sub-paragraph (d) (art. 44, art. 48-d), and to the declaration whereby Belgium recognised the compulsory jurisdiction of the Court (Article 46) (art. 46). The purpose of the request was to obtain a decision from the Court as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 5 §§ 1 and 4 (art. 5-1, art. 5-4) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.  In response to the enquiry made in accordance with Rule 33 § 3 (d) of the Rules of Court, the applicant stated that he wished to take part in the proceedings pending before the Court and designated the lawyer who would represent him (Rule 30).",
                        "elements": []
                    },
                    {
                        "content": "3.  The Chamber of seven judges to be constituted included ex officio Mr. J. De Meyer, the elected judge of Belgian nationality (Article 43 of the Convention) (art. 43), and Mr. R. Ryssdal, the President of the Court (Rule 21 § 3 (b)). On 1 December 1986, in the presence of the Registrar, the President drew by lot the names of the other five members, namely Mr. Thór Vilhjálmsson, Mrs. D. Bindschedler-Robert, Sir Vincent Evans, Mr. C. Russo and Mr. A. M. Donner (Article 43 in fine of the Convention and Rule 21 § 4) (art. 43). Subsequently, Mrs. Bindschedler-Robert and Mr. Donner, who were unable to attend, were replaced by Mr. R. Macdonald and Mr. B. Walsh, substitute judges (Rule 22 § 1 and Rule 24 § 1).",
                        "elements": []
                    },
                    {
                        "content": "4.  Mr. Ryssdal assumed the office of President of the Chamber (Rule 21 § 5) and, having on each occasion consulted - through the Registrar - the Agent of the Belgian Government (\"the Government\"), the Delegate of the Commission and the lawyer for Mr. Bouamar, he",
                        "elements": []
                    },
                    {
                        "content": "- decided on 21 January 1987 that there was no need at that stage for memorials to be filed (Rule 37 § 1);",
                        "elements": []
                    },
                    {
                        "content": "- directed on 15 June 1987 that the oral proceedings should commence on 22 September (Rule 38).",
                        "elements": []
                    },
                    {
                        "content": "5.  On the President's instructions, the Registrar requested the Commission to produce a number of documents, and these were supplied on 6 February 1987. On 8 September 1987, the Registrar received the applicant's claims under Article 50 (art. 50) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "6.  The hearing was held in public in the Human Rights Building, , on the appointed day. The Court had held a preparatory meeting immediately beforehand.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "- for the Government",
                        "elements": []
                    },
                    {
                        "content": "- for the Commission",
                        "elements": []
                    },
                    {
                        "content": "- for the applicant",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr. Jakhian for the Government, by Mr. Vandenberghe for the Commission, and by Ms. Henry and Ms. Demol for the applicant, as well as their replies to its questions. The applicant produced documents at the hearing.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "1. Background",
                                "elements": [
                                    {
                                        "content": "7.  Mr. Naïm Bouamar, a Moroccan national born in Oujda (Morocco) on 20 November 1963, who was a minor at the material time, lives at .",
                                        "elements": []
                                    },
                                    {
                                        "content": "He arrived in Belgium in 1972, having previously lived in , where he was brought up by an aunt. He was an adolescent with a disturbed personality owing mainly to family problems, and from June 1977 to May 1978 he was placed in various juvenile homes as a preventive welfare measure provided for in the Children's and Young Persons' Welfare Act of 8 April 1965 (\"the 1965 Act\").",
                                        "elements": []
                                    },
                                    {
                                        "content": "In May 1978, Mr. Bouamar was suspected of certain offences and was brought before the Liège Juvenile Court. Thereafter, a number of court orders were made in regard to him under the 1965 Act.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2. The relevant placements and other interim orders",
                                "elements": [
                                    {
                                        "content": "8.  On nine occasions in 1980, the applicant was ordered to be placed in a remand prison under section 53 of the 1965 Act, whereby a juvenile may, \"if it is materially impossible to find an individual or an institution able to accept [him] immediately\", \"be provisionally detained in a remand prison for a period not exceeding fifteen days\" (see paragraph 32 below). In this way he was detained in the remand prison at Lantin on the following dates: 18 January - 1 February (14 days); 12-23 February (11 days); 4-11 March (7 days); 7-22 May (15 days); 17 June - 1 July (14 days); 4-19 July (15 days); 11-26 August (15 days); 2-16 September (14 days); and 21 October - 4 November (14 days). In all, he was thus deprived of his liberty for 119 days during the period of 291 days from 18 January to 4 November 1980.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is with these provisional placements that the present case is concerned. They were all ordered on the submissions of Crown Counsel by the Liège Juvenile Court, save the second, which was ordered by the Liège Juvenile Court of Appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Each of the placement orders recorded that it was materially impossible to find an individual or an institution able to accept Mr. Bouamar immediately, except that the first order did not use the word \"materially\". The second, third, fourth, fifth, sixth and eighth orders referred to an institution \"appropriate to the juvenile's behaviour\", while the seventh and the ninth used only the adjective \"appropriate\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The first placement in Lantin Prison was ordered by the Juvenile Court on 18 January 1980, following an incident at Fraipont Reformatory, where the applicant had been placed on 30 December 1979.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The order referred to the applicant's \"dangerous behaviour\" and his \"numerous previous placements\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "Mr. Bouamar appealed against the order to the Juvenile Court of Appeal (see paragraph 19 below), which on 31 January 1980 made an interim order that the applicant should be returned to Fraipont Reformatory; it noted that no other solution had been found and that the placement in Lantin Prison would cease to \"have effect after expiry of the statutorily prescribed period\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 12 February 1980, the Juvenile Court of Appeal varied its order of 31 January and ordered the second placement in Lantin Prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The order referred to \"information obtained\", in particular as regards the applicant's \"new pattern of behaviour\". It noted that \"no institution or individual [had] come forward ... to take\" him and that \"the two State institutions designed for the purpose [said] that they [were] ... unable\" to \"accept him immediately, in view of, among other things, his behaviour\". It stated that the placement in the remand prison was ordered \"pending a solution to be suggested ... by the welfare service of the juvenile court of first instance\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 22 February 1980, the Juvenile Court of Appeal, \"having regard to all the information obtained and in the imminent expectation of a more satisfactory placement measure\", varied its order of the 12th and ordered that the applicant should be placed in the reformatory at Jumet. Mr. Bouamar absconded from that institution the day after he arrived and, on 29 February 1980, the Juvenile Court of Appeal placed him in the care of his father, under the supervision of the Youth Welfare Officer and the Youth Welfare Board and subject to certain conditions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The third placement in Lantin Prison was ordered by the Juvenile Court on 4 March 1980, after \"fresh offences\" had been committed by the applicant between 1 January and 27 February.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The order recorded that the applicant was \"stubbornly unresponsive to any custodial, protective or educative measure\". By way of justifying the material impossibility of finding \"an institution appropriate to [his] behaviour\", it cited the fact that \"the State reformatories were open institutions\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 11 March 1980, the Juvenile Court of Appeal again made an interim order placing the applicant in the care of his father, under the supervision of the Youth Welfare Officer and on the same conditions as on 29 February 1980 (see paragraph 10 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The fourth placement in Lantin Prison was ordered by the Juvenile Court on 7 May 1980.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The order noted that Mr. Bouamar \"persist[ed] in his delinquent behaviour\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 21 May 1980, the Juvenile Court of Appeal made another interim order placing the applicant in the care of his father, under the same supervision and on the same conditions as on 11 March 1980 (see paragraph 11 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The fifth placement in Lantin Prison was ordered by the Juvenile Court on 17 June 1980.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The order referred to the \"information obtained\" and \"the fact that the juvenile persist[ed] in his delinquent behaviour\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 30 June 1980, the Juvenile Court varied the order of 17 June and returned the applicant to \"his father's family circle\", under the same supervision and on the same conditions as laid down by the Juvenile Court of Appeal on 11 March and 21 May 1980 (see paragraphs 11 and 12 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The sixth placement in Lantin Prison was ordered by the Juvenile Court on 4 July 1980.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The order referred to the \"information obtained\", \"the fact that the juvenile persist[ed] in his delinquent behaviour\", \"warnings already given him\" and his \"rebellious behaviour ... at the police station\". It stated that \"because of the juvenile's personality and behaviour, it [was] necessary to send him to an institution in which he [would] be closely supervised\", that \"during the holiday period a private institution [did] not meet the requirements\", and that none of the State institutions (Fraipont, Wauthier-Braine and Jumet) had \"agreed to take the juvenile\", one of them having \"flatly refus[ed]\" to do so.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 18 July 1980, the Juvenile Court of Appeal made an interim order placing Mr. Bouamar in the care of an aunt.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The seventh placement in Lantin Prison was ordered by the Juvenile Court on 11 August 1980.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The order referred to the \"information obtained\", a \"burglary at night, as a member of a gang, on 1 August 1980\" and the applicant's \"participation ... in an assault on an under-age girl on 6 August 1980\". It pointed out that his aunt no longer wished to assume the responsibility laid on her by the Juvenile Court of Appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 22 and 26 August 1980, the Juvenile Court varied its order of 11 August and decided that the applicant should be returned to \"his father's family circle, under the supervision of a Youth Welfare Officer\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The eighth placement in Lantin Prison was ordered by the Juvenile Court on 2 September 1980.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The order referred to the \"information obtained\" and to the fact that the applicant \"persist[ed] in his delinquent behaviour\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 16 September 1980, the Juvenile Court varied the order of 2 September and ordered that Mr. Bouamar should be returned to \"his family ... under the supervision of a Youth Welfare Officer\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The ninth placement in Lantin Prison was ordered by the Juvenile Court on 21 October 1980.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The order referred to the \"information obtained\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 3 November 1980, the Juvenile Court varied the order of 21 October and ordered the \"provisional release\" of the applicant \"to his family under the supervision of a Youth Welfare Officer\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Thereafter, Mr. Bouamar was not again placed in a remand prison. His behaviour improved, it seems, following his placement during the autumn of 1980 in a more conducive environment, at the instigation of one of his lawyers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 8 August 1981, the Juvenile Court relinquished jurisdiction in favour of the ordinary court, under section 38 of the 1965 Act (see paragraph 29 below), but Crown Counsel did not bring the case to trial.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3. The applicant's appeals",
                                "elements": [
                                    {
                                        "content": "19.  On 22 January and 7 March 1980, the applicant appealed against the Juvenile Court's orders of 18 January and 4 March 1980 placing him in Lantin Prison for the first time and the third time respectively (see paragraphs 9 and 11 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In a judgment given on 29 April 1980, the juvenile chamber of the Court of Appeal joined these two appeals and declared them to be inadmissible because they had become devoid of purpose; it noted that by its orders of 31 January 1980 and 11 March 1980 (see paragraphs 9 and 11 above) it had terminated the two placements in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As to the lawfulness of the two periods of detention complained of, the Court of Appeal observed:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"While the provisions of section 53 of the Children's and Young Persons' Welfare Act do not represent a deprivation of liberty with a view to bringing the juvenile before the competent legal authority, the Act does not contravene the Articles of the Convention for the Protection of Human Rights in that the 'deprivation of liberty' is ordered in the general context of the educational supervision of the juvenile in the exceptional cases in which it is materially impossible to find an individual or an institution able to accept the juvenile immediately, as a necessary custodial measure in a remand prison for a period which cannot exceed fifteen days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Against this background, regard must be had to the individual features of the case at the time the interim custody order was made.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The material impossibility referred to in section 53 is not meant to indicate merely those cases in which literally no physical location can be found in which to place the juvenile, regardless of the education and protection aspects which have to be taken into account in the assessment the judge makes when taking his decision in the light of the practical possibilities that are really open to him; ...\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court of Appeal thus considered that the two orders appealed against did not contravene either the Convention or section 53 of the 1965 Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant appealed on points of law against this judgment on 30 April 1980. The Court of Cassation dismissed the appeal on 25 June 1980, noting merely that \"the substantive formalities and those required on pain of nullity [had] been complied with and the decision [was] in accordance with the law\". It did not take into account the pleadings submitted by the applicant in support of his appeal because they had been filed late.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In the meantime, the applicant had appealed to the Court of Cassation - on 14 February 1980 - against the order made by the Juvenile Court of Appeal on 12 February 1980 placing him in Lantin Prison for the second time (see paragraph 10 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court of Cassation dismissed this appeal on 5 March 1980.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It noted that the appeal had become inadmissible because devoid of purpose, as the order appealed against had been varied by the one of 22 February 1980 (see paragraph 10 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant had argued that he still had an interest in having the order quashed, mainly because that would, under Article 5 § 5 (art. 5-5) of the Convention as well as under national legislation, enable him to claim compensation for the damage caused to him by his detention. The Court of Cassation held that the right to bring such an action for damages did not depend on a prior finding, in a judicial decision, that the deprivation of liberty had been unlawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant had also contended that a decision declaring his appeal inadmissible because devoid of purpose would contravene Article 5 § 4 and Article 13 (art. 5-4, art. 13) of the Convention. On this point the Court of Cassation held that as the impugned measure had been taken by the Juvenile Court of Appeal, the guarantee embodied in those two provisions had been fulfilled.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 14 May 1980, the applicant appealed against the Juvenile Court's order of 7 May 1980 placing him in Lantin Prison for the fourth time (see paragraph 12 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 30 June 1980, the juvenile chamber of the Court of Appeal declared the appeal inadmissible because devoid of purpose, since the order of 21 May 1980 (see paragraph 12 above) had terminated the applicant's detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 7 July 1980, the applicant appealed against the Juvenile Court's order of 4 July 1980 placing him in Lantin Prison for the sixth time (see paragraph 14 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "This appeal failed like the three previous ones (see paragraphs 19 and 21 above): on 3 February 1981, the juvenile chamber declared it inadmissible because devoid of purpose, as the order of 18 July 1980 had ended the detention in question (see paragraph 14 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant appealed to the Court of Cassation against this judgment on 12 February 1981 but his appeal was dismissed on 20 May 1981.",
                                        "elements": []
                                    },
                                    {
                                        "content": "He had criticised the Court of Appeal for not having dealt adequately with his submissions alleging a violation of section 53 of the 1965 Act and of Article 5 § 1 (d) (art. 5-1-d) of the Convention. The Court of Cassation held that the Court of Appeal did not have to deal with those submissions, since they were of no relevance once the court had decided that the appeal had become devoid of purpose.",
                                        "elements": []
                                    },
                                    {
                                        "content": "He had also maintained that there had been a breach of section 53 of the 1965 Act in that the impugned decision had taken his behaviour into account, and of Article 5 § 1 (d) (art. 5-1-d) of the Convention in that section 53 of the Act permitted deprivation of liberty in circumstances which, in his view, were not compatible with that provision of the Convention. The Court of Cassation held this ground of appeal to be \"inadmissible because devoid of purpose\" as it attacked reasons given for the judgment appealed against which had \"no effect on [its] lawfulness\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicant did not appeal against the orders of 17 June (see paragraph 13 above), 11 August (see paragraph 15 above), 2 September (see paragraph 16 above) or 21 October 1980 (see paragraph 17 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Nor did he appeal on points of law against the Court of Appeal's judgment of 30 June 1980 (see paragraph 21 above).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "4. Hearings of the applicant and his lawyers",
                                "elements": [
                                    {
                                        "content": "24.  Before each of the orders was made provisionally placing him in the remand prison, Mr. Bouamar was heard by the court. He declined to be heard before the order of 21 October 1980 was made, however (see paragraph 17 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to their own statements, which were not disputed by the Government, the applicant's lawyers were not called on to assist or represent him on any of these occasions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On the other hand, they addressed the court before some of the other interim decisions in his regard were taken; and, according to the evidence, the same was true when the juvenile chamber of the Court of Appeal had to determine the applicant's appeals against the orders of 18 January, 4 March, 7 May and 4 July 1980.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The juvenile was, moreover, duly represented before the Court of Cassation.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A. Children's and Young Persons' Welfare Act of 8 April 1965",
                                "elements": [
                                    {
                                        "content": "1. General",
                                        "elements": [
                                            {
                                                "content": "25.  The 1965 Act replaced an Act of 15 May 1912; its purpose is to protect the health, morals and education of young people under the age of eighteen (\"juveniles\"). Under it, \"offending acts\" committed by juveniles can normally be dealt with only by means of custodial, protective or educative measures and not by means of criminal sanctions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The 1965 Act contains provisions relating to \"social welfare\" and others relating to \"protection by the courts\".",
                                                "elements": []
                                            },
                                            {
                                                "content": "Judicial protection of juveniles is provided by specialised courts: the Juvenile Court, which is a section of the tribunal de première instance (regional court of first instance) and sits as one or more single-judge courts (Article 76 of the Judicial Code), and the juvenile chambers of the Court of Appeal (Article 101 of the same Code), which likewise have a single member (Article 102 of the same Code at the material time, subsequently Article 109 bis).",
                                                "elements": []
                                            },
                                            {
                                                "content": "At the material time, there were three Juvenile Court judges at the Liège tribunal de première instance, who sat in the fifteenth, sixteenth and seventeenth chambers, which made up the juvenile section of that court; and at the Liège Court of Appeal there was a judge who heard appeals in juvenile cases and sat in the single juvenile chamber of that court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Unless otherwise provided, the statutory provisions governing the prosecution of lesser criminal offences apply to proceedings concerning judicial measures for the protection of juveniles (section 62 of the 1965 Act).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Judicial protection of juveniles",
                                        "elements": [
                                            {
                                                "content": "27.  Section 36 of the 1965 Act lays down the cases in which the juvenile courts may take the various measures set out in the Act in respect of juveniles. They may make an order on an application by Crown Counsel in several instances:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a) in respect of \"juveniles whose health, safety or morals are endangered, either by reason of the environment in which they are being brought up or by the activities in which they engage, or whose education is put at risk by the behaviour of the persons having custody of them\";",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b) in respect of \"juveniles ... found begging or wandering as vagrants or who are habitual beggars or vagrants\";",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c) in respect of \"juveniles ... proceeded against for an act classified as an offence\".",
                                                "elements": []
                                            },
                                            {
                                                "content": "The same courts can also intervene upon a complaint by \"persons having paternal authority or having custody ... of a juvenile ... who on account of his misconduct or indiscipline gives serious cause for concern\".",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The measures they may order are, for the most part, set out in section 37:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a) a warning (section 37(1));",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b) placing the juvenile under the supervision of the Youth Welfare Board or of a Youth Welfare Officer (section 37(2));",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c) keeping the juvenile in his own surroundings, subject to certain conditions, such as having to attend an educational establishment, to perform educative or socially useful tasks or to comply with instructions from an educational-counselling centre or mental-health centre (section 37(2));",
                                                "elements": []
                                            },
                                            {
                                                "content": "(d) placing the juvenile in the home of any trustworthy person or in any appropriate institution, under the supervision of the Youth Welfare Board or of a Youth Welfare Officer (section 37(3));",
                                                "elements": []
                                            },
                                            {
                                                "content": "(e) placing the juvenile in a State reformatory (section 37(4)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "There are two types of institution which may accommodate juveniles: private institutions and State institutions. In the French-speaking part of  in 1980 there were three State reformatories for boys (Fraipont, Jumet and Wauthier-Braine) and one for girls. The inmates of these so-called \"open\" institutions live under a regime of semi-liberty. The first \"closed\" institution - for highly disturbed young people - came into service in 1981.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  Where a juvenile over sixteen has been brought before the juvenile courts for an \"act classified as an offence\", they may, if they consider the measures referred to in section 37 to be \"inadequate\", relinquish jurisdiction and remit the case to Crown Counsel so that proceedings may be taken in the appropriate court (section 38 of the 1965 Act).",
                                                "elements": []
                                            },
                                            {
                                                "content": "If a measure taken under section 37 proves \"ineffective on account of persistent misconduct or dangerous behaviour by the juvenile\", the juvenile courts may also decide that he should be \"placed at the disposal of the Government\" until he attains his majority (section 39 of the 1965 Act).",
                                                "elements": []
                                            },
                                            {
                                                "content": "Relinquishment of jurisdiction and \"placing at the disposal of the Government\" are regarded as exceptional measures which are to be applied only as a last resort.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. Procedure",
                                        "elements": [
                                            {
                                                "content": "30.  By section 50 of the 1965 Act, the Juvenile Court \"shall take all possible steps, and have all necessary investigations made, to acquaint itself with the personalities of the juveniles concerned and with the environment in which they have been brought up and to determine their best interests and the means appropriate to their education or treatment\"; it may \"have a social enquiry report prepared by a Youth Welfare Officer and require the juvenile to undergo a medical and psychiatric examination where it considers that the evidence before it ... is insufficient\".",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  A juvenile brought before the Juvenile Court appears in person or is represented by a lawyer (section 54 of the 1965 Act). If he has no lawyer, the leader of the Bar (bâtonnier) or the Legal Advice and Defence Office assigns him one (section 55).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Juvenile Court can at all times summon the person concerned, his parents, his guardian or other persons having custody of him to appear before it (sections 51 and 54).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The juvenile and his lawyer may inspect the contents of the file on the case not later than three days before the hearing; documents concerning the juvenile's personality and the surroundings in which he is living are made available only to his lawyer (section 55).",
                                                "elements": []
                                            },
                                            {
                                                "content": "During the hearing the Juvenile Court can at any time sit in camera to hear evidence regarding the juvenile's personality from experts and witnesses as well as from the juvenile's parents or guardian or from other persons having custody of the juvenile; such hearings can only take place in the presence of the juvenile's lawyer, but the juvenile himself is not present, unless called by the court (section 57).",
                                                "elements": []
                                            },
                                            {
                                                "content": "When the various measures listed in section 37 of the 1965 Act are adopted as final orders, these are made in the form of judgments given in open court. Often the measures are ordered only after a fairly lengthy procedure designed to enable the court to observe the juvenile concerned and to have all necessary investigations made in order to determine what action it is appropriate to take.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  During the proceedings, the Juvenile Court may order interim measures in respect of the juvenile under sections 52 and 53, which provide:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 52",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"For the duration of proceedings for the implementation of one of the measures provided for in Part II, Chapter III, the Juvenile Court shall make any necessary interim custody orders in respect of the juvenile.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It may either leave him in the care of the persons who have custody of him or, if necessary, place him under supervision in accordance with the terms of section 37(2), or it may provisionally order one of the measures provided for in section 37(3) and (4).\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 53",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"If it is materially impossible to find an individual or an institution able to accept the juvenile immediately, and the measures provided for in section 52 therefore cannot be implemented, the juvenile may be provisionally detained in a remand prison for a period not exceeding fifteen days.",
                                                "elements": []
                                            },
                                            {
                                                "content": "A juvenile who is detained in a remand prison shall be segregated from the adults who are also detained there.\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "The present section 53 replaces section 30 of the Act of 15 May 1912. The latter section allowed temporary placement in a prison by reason of the juvenile's bad character as well as if it was materially impossible to find another placement, which is the only criterion adopted in the 1965 Act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The interim measures set out in sections 52 and 53 are taken by means of an order made by the Juvenile Court judge in chambers, that is to say after hearing the juvenile alone, without a lawyer being present. However, under a \"practical arrangement\" applying only in Liège and which operated in the instant case, a duty scheme enables lawyers to have informal contacts with the Juvenile Court judge where a juvenile is in custody.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Juvenile Court may at any time, either of its own motion or on an application by Crown Counsel, revoke or vary any measures taken in regard to the juvenile, except for \"placing at the disposal of the Government\" (section 60, first paragraph, of the 1965 Act).",
                                                "elements": []
                                            },
                                            {
                                                "content": "After a year has elapsed from the date on which a measure has become final, an application may be made to the Juvenile Court for the same purpose by the juvenile's father, mother or guardian or other persons having custody of the juvenile or by the juvenile himself (section 60, second paragraph).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  \"Decisions of the Juvenile Court ... shall, within the statutory time-limits, be subject to appeal by Crown Counsel and to appeal or to applications to have them set aside (opposition)\" by the juvenile or any other parties concerned (section 58). The juvenile can appeal against any interim order made in his regard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Juvenile Court of Appeal can itself take the interim measures provided for in sections 52 and 53 and set aside or vary those taken by the Juvenile Court (section 59). Like the Juvenile Court, it does so by means of orders made in chambers (see paragraph 33 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  An appeal on points of law lies to the Court of Cassation against judgments of the juvenile chamber of the Court of Appeal.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4. Case-law relating to section 53 of the 1965 Act",
                                        "elements": [
                                            {
                                                "content": "36.  The Belgian courts have held that the material impossibility required by section 53 may arise not only where there is no room in an appropriate institution but also where conditions do not meet the needs of the case, particularly as regards security (Mons Court of Appeal, 6 January 1978 - Journal des Tribunaux, 1979, p. 6 - and Liège Court of Appeal, 16 December 1980). In a judgment of 8 February 1978, the Court of Cassation held that it is for the trial judge to rule on the question of material impossibility (Pasicrisie belge, 1978, I, p. 664).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  In a judgment of 10 September 1981, the Liège tribunal de première instance held:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"The 'educational supervision' envisaged in the Convention ... does not exclude resorting, in hopeless cases, to spells of imprisonment for juveniles, ordered by the competent legal authority, where all other, less coercive educational-supervision attempts and measures have failed; detention in prison for a short period, limited by the Act, in a special section set aside for adolescents may have an educative effect by convincing the juvenile that society, after trying to help him, has decided to look to its own protection; such detention may serve as a transition to the state of having reached the age of criminal responsibility ... when society will take measures against him which are very different from those he has experienced while under age.\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "On 18 November 1982, the Court of Cassation dismissed an appeal against that judgment. It held that the foregoing reasoning was not incompatible with the legal concept of \"educational supervision\" in Article 5 § 1 (art. 5-1) of the Convention. It added that by finding that the evidence showed that it was materially impossible to \"give the juvenile into the care of anyone at all\", since \"he immediately absconded in order to commit fresh offences\" and \"hampered his companions' education, to which they were also entitled, by persuading them to join in his escapades\", the court had justified its decision in law (Pasicrisie belge, 1983, I, p. 333).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B. The Act of 20 April 1874 on detention pending trial",
                                "elements": [
                                    {
                                        "content": "38.  Section 27 of the Act of 20 April 1874 on detention pending trial, as amended by the Act of 13 March 1973, provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"Any person who has been deprived of his liberty in circumstances incompatible with the provisions of Article 5 (art. 5) of the Convention for the Protection of Human Rights and Fundamental Freedoms of 4 November 1950, as approved by the Act of 18 May 1955, shall be entitled to compensation. An action in the form provided for in the Judicial Code shall be brought in the ordinary courts against the  in the person of the Minister of Justice.\"",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "39.  Mr. Naïm Bouamar applied to the Commission on 2 September 1980 (application no. 9106/80). He alleged that the orders whereby he was placed in a remand prison contravened Article 5 § 1 (d) (art. 5-1-d) of the Convention. He also relied on Article 5 § 4 and Article 13 (art. 5-4, art. 13), as, in his submission, the lawfulness of his detention had never been reviewed. He complained, lastly, of an infringement of Article 5 § 4 and Article 14 (art. 14+5-4) taken together, in that the manner in which the proceedings referred to in Article 5 § 4 (art. 5-4) were organised discriminated between adults and juveniles.",
                        "elements": []
                    },
                    {
                        "content": "40.  The Commission declared the application admissible on 15 March 1984. In its report of 18 July 1986 (made under Article 31) (art. 31), it expressed the unanimous opinion that:",
                        "elements": []
                    },
                    {
                        "content": "- there had been a breach of Article 5 § 1 (art. 5-1), because the restriction authorised by sub-paragraph (d) (art. 5-1-d) was used in the instant case for a purpose other than the one provided for;",
                        "elements": []
                    },
                    {
                        "content": "- there had been a breach of Article 5 § 4 (art. 5-4), because the Juvenile Court could not be regarded as a \"court\" within the meaning of that Article (art. 5-4) and, furthermore, the applicant was not given an opportunity to take proceedings by which the lawfulness of his detention could be decided speedily by a judicial authority;",
                        "elements": []
                    },
                    {
                        "content": "- no separate issue arose under Article 13 (art. 13) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "- there had been no breach of Article 14 taken together with Article 5 § 4 (art. 14+5-4), because the difference in treatment complained of was designed to protect juveniles.",
                        "elements": []
                    },
                    {
                        "content": "The full text of the Commission's opinion is reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 1 (art. 5-1)",
                        "elements": [
                            {
                                "content": "41.  The applicant complained of his detention in the remand prison at Lantin on nine successive occasions in 1980, pursuant to orders made on the basis of section 53 of the 1965 Act (see paragraph 32 above); he considered that they were contrary to Article 5 § 1 (art. 5-1) of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "42.  The Commission and the Government took all of these placements into account in their submissions. The Court is concerned to have an overall picture of the case and accordingly will likewise not confine itself to looking at the placement measures which the applicant challenged in Belgium right up to the Court of Cassation, that is to say the first three placements and the sixth one, which were ordered on 18 January, 12 February, 4 March and 4 July 1980 respectively (see paragraphs 8-11 and 14 above).",
                                "elements": []
                            },
                            {
                                "content": "43.  Since the placements in question each entailed a deprivation of liberty, it must be determined whether they were justified under Article 5 § 1 (art. 5-1), which provides:",
                                "elements": []
                            },
                            {
                                "content": "\"Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "(a) the lawful detention of a person after conviction by a competent court;",
                                "elements": []
                            },
                            {
                                "content": "(b) the lawful arrest or detention of a person for non-compliance with the lawful order of a court or in order to secure the fulfilment of any obligation prescribed by law;",
                                "elements": []
                            },
                            {
                                "content": "(c) the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "(d) the detention of a minor by lawful order for the purpose of educational supervision or his lawful detention for the purpose of bringing him before the competent legal authority;",
                                "elements": []
                            },
                            {
                                "content": "(e) the lawful detention of persons for the prevention of the spreading of infectious diseases, of persons of unsound mind, alcoholics or drug addicts or vagrants;",
                                "elements": []
                            },
                            {
                                "content": "(f) the lawful arrest or detention of a person to prevent his effecting an unauthorised entry into the country or of a person against whom action is being taken with a view to deportation or extradition.\"",
                                "elements": []
                            },
                            {
                                "content": "This Article (art. 5-1) sets out an exhaustive list which must be interpreted strictly (see, among other authorities, the Guzzardi judgment of 6 November 1980, Series A no. 39, pp. 35-37, §§ 96, 98 and 100). Sub-paragraphs (a), (c), (e) and (f) (art. 5-1-a, art. 5-1-c, art. 5-1-e, art. 5-1-f) are not relevant, but the Government relied both on sub-paragraph (d) (art. 5-1-d) and on the beginning of sub-paragraph (b) (art. 5-1-b).",
                                "elements": []
                            },
                            {
                                "content": "44.  As to the latter submission, the Court concurs with the Commission and Mr. Bouamar: \"non-compliance\" of a juvenile \"with the lawful order of a court\" did not form the basis either of section 53 of the 1965 Act or of the impugned decisions. The case accordingly falls to be considered solely under sub-paragraph (d) (art. 5-1-d).",
                                "elements": []
                            },
                            {
                                "content": "45.  In the Government's submission, what was at issue was both the applicant's \"detention by lawful order for the purpose of educational supervision\" and his \"lawful detention for the purpose of bringing him before the competent legal authority\".",
                                "elements": []
                            },
                            {
                                "content": "46.  The Court rejects the second contention at the outset. Mr. Bouamar was indeed on each occasion arrested for the purposes of his appearances \"before the competent legal authority\" (the Juvenile Court), but he made no complaint about his arrest on these occasions or about the brief losses of liberty, amounting to a few hours, which his arrest entailed before each of those appearances; as his counsel made clear in their addresses, he complained only of his subsequent periods of detention, ordered by the same court for up to fifteen days at a time.",
                                "elements": []
                            },
                            {
                                "content": "47.  There remains the first contention under sub-paragraph (d) (art. 5-1-d). Here the main issue to be determined in the instant case is whether the disputed placements were \"lawful\", including whether they complied with \"a procedure prescribed by law\". The Convention here refers essentially to national law and lays down the obligation to conform to the substantive and procedural rules of national law, but it requires in addition that any deprivation of liberty should be in keeping with the purpose of Article 5 (art. 5), namely to protect the individual from arbitrariness (see in particular the Winterwerp judgment of 24 October 1979, Series A no. 33, pp. 17-18 and 19-20, §§ 39 and 45; the Bozano judgment of 18 December 1986, Series A no. 111, p. 23, § 54; and the Weeks judgment of 2 March 1987, Series A no. 114, p. 23, § 42).",
                                "elements": []
                            },
                            {
                                "content": "48.  The applicant contended that section 53 of the 1965 Act was in itself incompatible with Article 5 § 1 (d) (art. 5-1-d) of the Convention, since an interim order for custody in a remand prison, being valid for not more than fifteen days, could not be regarded as being made for the purpose of the applicant's \"educational supervision\".",
                                "elements": []
                            },
                            {
                                "content": "The Government submitted, on the contrary, that such a measure amounted to \"lawful detention\" within the meaning of Article 5 § 1 (d) (art. 5-1-d), was not in any way punitive in nature and was made necessary in the circumstances by Mr. Bouamar's persistent refusal to comply with other, less coercive orders which were initially made in his regard.",
                                "elements": []
                            },
                            {
                                "content": "In principle it is not for the Court to express a view on the Belgian system as such (see, among many other authorities, the Lithgow and Others judgment of 8 July 1986, Series A no. 102, p. 52, § 124), but it cannot do other than recognise its liberal spirit. The 1965 Act had the general effect of removing juveniles from the ambit of the criminal law. In addition to its preventive aspect, it makes provision in section 37 for a series of measures designed to avoid as far as possible any intervention by criminal courts and any deprivation of liberty (see paragraph 28 above). A juvenile may be detained only in the cases exhaustively listed in the Act. As for temporary placement in a remand prison, the authors of the Act treated this as a measure which should be resorted to only in exceptional circumstances and be of extremely short duration: section 53 authorises it only where it is materially impossible to find an individual or an institution able to accept the juvenile immediately (see paragraphs 28, 29 and 32 above).",
                                "elements": []
                            },
                            {
                                "content": "49.  Citing Belgian case-law, the Government considered that material impossibility could flow not only from a simple lack of accommodation but also, by inference, from the juvenile's personality and behaviour (see paragraphs 36-37 above). The applicant challenged this and relied on, among other things, the opinion expressed by the Minister of Justice, Mr. Vermeylen, at the time the 1965 Act was promulgated.",
                                "elements": []
                            },
                            {
                                "content": "The Court would reiterate that it is in the first place for the national authorities, notably the courts, to interpret and apply the domestic law of their State (see, most recently, the Bozano judgment previously cited, p. 25, § 58). The concept of \"material impossibility\" within the meaning of section 53 of the 1965 Act is a source of controversy in Belgium, and neither the various submissions made by those who appeared before the Court nor any of the other pieces of evidence suffice to satisfy the Court that there was any unlawfulness resulting from a failure to comply with domestic law.",
                                "elements": []
                            },
                            {
                                "content": "50.  \"Lawfulness\", however, also implies that the deprivation of liberty is in keeping with the purpose of the restrictions permissible under Article 5 § 1 (art. 5-1) of the Convention (see paragraph 47 above).",
                                "elements": []
                            },
                            {
                                "content": "The Court notes that the confinement of a juvenile in a remand prison does not necessarily contravene sub-paragraph (d) (art. 5-1-d), even if it is not in itself such as to provide for the person's \"educational supervision\". As is apparent from the words \"for the purpose of\" (\"pour\"), the \"detention\" referred to in the text is a means of ensuring that the person concerned is placed under \"educational supervision\", but the placement does not necessarily have to be an immediate one. Just as Article 5 § 1 recognises - in sub-paragraphs (c) and (a) (art. 5-1-c, art. 5-1-a) - the distinction between pre-trial detention and detention after conviction, so sub-paragraph (d) (art. 5-1-d) does not preclude an interim custody measure being used as a preliminary to a regime of supervised education, without itself involving any supervised education. In such circumstances, however, the imprisonment must be speedily followed by actual application of such a regime in a setting (open or closed) designed and with sufficient resources for the purpose.",
                                "elements": []
                            },
                            {
                                "content": "51.  In the instant case the applicant was, as it were, shuttled to and fro between the remand prison at Lantin and his family. In 1980 alone, the juvenile courts ordered his detention nine times and then released him on or before the expiry of the statutory limit of fifteen days; in all, he was thus deprived of his liberty for 119 days during the period of 291 days from 18 January to 4 November 1980 (see paragraph 8 above).",
                                "elements": []
                            },
                            {
                                "content": "52.  In the Government's submission, the placements complained of were part of an educative programme initiated by the courts, and Mr. Bouamar's behaviour during the relevant time enabled them to gain a clearer picture of his personality.",
                                "elements": []
                            },
                            {
                                "content": "The Court does not share this view. The  chose the system of educational supervision with a view to carrying out its policy on juvenile delinquency. Consequently it was under an obligation to put in place appropriate institutional facilities which met the demands of security and the educational objectives of the 1965 Act, in order to be able to satisfy the requirements of Article 5 § 1 (d) (art. 5-1-d) of the Convention (see, among other authorities and mutatis mutandis, the Guincho judgment of 10 July 1984, Series A no. 81, p. 16, § 38, and the De Cubber judgment of 26 October 1984, Series A no. 86, p. 20, § 35).",
                                "elements": []
                            },
                            {
                                "content": "Nothing in the evidence, however, shows that this was the case. At the time of the events in issue,  did not have - at least in the French-speaking region in which the applicant lived - any closed institution able to accommodate highly disturbed juveniles (see paragraph 28 above). The detention of a young man in a remand prison in conditions of virtual isolation and without the assistance of staff with educational training cannot be regarded as furthering any educational aim.",
                                "elements": []
                            },
                            {
                                "content": "The improvement observed in Mr. Bouamar's behaviour is certainly not accounted for by the successive periods of imprisonment complained of but by the care he received in quite different surroundings after his release from Lantin Prison (see paragraph 18 above).",
                                "elements": []
                            },
                            {
                                "content": "53.  The Court accordingly concludes that the nine placement orders, taken together, were not compatible with sub-paragraph (d) (art. 5-1-d). Their fruitless repetition had the effect of making them less and less \"lawful\" under sub-paragraph (d) (art. 5-1-d), especially as Crown Counsel never instituted criminal proceedings against the applicant in respect of the offences alleged against him.",
                                "elements": []
                            },
                            {
                                "content": "There was therefore a breach of Article 5 § 1 (art. 5-1) of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 4 (art. 5-4)",
                        "elements": [
                            {
                                "content": "54.  The applicant also complained that on each occasion on which he was placed in the remand prison at Lantin he was unable to take any proceedings as provided for in paragraph 4 of Article 5 (art. 5-4), which reads:",
                                "elements": []
                            },
                            {
                                "content": "\"Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.\"",
                                "elements": []
                            },
                            {
                                "content": "55.  Although the Court has found that there was a breach of paragraph 1 of Article 5 (art. 5-1) in the instant case (see paragraph 53 above), that finding does not dispense it from proceeding to inquire whether there was a failure to comply with paragraph 4 (art. 5-4), as the two provisions are distinct (see, mutatis mutandis, the De Wilde, Ooms and Versyp judgment of 18 June 1971, Series A no. 12, pp. 39-40, § 73).",
                                "elements": []
                            },
                            {
                                "content": "56.  The Government submitted that the review required in Article 5 § 4 (art. 5-4) was incorporated in the decision to deprive a person of his liberty where, as in the instant case, it was taken by a judicial body (see in particular the de Jong, Baljet and van den Brink judgment of 22 May 1984, Series A no. 77, p. 26, § 57).",
                                "elements": []
                            },
                            {
                                "content": "57.  The Juvenile Court, which is a single-judge section of the Liège tribunal de première instance, is undoubtedly a \"court\" from the organisational point of view, but the European Court has consistently held that the intervention of a single body of this kind will satisfy Article 5 § 4 (art. 5-4) only on condition that \"the procedure followed has a judicial character and gives to the individual concerned guarantees appropriate to the kind of deprivation of liberty in question\"; \"in order to determine whether a proceeding provides adequate guarantees, regard must be had to the particular nature of the circumstances in which such proceeding takes place\" (see in particular the Winterwerp judgment previously cited, Series A no. 33, p. 23, § 57, and the Van Droogenbroeck judgment of 24 June 1982, Series A no. 50, p. 24, § 47).",
                                "elements": []
                            },
                            {
                                "content": "58.  That being so, it must be determined whether the applicant enjoyed such guarantees before the Juvenile Court.",
                                "elements": []
                            },
                            {
                                "content": "The 1965 Act does contain some of them. Section 62 lays down that the provisions relating to proceedings in respect of lesser criminal offences normally apply also to proceedings against juveniles (see paragraph 26 above). Furthermore, sections 54 and 55 permit juveniles to be represented by a lawyer, who will be allowed access to all the documents in the file (see paragraph 31 above).",
                                "elements": []
                            },
                            {
                                "content": "59.  The applicant, however, complained of the informal nature of these proceedings. The 1965 Act made no provision for any hearing inter partes where the Juvenile Court judge had to make an interim custody order in chambers (see paragraph 33 above). He was free to take his decision on the basis of what he considered to be adequate information.",
                                "elements": []
                            },
                            {
                                "content": "The Government contended that the informal nature of the proceedings was justified by the youth of the persons concerned, the urgency of the measures to be taken and the short duration of their effects. They acknowledged that the speed of the Juvenile Court's decisions was reminiscent of the manner in which the Belgian police courts dealt with vagrancy cases (De Wilde, Ooms and Versyp judgment previously cited but pointed out that those cases involved administrative measures to which the safeguards in the Code of Criminal Procedure did not apply. At all events, the Government maintained, Mr. Bouamar had been given a hearing by a judge before each placement was ordered and his lawyer had had every opportunity to plead his case.",
                                "elements": []
                            },
                            {
                                "content": "The young man's lawyers stated, however, that as they had never been given notice to attend, they had never been present at the hearings in chambers which had taken place each time before the juvenile was sent to the remand prison, whereas they had sometimes appeared before the juvenile courts in this case on other occasions. In addition, they had not been enabled to comment on the submissions of Crown Counsel - when the latter made an application to the Juvenile Court - or on the welfare reports, to which they had had no access (see paragraph 24 above).",
                                "elements": []
                            },
                            {
                                "content": "60.  The Court reiterates that the scope of the obligation under Article 5 § 4 (art. 5-4) is not identical in all circumstances or for every kind of deprivation of liberty (see paragraph 57 above). Nevertheless, in a case of the present kind, it is essential not only that the individual concerned should have the opportunity to be heard in person but that he should also have the effective assistance of his lawyer. The impugned orders make it clear that the juvenile was given a hearing by the Juvenile Court, except in one instance when he refused to be heard. However, they do not give any indication that one of his lawyers was present; counsel for the applicant moreover denied that one of them was present, and the Government did not dispute their statements. The mere fact that Mr. Bouamar - who was very young at the time - appeared in person before the court did not, in the circumstances of the case, afford him the necessary safeguards.",
                                "elements": []
                            },
                            {
                                "content": "61.  The Court must consequently ascertain whether the remedies available against the aforementioned placement orders satisfied the conditions in Article 5 § 4 (art. 5-4), as was argued by the Government but disputed by the applicant. In the first place, an ordinary appeal (appel) could be lodged (section 58 of the 1965 Act - see paragraph 34 above) and, in the second place, where appropriate, an appeal lay on points of law (pourvoi en cassation). It was also possible both for the Juvenile Court and for the Juvenile Court of Appeal in further interim proceedings to revoke or vary the initial decision (see paragraph 33 above), either on an application by Crown Counsel or of their own motion.",
                                "elements": []
                            },
                            {
                                "content": "62.  In the instant case, several of the orders for provisional placement in a remand prison were varied or revoked, expressly or by implication, by further interim orders made either on appeal (31 January, 22 February and 11 March 1980) or by the Juvenile Court (30 June, 22 August with the rectification of 26 August, 16 September and 3 November 1980).",
                                "elements": []
                            },
                            {
                                "content": "However, most of the further interim proceedings before the Juvenile Court and the Juvenile Court of Appeal suffered from the same defect as the earlier proceedings: they took place in the absence of Mr. Bouamar's lawyers.",
                                "elements": []
                            },
                            {
                                "content": "63.  At the hearings of the applicant's appeals against the orders of 18 January, 4 March, 7 May and 4 July 1980, the juvenile chamber of the Court of Appeal heard one or other of Mr. Bouamar's lawyers. But it did not give its decision until 29 April 1980 on the appeals against the orders of 18 January and 4 March 1980; 30 June 1980 on the appeal against the order of 7 May 1980; and 3 February 1981 on the appeal against the order of 4 July 1980 (see paragraphs 19, 21 and 22 above). Such lapses of time are scarcely compatible with the speed required by the terms of Article 5 § 4 (art. 5-4) of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "Furthermore, the appellate court did not really \"decide\" the \"lawfulness\" of the placement measures which were challenged before it, although it did go into the issue of lawfulness in some of the reasons given in two of its three decisions: following established case-law, it held in the operative part of its judgments of 29 April 1980, 30 June 1980 and 3 February 1981 (see paragraphs 19, 21 and 22 above) that the appeals were inadmissible because devoid of purpose, since Mr. Bouamar had in the meantime been released pursuant to interim orders.",
                                "elements": []
                            },
                            {
                                "content": "The Court of Cassation held likewise, in its judgment of 5 March 1980, as regards the appeal against the order of 12 February 1980 (see paragraph 20 above); furthermore, on 25 June 1980, it dismissed the appeal against the judgment of 29 April 1980; and on 20 May 1981, it dismissed the one against the judgment of 3 February 1981 (see paragraphs 19 and 22 above).",
                                "elements": []
                            },
                            {
                                "content": "The applicant's ordinary appeals and appeals on points of law thus had no practical effect.",
                                "elements": []
                            },
                            {
                                "content": "64.  In sum, there was a breach of Article 5 § 4 (art. 5-4).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III. ALLEGED VIOLATION OF ARTICLE 13 (art. 13)",
                        "elements": [
                            {
                                "content": "65.  In his original complaints Mr. Bouamar claimed that he had also not had an effective remedy before a national authority in respect of the alleged breach of his right to liberty. He claimed that there had consequently also been a breach of Article 13 (art. 13), which provides:",
                                "elements": []
                            },
                            {
                                "content": "\"Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.\"",
                                "elements": []
                            },
                            {
                                "content": "In the light of its conclusions in relation to Article 5 § 4 (art. 5-4), the Court does not deem it necessary in the instant case to inquire whether the less strict requirements of Article 13 (art. 13) were complied with (see in particular the de Jong, Baljet and van den Brink judgment previously cited, Series A no. 77, p. 27, § 60), especially as the applicant did not reiterate the complaint in question before the Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 14 TAKEN TOGETHER WITH   ARTICLE 5 § 4 (art. 14+5-4)",
                        "elements": [
                            {
                                "content": "66.  Mr. Bouamar contended that in the enjoyment of the right secured in Article 5 § 4 (art. 5-4) he had been the victim of discrimination incompatible with Article 14 (art. 14), whereby:",
                                "elements": []
                            },
                            {
                                "content": "\"The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.\"",
                                "elements": []
                            },
                            {
                                "content": "He said that the lawfulness of the detention of adults held in custody pending trial had to be reviewed by the chambre du conseil within five days of the arrest warrant being issued and then, if there was an appeal, by the chambre des mises en accusation within fifteen days (sections 4 and 20 of the Act of 20 April 1874 on detention pending trial). The same did not, he argued, apply to juveniles, since their appeals were automatically held to be devoid of purpose.",
                                "elements": []
                            },
                            {
                                "content": "67.  A difference of treatment of this kind, whose existence was not disputed by the Government, does not amount to discrimination. As the Commission rightly noted, it stems from the protective - not punitive - nature of the procedure applicable to juveniles in . In the Court's view, there is accordingly an objective and reasonable justification for the difference of treatment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 50 (art. 50)",
                        "elements": [
                            {
                                "content": "68.  By Article 50 (art. 50) of the Convention,",
                                "elements": []
                            },
                            {
                                "content": "\"If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.\"",
                                "elements": []
                            },
                            {
                                "content": "The applicant, who received free legal aid before the Commission and the Court, did not seek reimbursement of costs or expenses and this is not a matter which the Court has to examine of its own motion (see, as the most recent authority and mutatis mutandis, the Inze judgment of 28 October 1987, Series A no. 126, p. 20, § 46). On the other hand, he sought 150,000 Belgian francs (BF) in respect of damage allegedly caused by his successive periods of imprisonment in Lantin Prison.",
                                "elements": []
                            },
                            {
                                "content": "69.  In the Government's submission, the Act of 20 April 1874, as amended by the Act of 13 March 1973, would allow full reparation to be made, if appropriate, for the consequences of the disputed measures, in that section 27 confers on \"any person who has been deprived of his liberty in circumstances incompatible with ... Article 5 (art. 5) of the Convention\" a right to compensation, to be asserted \"in the ordinary courts\" (see paragraph 38 above). In the alternative, the Government regarded the applicant's conduct as a factor not to be overlooked under Article 50 (art. 50) of the Convention, as it had, so they maintained, rendered all non-coercive custodial or protective measures ineffective; they added that any compensation would have to be assessed according to which provision the Court had held to be contravened.",
                                "elements": []
                            },
                            {
                                "content": "70.  In the circumstances of the case, the Court considers that the question of the application of Article 50 (art. 50) is not yet ready for decision. It is therefore necessary to reserve the matter, taking due account of the possibility of an agreement between the respondent State and the applicant (Rule 53 §§ 1 and 4 of the Rules of Court).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1. Holds unanimously that there was a breach of paragraph 1 of Article 5 (art. 5-1);",
                        "elements": []
                    },
                    {
                        "content": "2. Holds by six votes to one that there was a breach of paragraph 4 of the same Article (art. 5-4);",
                        "elements": []
                    },
                    {
                        "content": "3. Holds unanimously that it is not necessary also to consider the case under Article 13 (art. 13);",
                        "elements": []
                    },
                    {
                        "content": "4. Holds unanimously that there was no violation of Article 14 taken together with Article 5 § 4 (art. 14+5-4);",
                        "elements": []
                    },
                    {
                        "content": "5. Holds unanimously that the question of the application of Article 50 (art. 50) is not ready for decision;",
                        "elements": []
                    },
                    {
                        "content": "accordingly,",
                        "elements": []
                    },
                    {
                        "content": "(a) reserves the whole of the said question;",
                        "elements": []
                    },
                    {
                        "content": "(b) invites the Government to submit, within the forthcoming two months, their written comments on the said question and, in particular, to notify the Court of any agreement reached between them and the applicant;",
                        "elements": []
                    },
                    {
                        "content": "(c) reserves the further procedure and delegates to the President of the Chamber power to fix the same if need be.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French and delivered at a public hearing in the Human Rights Building, , on 29 February 1988.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 51 § 2 (art. 51-2) of the Convention and Rule 52 § 2 of the Rules of Court, the partly dissenting opinion of Mr. De Meyer is annexed to the present judgment.",
                        "elements": []
                    },
                    {
                        "content": "Like the other members of the Chamber, I consider that the applicant's fundamental rights were violated in that, looked at as a whole, the nine successive placements in a remand prison could not be regarded as the detention of a minor by lawful order for the purpose of educational supervision and could not, moreover, be justified in any other way, even though each placement looked at individually could be regarded as legitimate.",
                        "elements": []
                    },
                    {
                        "content": "But I am not sure that the applicant's fundamental rights were violated in that he was not able to take proceedings by which the lawfulness of his detention could have been decided speedily by a court and his release ordered if the detention was not lawful.",
                        "elements": []
                    },
                    {
                        "content": "I recognise that in the instant case such judicial review was not fully incorporated in the disputed decisions themselves. It has not been shown that the applicant's lawyers were present at the hearings in chambers which preceded each of the provisional prison placements or that they had prior access to the file on each of those occasions.",
                        "elements": []
                    },
                    {
                        "content": "I also accept that such judicial review was not adequately provided by the remedies available to the applicant, namely ordinary appeal (appel), an application to have a decision set aside (opposition) and appeal on points of law (recours en cassation). As it operated in the instant case, this review did not take place speedily in any of the cases in which the applicant attempted to have it carried out; furthermore, it resulted each time in a mere declaration that the appeal was inadmissible because devoid of purpose, as the detention complained of had ended several weeks or months earlier.",
                        "elements": []
                    },
                    {
                        "content": "But the orders for provisional placement in prison could at all times be varied or revoked by the court dealing with the case. This is what happened in the present case on several occasions. The order made by the Juvenile Court of Appeal on 22 February 1980 and those made by the Juvenile Court on 30 June 1980, 22 August 1980 (rectified on 26 August 1980), 16 September 1980 and 3 November 1980 expressly varied the placement orders to which they related, while those made by the Juvenile Court of Appeal on 31 January 1980 and 11 March 1980 varied them by implication. As a result, the seven periods of detention in question were shortened by 4, 1, 0, 1, 1, 1 and 8 days respectively.",
                        "elements": []
                    },
                    {
                        "content": "The machinery for reviewing the disputed decisions therefore did function to some extent.",
                        "elements": []
                    },
                    {
                        "content": "Furthermore, two of the orders making a variation - those of 31 January and 11 March 1980 - refer to \"particulars\", \"letters\" or \"visits\" from the applicant's lawyer or lawyers. Similarly, the second order that the applicant should be placed in Lantin Prison - the one of 12 February 1980 - and the order of 29 February 1980 giving the applicant into the care of his father each mention a letter \"from the juvenile's lawyer\" or \"from one of the juvenile's lawyers\". Again, an order of the Juvenile Court of Appeal on 30 June 1980, in which the court held that it could not discharge the placement order of 17 June 1980 as no appeal had been lodged against it, mentions \"comments received, this 30 June 1980, from the juvenile's lawyers, Ms. Demol and Mr. Crespin\".",
                        "elements": []
                    },
                    {
                        "content": "It thus appears that the applicant did, at least from January 1980, have the assistance of lawyers whose involvement in the proceedings was expressly noted, on several occasions, in the orders of the courts which had to determine what interim measures to take in his regard.",
                        "elements": []
                    },
                    {
                        "content": "Lastly, it was stated before the Court by Ms. Demol on 22 September 1987 that she appeared for the applicant at the hearings in chambers which preceded the making of some of the orders for interim measures other than the placements in Lantin Prison.",
                        "elements": []
                    },
                    {
                        "content": "It therefore seems that the applicant's lawyers were indeed able to play a useful part in the proceedings and that they in fact did so, effectively and diligently.",
                        "elements": []
                    },
                    {
                        "content": "Admittedly, their presence during the applicant's court appearances and prior access by them to the file were essential on each occasion on which there was a possibility of placing the applicant in prison. But the same does not seem to apply on the occasions when it was a matter of terminating his detention, as a strict application of both or either of those requirements at such a juncture could have unnecessarily delayed the applicant's release.",
                        "elements": []
                    },
                    {
                        "content": "That being so and having regard, firstly, to the potential and actual effects of the continuous review of the interim measures ordered by the relevant courts and, secondly, to the part the applicant's lawyers could and in fact did play in those proceedings, I consider on balance that in the instant case the applicant did have the speedy judicial review to which he was entitled.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mr. R. Ryssdal",
            "role": "president"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BOUAMAR v. BELGIUM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-57445.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1988:0229JUD000910680",
    "externalsources": [],
    "extractedappno": [
        "9106/80"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Children's and Young Persons' Welfare Act of 8 April 1965, Sections 53, 37, 62, 54, 55, 58",
        "Act of 20 April 1874 on detention pending trial, Sections 4, 20",
        "Act of 13 March 1973, Section 27"
    ],
    "itemid": "001-57445",
    "judgementdate": "29/02/1988 00:00:00",
    "kpdate": "29/02/1988 00:00:00",
    "kpthesaurus": [
        "343",
        "100",
        "444",
        "110",
        "448",
        "108",
        "228",
        "297",
        "456",
        "481"
    ],
    "languageisocode": "ENG",
    "originatingbody": "9",
    "paragraphs": [
        "14",
        "5-4",
        "5-1-d",
        "5-1-b",
        "5-1",
        "5",
        "13"
    ],
    "parties": [
        "BOUAMAR",
        "BELGIUM"
    ],
    "rank": "260.846374511719",
    "representedby": [
        "N/A"
    ],
    "respondent": "BEL",
    "respondentOrderEng": "6",
    "scl": [
        "Guzzardi judgment of 6 November 1980, Series A no. 39, pp. 35-37, paras. 96, 98, 100",
        "Winterwerp judgment of 24 October 1979, Series A no. 33, pp. 17-18, 19-20, 23, paras. 39, 45, 57",
        "Bozano judgment of 18 December 1986, Series A no. 111, pp. 23, 25, paras. 54, 58",
        "Weeks judgment of 2 March 1987, Series A no. 114, p. 23, para. 42",
        "Lithgow and Others judgment of 8 July 1986, Series A no. 102, p. 52, para. 124",
        "Guincho judgment of 10 July 1984, Series A no. 81, p. 16, para. 38",
        "De Cubber judgment of 26 October 1984, Series A no. 86, p. 20, para. 35",
        "De Wilde, Ooms and Versyp judgment of 18 June 1971, Series A no. 12, pp. 39-40, para. 73",
        "De Jong, Baljet and van den Brink judgment of 22 May 1984, Series A no. 77, pp. 26, 27, paras. 57, 60",
        "Inze judgment of 28 October 1987, Series A no. 126, p. 20, para. 46",
        "Van Droogenbroeck judgment of 24 June 1982, Series A no. 50, p. 24, para. 47"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "322904",
    "typedescription": "14"
}