{
    "__articles": "10;10-1",
    "__conclusion": "Violation of Article 10 - Freedom of expression-{general} (Article 10-1 - Freedom of expression)",
    "applicability": "",
    "appno": "422/11",
    "article": [
        "10"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "details": [
                "Article 10-1 - Freedom of expression"
            ],
            "element": "Violation of Article 10 - Freedom of expression-{general}",
            "type": "violation"
        }
    ],
    "content": {
        "001-203182.docx": [
            {
                "content": "INTRODUCTION",
                "elements": [
                    {
                        "content": "The case concerns the finding of the applicants’ liability in defamation in connection with their reporting on a protest against the Moscow mayor’s decision to demolish the Artists House.",
                        "elements": []
                    }
                ],
                "section_name": "introduction"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "1.  The first applicant, a joint-stock company incorporated under Russian law, is the publisher of the Kommersant newspaper. The second applicant is a journalist writing for the newspaper. He was born in 1976 and lives in Moscow. The applicants were represented by Mr D. Zharkov, a lawyer practising in the Moscow Region.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Government were represented initially by Mr G. Matyushkin, Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 25 February 2009 the Kommersant newspaper published Mr Voronov’s news report carrying the headline “Artists held a display in support of the Central House of Artists. Snowmen and banners cropped up on Krymsky Val”. The report covered an artistic performance held in protest against the destruction of the Central House of Artists, an important exhibition facility on the Krymsky Val embankment in central Moscow housing the Tretyakov Gallery’s department of modern and contemporary art. The Moscow mayor Yuriy Luzhkov had announced the plan to demolish the Soviet-era building and to replace it with commercial development:",
                        "elements": []
                    },
                    {
                        "content": "“Artists put up a dozen puny snowmen in front of the building and fitted them with posters calling for a halt to the demolition or lambasting the Moscow authorities. All the posters were signed by their authors: for example, artist [G.V.] signed the slogan ‘YURIY LUZHKOV UNCLUMSY THIEF’ ...",
                        "elements": []
                    },
                    {
                        "content": "‘For Luzhkov, profit is all that matters. If promised good money, he would accept to tear down the town hall’ – such was the common thinking of protesters, expressed by [G.B.], a representative of the Council of Moscow Initiative Groups.”",
                        "elements": []
                    },
                    {
                        "content": "5.  The invented words “UNCLUMSY THIEF” («УКЛЮЖИЙ ВОР») were a rearrangement of letters in “YURIY LUZHKOV” («ЮРИЙ ЛУЖКОВ»). It was one of many lines in a satirical poem which Mr G.V. had created four years previously for the “ZHIVOY URLYUK” («ЖИВОЙ УРЛЮК») performance in which new words had been coined by rearranging letters in the Moscow mayor’s name. The applicants submitted photographs showing the banner ‘YURIY LUZHKOV UNCLUMSY THIEF’ attached to a snowman.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 April 2009 Mr Luzhkov sued the applicants and Mr G.V. for defamation, claiming that the banner “Yuriy Luzhkov unclumsy thief” and the Mr G.B.’s statement had impaired his honour, dignity and the reputation of the Moscow mayor.",
                        "elements": []
                    },
                    {
                        "content": "7.  By a judgment of 8 June 2009, the Tverskoy District Court in Moscow granted the part of the claim concerning Mr G.B.’s statement. It held that, since Mr Voronov had not asked Mr G.B. to join the proceedings as a co-defendant, he should be presumed to have been the author of the statement. As he had not produced any evidence to show the truth of the statement, he was liable for defamation because, in the District Court’s view, he had damaged the mayor’s honour and reputation by implying that the mayor had not discharged his duties in good faith. As regards the statement “Yuriy Luzhkov unclumsy thief”, the District Court noted that Mr G.V. denied being its author. However, as the phrase did not contain any allegation of dishonesty, unethical behaviour or criminality, it was not actionable in defamation. The District Court awarded Mr Luzhkov 35,000 Russian roubles (RUB) against the Kommersant newspaper and RUB 15,000 against Mr Voronov.",
                        "elements": []
                    },
                    {
                        "content": "8.  Mr Voronov and Mr Luzhkov filed appeals against the judgment. The applicants did not receive information about the date or time of the appeal hearing. The Government produced a copy of a summons which had been sent to Mr Voronov’s work address but returned as unclaimed.",
                        "elements": []
                    },
                    {
                        "content": "9.  On 22 June 2010 the Moscow City Court proceeded to hear the appeals in the applicants’ absence. It upheld the part of the judgment concerning Mr G.B.’s statement and, in addition, found the applicants liable for reproducing the phrase “Yuriy Luzhkov unclumsy thief”. In the City Court’s assessment, it amounted to an allegation of illegal and unethical conduct on the part of Mayor Luzhkov. The City Court increased the awards in Mr Luzhkov’s favour to RUB 50,000 (1,315 euros (EUR) at the material time) against the newspaper and RUB 30,000 (EUR 790) against the journalist.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "10.  The applicants complained that holding them liable for defaming the Moscow mayor had violated their right to freedom of expression under Article 10 of the Convention which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority...",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others ...”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "11.  The Court considers that this complaint is neither manifestly ill-founded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "12.  The Government submitted that Mr Voronov had not discharged his journalistic duty to check the accuracy of information he had published in the Kommersant newspaper. The impugned statements had not been founded on verified or verifiable information and had been capable of causing actual damage to the mayor’s standing, undermining his professional integrity or qualification in the eyes of the public. The applicants had been unable to satisfy the domestic courts that the allegations about Mr Luzhkov being motived by profit or about his being an “unclumsy thief” had been true and based on documentary evidence. The Government drew parallels between the present case and the Court’s inadmissibility decision in the case of Vitrenko and Others v. Ukraine (no. 23510/02, 16 December 2008), in which one of the applicants had called her political rival a thief without justification.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The applicants pointed out that the domestic courts had failed to distinguish between value judgments and statements of facts. The publication had concerned planned demolition of a landmark building which was a matter of considerable public interest. It reproduced the contents of the banners which the artists had deployed at the manifestation. The Moscow City Court had not mentioned the fact that the word “unclumsy” was not a real word in the Russian language and, as such, could have been neither untrue nor offensive. Finally, the applicants emphasised that the Moscow mayor was a career politician who had been dismissed by the President of Russia for a loss of confidence just a few months after the end of the defamation proceedings. Following his dismissal, the Supreme Court set aside the lower courts’ judgments in pending defamation proceedings in which the Moscow mayor’s claims had already been granted, and he had been unable to win any new claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The Court finds that the finding of the applicants’ liability and the award of damages against them constituted interference with their right to freedom of expression. The interference had a lawful basis, notably Article 152 of the Civil Code, which allowed an aggrieved party to seek the judicial protection of his reputation and claim compensation in respect of non-pecuniary damages. It also pursued a legitimate aim, that of protecting the reputation or rights of others, within the meaning of Article 10 § 2. It remains to be established whether the interference was “necessary in a democratic society”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  In reviewing under Article 10 the domestic courts’ decisions, the Court has to satisfy itself that the national authorities applied standards which were in conformity with the principles embodied in Article 10 and relied on an acceptable assessment of the relevant facts (see Perinçek v. Switzerland [GC], no. 27510/08, § 196, ECHR 2015 (extracts)). The following elements need to be taken into account: the position of the applicants, the position of the person against whom the criticism was directed, the subject matter of the publication, the characterisation of the contested statement by the domestic courts, the wording used by the applicants, and the penalty imposed (see Krasulya v. , no. 12365/03, § 35, 22 February 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The applicants in the instant case are a newspaper and a journalist. Their publication covered a rally which had been held in protest against the Moscow mayor’s plan to demolish the Central House of Artists. Given the prominent place the building occupied in central Moscow, its landmark status and its artistic mission, the prospect of its demolition was a matter of intense public interest and concern. The protest took the form of an artistic performance in which little snowmen had been made to hold up banners with witty one-liners by local poets and artists.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The Court reiterates that the media fulfil the essential function in a democratic society. Although they must not overstep certain bounds, their duty is nevertheless to impart – in a manner consistent with their duties and responsibilities – information and ideas on all matters of public interest. Not only do the media have the task of imparting such information and ideas, the public also has a right to receive them (see Pentikäinen v. Finland [GC], no. 11882/10, § 88, ECHR 2015). An artistic performance can be a form of political expression (see Tatár and Fáber v. Hungary, nos. 26005/08 and 26160/08, § 36, 12 June 2012), and both political speech and commentary on matters of public interest are accorded the high level of protection under Article 10, leaving the State authorities a particularly narrow margin of appreciation for suppressing such speech (see Morice v. France [GC], no. 29369/10, § 125, ECHR 2015, and Bédat v. Switzerland [GC], no. 56925/08, § 49, 29 March 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The protection afforded by Article 10 of the Convention to journalists is subject to the proviso that they act in good faith in order to provide accurate and reliable information in accordance with the tenets of responsible journalism (see Bédat, cited above, § 50). The Court finds no indication that the applicants acted in bad faith or otherwise inconsistently with the diligence expected of responsible journalists reporting on a matter of public interest. Mr Voronin’s account of the event and the content of the banners, including a line from Mr G.V.’s satirical poem, were consistent with the photographs of the rally. Nor was there any evidence that Mr Voronin misquoted Mr G.B. or misattributed his comment. In the domestic proceedings, the Russian courts made no attempt to establish whether or not the comment had been correctly attributed to Mr G.B. and whether or not it had been correctly quoted (see, by contrast, Erla Hlynsdottir v. Iceland (no. 2), no. 54125/10, §§ 18 and 63, 21 October 2014). They held instead that Mr Voronin could not benefit from the good faith reporting defence on the grounds he had not asked Mr G.B. to join the proceedings as a co-defendant. However, the choice of defendants belongs to the plaintiff and the plaintiff did not list Mr G.B. – unlike Mr G.V. – as one of the defendants, even though he had been clearly identified as the author of the comment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The finding of the applicants’ liability in defamation did not relate to their own speech but solely to the reported comment by Mr G.B. and the content of the banner signed by Mr G.V. The Court reiterates its constant approach that an individual’s liability in defamation must not extend beyond his or her own words. Punishing a journalist for assisting in the dissemination of statements made by another person would seriously hamper the contribution of the press to discussion of matters of public interest and should not be envisaged unless there are particularly strong reasons for doing so (see Godlevskiy v. Russia, no. 14888/03, § 45, 23 October 2008; Flux v. Moldova (no. 5), no. 17343/04, §§ 24-26, 1 July 2008; Reznik v. Russia, no. 4977/05, § 45, 4 April 2013; Stojanović v. Croatia, no. 23160/09, §§ 39 and 70, 19 September 2013, and Ringier Axel Springer Slovakia, a.s. v. Slovakia (no. 3), no. 37986/09, §§ 50 and 80, 7 January 2014). The Russian courts did not identify any reasons for holding the applicants responsible for statements which had been quoted directly from their respective authors. As noted above, even though Mr G.V. did not admit in the domestic proceedings to being the author of the line quoted on the banner, the photograph demonstrated that the applicants had accurately reported its content.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  When considering Mr Luzhkov’s claim, the Russian courts took no account of: the position of the claimant as a professional politician and the elected head of the city government who should be prepared to accept strongly worded criticism and may not claim the same level of protection as a private individual; the position of the applicants as members of the media who have a duty to impart information; the presence or absence of good faith on their part; the context and object of their reporting, and the existence of a matter of public interest or general concern. Their decisions were confined to the assessment of damage which Mr Luzhkov’s reputation may have suffered in connection with the applicants’ reporting on a public event and the lack of substantiation of what they considered to be factual allegations of criminal conduct. They failed to recognise that the instant case was one where the margin of appreciation available to the authorities in establishing the necessity for the impugned measure was particularly narrow. Nor did they attempt to perform a balancing exercise between the need to protect the plaintiff’s reputation and the applicants’ right to freedom of expression. Those failings call for the conclusion that the Russian courts did not “apply standards which were in conformity with the principles embodied in Article 10” and failed to give relevant and sufficient reasons to justify the interference (see Terentyev v. Russia, no. 25147/09, § 24, 26 January 2017).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  There has accordingly been a violation of Article 10 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "22.  The applicants also complained under Article 6 of the Convention that the appeal court had not sent them a summons detailing the date and time of the appeal hearing and had thereby prevented them from taking part in it.",
                                "elements": []
                            },
                            {
                                "content": "23.  Having regard to the facts of the case and its finding of a violation of Article 10, the Court considers that it has examined the main legal question raised in the present application. It therefore concludes that it is not necessary to examine the admissibility or merits of the above-mentioned complaints (see, for a similar approach, Pakdemirli v. Turkey, no. 35839/97, § 63, 22 February 2005, and Mustafa Erdoğan and Others v. Turkey, nos. 346/04 and 39779/04, § 48, 27 May 2014).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "24.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "25.  The applicants did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to make an award.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Declares the complaint concerning the interference with the applicants’ right to freedom of expression admissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there is no need to examine the admissibility and merits of the other complaints.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 23 June 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Helen Keller",
            "role": "president"
        },
        {
            "name": "María Elósegui",
            "role": "judges"
        },
        {
            "name": "Ana Maria Guerra Martins",
            "role": "judges"
        },
        {
            "name": "Olga Chernishova",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KOMMERSANT AND VORONOV v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-203182.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:0623JUD000042211",
    "externalsources": [],
    "extractedappno": [
        "422/11",
        "23510/02",
        "27510/08",
        "12365/03",
        "11882/10",
        "26005/08",
        "26160/08",
        "29369/10",
        "56925/08",
        "54125/10",
        "14888/03",
        "17343/04",
        "4977/05",
        "23160/09",
        "37986/09",
        "25147/09",
        "35839/97",
        "346/04",
        "39779/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-203182",
    "judgementdate": "23/06/2020 00:00:00",
    "kpdate": "23/06/2020 00:00:00",
    "kpthesaurus": [
        "149",
        "148"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "10",
        "10-1"
    ],
    "parties": [
        "KOMMERSANT AND VORONOV",
        "RUSSIA"
    ],
    "rank": "6165.1806640625",
    "representedby": [
        "ZHARKOV D."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "498861",
    "typedescription": "15"
}