{
    "__articles": "6;6-1;13;29;29-3;41",
    "__conclusion": "Violation of Art. 6-1;Violation of Art. 13;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses (Convention proceedings) - claim dismissed",
    "applicability": "",
    "appno": "71893/01",
    "article": [
        "6",
        "41",
        "29",
        "13"
    ],
    "conclusion": [
        {
            "details": [
                "Convention proceedings"
            ],
            "element": "Costs and expenses",
            "type": "other"
        },
        {
            "element": "- claim dismissed",
            "type": "other"
        }
    ],
    "content": {
        "001-61379.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 71893/01) against the Republic of Poland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Tadeusz Cegielski (“the applicant”), on 9 May 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Polish Government (“the Government”) were represented by their Agent, Mr K. Drzewicki, of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 14 January 2003 the Court decided to communicate the complaint concerning the length of the proceedings and the alleged lack of effective remedy to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "4.  The applicant was born in 1933 and lives in Bielsko-Biała, Poland.",
                        "elements": []
                    },
                    {
                        "content": "5.  In 1993 the Szczecin Regional Court annulled the decision given in 1947 by the Szczecin Military Court which had convicted the applicant’s father and had sentenced him to imprisonment and the forfeiture of his property.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 25 September 1995 the Szczecin Regional Court (Criminal Chamber) awarded the applicant compensation for his father’s imprisonment.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 20 July 1995 the applicant initiated before the Szczecin Regional Court (Sąd Wojwódzki w Szczecinie) civil proceedings against the State Treasury. He claimed compensation for the forfeited estate and farm machinery.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 25 September 1995, upon the trial court’s request, the applicant called as defendant the State Treasury represented by the Bydgoszcz Regional Court.",
                        "elements": []
                    },
                    {
                        "content": "9.  In January 1996 the trial court requested the Criminal Chamber of the same court to provide the applicant’s case-file. It received the file in September 1996.",
                        "elements": []
                    },
                    {
                        "content": "10.  On 10 February 1999 the trial court held the first hearing at which it heard the applicant. It further decided that three witnesses would be heard by the Myslibórz District Court.",
                        "elements": []
                    },
                    {
                        "content": "11.  On 23 March and 13 April 1999 the Myslibórz District Court held hearings at which it heard the witnesses.",
                        "elements": []
                    },
                    {
                        "content": "12.  On 4 August 1999 the applicant applied to the trial court to give a partial judgment relating only to the pecuniary damage sustained by his father in respect of loss of income which, according to him, was fully justified by the provided documents.",
                        "elements": []
                    },
                    {
                        "content": "13.  On 14 February 2000 the trial court joined as a co-defendant the Minister of Finance. Three months later the trial court joined as another codefendant the Minister of the Treasury.",
                        "elements": []
                    },
                    {
                        "content": "14.  On 6 September 2000 the court held hearing at which it asked for an expert opinion concerning the value of the farm machinery.",
                        "elements": []
                    },
                    {
                        "content": "15.  On 8 May 2001 the expert opinion was submitted to the trial court.",
                        "elements": []
                    },
                    {
                        "content": "16.  On 18 May 2001 the court requested another expert opinion concerning the value of the land and buildings.",
                        "elements": []
                    },
                    {
                        "content": "17.  On 17 October 2001 the trial court held a hearing.",
                        "elements": []
                    },
                    {
                        "content": "18.  On 29 October 2001 the Szczecin Regional Court gave a partial judgment. It awarded the applicant PLN 21,105 as compensation for the confiscated machinery. The remaining part of the action was to be examined at the later date. The Minister of the Treasury appealed against this judgment.",
                        "elements": []
                    },
                    {
                        "content": "19.  On 21 May 2002 the Poznań Court of Appeal dismissed the Minister’s appeal against the Szczecin Regional Court’s partial judgment. The Minister of the Treasury lodged a cassation appeal with the Supreme Court. This part of the proceedings is pending before the Supreme Court.",
                        "elements": []
                    },
                    {
                        "content": "20.  The proceedings relating to the part of the applicant’s action which was not examined by the Szczecin Regional Court in its partial judgment, are still pending before the trial court.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "22.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "23.  The period to be taken into consideration began on 20 July 1995 and has not yet ended. It follows that the proceedings have lasted over eight years and two months.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "24.  The Court notes that the complaint is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. The Court will therefore declare it admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The submissions before the Court",
                                        "elements": [
                                            {
                                                "content": "25.  The Government submitted that the case was “moderately complex” which was shown, inter alia, by the number of expert opinions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The Government acknowledged that the applicant did not contribute to the length of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  As regards the conduct of the domestic authorities the Government were of the view that they showed due diligence in examining the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  Finally, the Government maintained that what as at stake for the applicant was solely of a pecuniary nature and that special diligence was not required from the domestic authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The applicant submitted that his case was a simple one and that the domestic courts were solely responsible for the protracted length of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The applicant further submitted that despite the fact that his great age and the nature of the litigation called for expeditious proceedings, the authorities delayed them on purpose. This delay caused additional stress and financial hardship for the applicant and increased his fear that he would pass away before receiving compensation for the injustice suffered by him and his family during the communist regime.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "31.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the criteria established by its case-law, particularly the complexity of the case, the conduct of the applicant and of the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII and Humen v. Poland [GC], no. 26614/95, § 60, 15 October 1999).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The Court considers that the case was one of some complexity. However, the overall length of the proceedings cannot be explained by their complexity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  As regards the conduct of the applicant, the Court observes that the Government acknowledged that he did not contribute to the length of the proceedings (see paragraph 26 above). It sees no reason to hold otherwise.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  As regards the conduct of the domestic authorities the Court notes that the case has been pending before the Szczecin Regional Court since its introduction in July 1995 and no decision as to the whole of the applicant’s claim has been given yet (see paragraphs 7 and 20 above). Moreover, the trial court held the first hearing on 10 February 1999, that is over threeandahalf years after the applicant had lodged his action (see paragraph 10 above). The Court observes that substantial periods of inactivity occurred in the subsequent course of the proceedings, in particular, no hearings were held between 7 September 2000 and 16 October 2001 (see paragraphs 14 and 17 above). Despite the fact that the judgment of 29 October 2001 concerned only a part of the applicant’s claim, the trial court failed to continue the examination of the remaining part of his claim and no hearing was held. The Court notes that the Government did not provide any explanation for this period of inactivity on the part the Szczecin Regional Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Finally, with regard to what was at stake for the applicant in the domestic litigation, the Court notes that his claim for compensation could not have been established under the former communist regime and that the applicant was only able to submit his application over fifty years after the relevant events took place. Taking into account the applicant’s great age and the long time he has been waiting for redress, the Court finds that the proceedings were of significant importance for him (see Dewicka v. Poland, no. 38670/97, § 55, 4 April 2002 and Hałka v. Poland; no.71891/01, § 37, 2 July 2002).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Consequently, the Court considers that, in the particular circumstances of the instant case, a period of over eight years and two months, exceeds a reasonable time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "37.  The applicant further complained that he had no domestic remedy to complain about the excessive length of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "38.  The Government submitted that at the time of lodging his application with the Court the applicant did not have at his disposal an effective remedy for his complaint under Article 6 § 1 of the Convention. However, they noted that on 4 December 2001 the Polish Constitutional Court gave judgment, in consequence of which a remedy in respect of the excessive length of proceedings had been created. The Government concluded that after 18 December 2001 the applicant had at his disposal an effective remedy and “encouraged” him to resort to that remedy.",
                                "elements": []
                            },
                            {
                                "content": "39.  The Court notes that this complaint is linked to the one examined above and must therefore likewise be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "40.  The Court reiterates that Article 13 guarantees an effective remedy before a national authority for an alleged breach of the requirement under Article 6 § 1 to hear a case within a reasonable time (see, Kudła v. Poland [GC], no. 30210/96, § 156, ECHR 2000XI). While the Kudła case concerned criminal proceedings, the Court finds that this requirement applies equally to civil law procedure. Furthermore, the Court refers to its case-law to the effect that no specific remedy in respect of the excessive length of proceedings exists under Polish law (see, the Kudła judgment cited above § 160 and Gibas v. Poland, no. 24559/94, Commission decision of 6 September 1995, Decisions and Reports 82-A, p. 76).",
                                "elements": []
                            },
                            {
                                "content": "41.  The Court notes that the Government acknowledged that at the time of lodging his application with the Court the applicant did not have an effective remedy in respect of the length complaint.",
                                "elements": []
                            },
                            {
                                "content": "42.  As regards the Government contention that after 18 December 2001 the applicant had an effective remedy at her disposal, the Court observes that the Government’s objection is confined to a mere assertion, and that neither further information about the Constitutional Court’s judgment nor any juridical practice relating thereto have been provided. In the absence of such evidence the Court finds that the Government have failed to substantiate their contention that the remedy at issue is an effective one (see Skawinska v Poland (dec), no. 42096/98, 4 March 2003).",
                                "elements": []
                            },
                            {
                                "content": "43.  Accordingly, the Court holds that in the present case there has been a violation of Article 13 of the Convention in that the applicant had no domestic remedy whereby he could enforce his right to a “hearing within a reasonable time” as guaranteed by Article 6 § 1 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "45.  The applicant claimed 150,000 Polish zlotys (PLN) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Government submitted that the applicant’s claim was exorbitant and asked the Court to rule that finding a violation would constitute in itself sufficient just satisfaction. In the alternative, they invited the Court to make an award of just satisfaction on the basis of its case-law in similar cases and the national economic circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court is of the view that the applicant suffered damage of non-pecuniary nature such as distress and frustration resulting from the protracted length of the proceedings. Accordingly, the Court considers that, in the particular circumstances of the instant case and deciding on equitable basis, the applicant should be awarded EUR 8,000 under the head of nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "48.  The applicant also claimed reimbursement of the costs and expenses incurred before the domestic courts and for those incurred before the Court. However, he did not specify the amount sought in this respect and did not provide any supporting documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Government did not comment on the applicant’s claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  According to the Court’s case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court dismisses this claim (see, among other authorities, Hertel v Switzerland judgment of 25 August 1998, Reports of Judgments and Decisions 1998-VI, p. 2334, § 63).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "51.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 8000 (eight thousand euros) in respect of non-pecuniary damage, to be converted into Polish zlotys at the rate applicable at the settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 21 October 2003, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrsV. Strážnická",
            "role": "judges"
        },
        {
            "name": "MrM. Fischbach",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        },
        {
            "name": "MrJ. Borrego Borrego",
            "role": "judges"
        },
        {
            "name": "Mr M. O’Boyle",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF CEGIELSKI v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-61379.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2003:1021JUD007189301",
    "externalsources": [],
    "extractedappno": [
        "71893/01",
        "30979/96",
        "26614/95",
        "38670/97",
        "71891/01",
        "30210/96",
        "24559/94",
        "42096/98"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-61379",
    "judgementdate": "21/10/2003 00:00:00",
    "kpdate": "21/10/2003 00:00:00",
    "kpthesaurus": [
        "445",
        "406",
        "40",
        "444",
        "110",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "13",
        "29",
        "41",
        "6-1",
        "6",
        "29-3"
    ],
    "parties": [
        "CEGIELSKI",
        "POLAND"
    ],
    "rank": "470.681427001953",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Dewicka v. Poland, no. 38670/97, § 55, 4 April 2002",
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII",
        "Gibas v. Poland, no. 24559/94, Commission decision of 6 September 1995, Decisions and Reports 82-A, p. 76",
        "Halka v. Poland, no. 71891/01, § 37, 2 July 2002",
        "Hertel v. Switzerland, judgment of 25 August 1998, Reports of Judgments and Decisions 1998-VI, p. 2334, § 63",
        "Humen v. Poland [GC], no. 26614/95, § 60, 15 October 1999",
        "Kudla v. Poland [GC], no. 30210/96, § 156, § 160, ECHR 2000-XI",
        "Skawinska v. Poland (dec.), no. 42096/98, 4 March 2003"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "318552",
    "typedescription": "15"
}