{
    "__articles": "8;8-1;13;34;36;36-1;P1-1;P1-1-1;1;35;35-3",
    "__conclusion": "Preliminary objections dismissed (ratione temporis, ratione loci, victim, non-exhaustion of domestic remedies);Violation of Art. 8;Violation of P1-1;Not necessary to examine Art. 13;Just satisfaction reserved;Costs and expenses award - Convention proceedings",
    "applicability": "",
    "appno": "16219/90",
    "article": [
        "36",
        "8",
        "p1-1",
        "34",
        "35",
        "13",
        "1"
    ],
    "conclusion": [
        {
            "details": [
                "ratione temporis, ratione loci, victim, non-exhaustion of domestic remedies"
            ],
            "element": "Preliminary objections dismissed",
            "type": "other"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "element": "Not necessary to examine Art. 13",
            "type": "other"
        },
        {
            "element": "Just satisfaction reserved",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-61272.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 16219/90) against the Republic of Turkey lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Cypriot national, Mr John (Ioannis) Demades (“the applicant”), on 24 January 1990.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr A. Demetriades, a lawyer practising in Nicosia. The Turkish Government (“the Government”) were represented by their Agent, Professor Z. Necatigil.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged a violation of Articles 8 and 13 of the Convention and of Article 1 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1. Mr R. Türmen, the judge elected in respect of Turkey, withdrew from sitting in the case (Rule 28). The Government accordingly appointed Mr F. Gölcüklü, to sit as an ad hoc judge (Article 27 § 2 of the Convention and Rule 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 24 August 1999 the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicant and the Government each filed observations on the merits (Rule 59 § 1). In addition, third-party comments were received from the Cypriot Government, which had exercised their right to intervene (Article 36 § 1 of the Convention and Rule 61 § 2).",
                        "elements": []
                    },
                    {
                        "content": "8.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Third Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "9.  By a letter dated 2 July 2003 the Government informed the Court of the adoption and entry into force of the “Law on Compensation for Immovable Properties Located within the Boundaries of the Turkish Republic of Northern Cyprus” and raised an additional preliminary objection in this connection.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "10.  The applicant is a Cypriot national of Greek-Cypriot origin, born in 1929 and living in Nicosia.",
                        "elements": []
                    },
                    {
                        "content": "11.  The applicant states that he is the registered owner of a plot of land (Registration number: 1071, Sheet / Plan: XII/20 E, Plot 122) situated on the sea front in the district of Kyrenia in northern Cyprus. He also maintains that he is the owner of a two-storey house, which he built on the above-mentioned plot of land. He submits that the house was fully furnished and equipped and that it was used by him and his family on a regular basis not only for weekend and holiday purposes but also as a home.",
                        "elements": []
                    },
                    {
                        "content": "12.  The applicant states that since 1974 he has been prevented by the Turkish armed forces from having access to his property, using and enjoying possession of it as well as developing it. In addition, he claims that according to evidence his home is currently occupied by officers and/or other members of the Turkish armed forces.",
                        "elements": []
                    },
                    {
                        "content": "13.  On 30 June 2003 the “Parliament of the Turkish Republic of Northern Cyprus” enacted the “Law on Compensation for Immovable Properties Located within the Boundaries of the Turkish Republic of Northern Cyprus”, which entered into force on the same day.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT'S PRELIMINARY OBJECTIONS",
                        "elements": [
                            {
                                "content": "14.  The respondent Government in their submissions on the merits challenged the admissibility of the application relying on the following grounds: (1) inadmissibility ratione temporis and (2) ratione loci; (3) the manifestly illfounded nature of the application; and (4) the applicant's lack of locus standi.",
                                "elements": []
                            },
                            {
                                "content": "15.  Furthermore, in a letter dated 2 July 2003 the Government raised an additional preliminary objection concerning non-exhaustion of domestic remedies in the light of the “Law on Compensation for Immovable Properties Located within the Boundaries of the Turkish Republic of Northern Cyprus” adopted on 30 June 2003.",
                                "elements": []
                            },
                            {
                                "content": "16.  The Court notes that the Government did not submit any observations at the admissibility stage of the proceedings, although they were given ample opportunity to do so. On that account, the Government may be considered in principle estopped from raising their objections to admissibility at this stage (Rule 55 of the Rules of Court; see inter alia, Amrollahi v. Denmark, no. 56811/00, § 22, 11 July 2002; and Nikolova v. Bulgaria [GC], no. 31195/96, § 44, ECHR 1999-II).",
                                "elements": []
                            },
                            {
                                "content": "17.  In any event, and in so far as certain of the respondent Government's objections could be considered to have been raised at the admissibility stage by implication, having regard to their pleadings in the Loizidou case (judgments of 23 March 1995, (preliminary objections), Series A no. 310 and of 18 December 1996, (merits), Reports of Judgments and Decisions 1996-VI), the Court recalls that the first two objections were duly examined and rejected in the Loizidou v. Turkey case (op. cit.) and in the case of Cyprus v. Turkey ([GC], no. 25781/94, §§ 69-81, ECHR 2001-IV). It sees no reason to depart from its reasoning and conclusions on these two objections in the instant case.",
                                "elements": []
                            },
                            {
                                "content": "18.  As regards the third objection, the Court can only confirm its admissibility decision of 24 August 1999 holding that the applicant's complaints under Articles 8 and 13 of the Convention and Article 1 of Protocol No. 1 raise serious issues of fact and law, the determination of which requires an examination of the merits.",
                                "elements": []
                            },
                            {
                                "content": "19.  Concerning the applicant's alleged lack of victim status, the Court notes that the applicant was and continues to be the registered owner of the property in question and there is no doubt that he can be considered a \"victim\" within the meaning of Article 34 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "20.  Lastly, as regards the objection of non-exhaustion of domestic remedies raised by the Government in their letter of 2 July 2003 relating to the “Law on Compensation for Immovable Properties Located within the Boundaries of the Turkish Republic of Northern Cyprus”, the Court notes that this objection was raised after the application was declared admissible. It cannot, therefore, be taken into account at this stage of the proceedings.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  The applicant in his application complained of an unjustified interference with the right to respect for his home in violation of Article 8 of the Convention. The relevant provision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "22.  The respondent Government reiterated that Turkey could not be held liable under the Convention for the acts of the authorities of the “Turkish Republic of Northern Cyprus” (“TRNC”). They further maintained that the applicant's claims needed to be considered in the context of the political situation in Cyprus and the de facto state of affairs on the island. In particular, they averred that the applicant was not restricted in his access to his home in the “TRNC” by the actions of Turkey or the Turkish armed forces, but by, inter alia, the existence of the United Nations Buffer zone.",
                                "elements": []
                            },
                            {
                                "content": "23.  In addition, they contended that the notion of “home” in Article 8 of the Convention could not be interpreted to “cover an area of the State where one has grown up and where the family has its roots but where one no longer lives” (Loizidou v. Turkey (merits), op. cit., § 66). Thus, they submitted that, in view of the fact that the applicant was no longer living in the area where he alleged to have had his “home”, he could not have claimed to be a victim of a violation of Article 8 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "24.  Finally, the respondent Government maintained that the rights of individual members of one community in the territory presently administered by the other community were the subject of on-going inter-communal talks and the applicant's claim could only be resolved through negotiations aimed at a bi-zonal and bi-communal settlement of the Cypriot problem. In the meantime, such rights had to be restricted in the interests of security, public safety, for the prevention of disorder and for the protection of the rights and freedoms of others under Article 8 § 2 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "25.  The applicant disputed these arguments, relying essentially on the findings of the Commission in its Article 31 report (Cyprus v. Turkey, no. 25781/94, Commission's report of 4 June 1999, reported in Cyprus v. Turkey, op. cit., §§ 265, 266 and 272) and of the Court in the Loizidou case (merits, op. cit.), rejecting similar arguments raised by Turkey.",
                                "elements": []
                            },
                            {
                                "content": "26.  The applicant stated that the house in question was his home in Kyrenia and that one day he intended to reside there permanently. He claimed that this house was used by him, his wife and children on a regular basis not only for weekend and holiday purposes but also as a home. He contended that, due to the proximity of the house in Nicosia, he personally treated it as a home and also as a refuge for making business plans. In addition, he stated that it was regularly used by him and his family to offer hospitality and entertainment to family and friends, dignitaries, especially members of foreign embassies and of the Cypriot Government, as well as foreign and local business associates. He stated that this house in Kyrenia was a real home in every sense of the word.",
                                "elements": []
                            },
                            {
                                "content": "27.  Finally, the applicant claimed that his home was under the control of the Turkish armed forces and was used by members of the latter. Accordingly, he maintained that his continuous inability to access and use his home as well as that fact that the house and his personal effects were used by the Turkish armed forces, constituted a continuous and unjustified interference with his right to respect for his family life and his home.",
                                "elements": []
                            },
                            {
                                "content": "28.  The Cypriot Government distinguished the instant case from that of Loizidou v. Turkey (merits, op. cit.) on the basis that the applicant in that case did not have her home on the property in question. They contended that, by necessary implication from the Court's approach in the aforementioned judgment, a violation of Article 8 of the Convention would occur where a property at issue had actually been the home. In this connection they relied on the findings of the Commission in its Article 31 report (reported in Cyprus v. Turkey, op. cit.) that during the period under consideration the refusal to allow the return of any Greek-Cypriot displaced person to their homes in northern Cyprus constituted a continuing violation of Article 8 of the Convention (§ 272).",
                                "elements": []
                            },
                            {
                                "content": "29.  As to the respondent Government's plea that the acts of the “TRNC” do not engage Turkey's responsibility under the Convention, the Court recalls that it has reaffirmed that this plea cannot be sustained in the light of the Loizidou judgments (preliminary objections and merits, op. cit.) and the judgment in the case of Cyprus v. Turkey (see paragraph 17 above).",
                                "elements": []
                            },
                            {
                                "content": "30.  The Court further recalls that in the aforementioned Cyprus v. Turkey case (op. cit.) it rejected justifications similar to those advanced by Turkey in the instant case for the interference with the rights of Greek-Cypriot displaced persons to return to their homes in the north (§ 174, see paragraph 36 below).",
                                "elements": []
                            },
                            {
                                "content": "31.  The Court notes that the applicant's house in Kyrenia was a fully furnished and completely equipped house, which he and his family made regular use of and in which they lived for substantial periods of time over the year. The house was treated by the applicant and his family as a home. It served inter alia as a holiday home and for providing hospitality and entertainment to relatives, friends and persons associated with the applicant's business activities.",
                                "elements": []
                            },
                            {
                                "content": "32.  The Court notes in this context that it may not always be possible to draw precise distinctions, since a person may divide his time between two houses or form strong emotional ties with a second house, treating it as his home. Therefore, a narrow interpretation of the word “home” could give rise to the same risk of inequality of treatment as a narrow interpretation of the notion of “private life”, by excluding persons who find themselves in the above situations.",
                                "elements": []
                            },
                            {
                                "content": "33.  The Court recalls that the Convention is a living instrument to be interpreted in the light of societal changes and in line with present-day conditions (see Cossey v. the United Kingdom, judgment of 27 September 1990, Series A no. 184, p. 14, § 35). Furthermore, it notes that in its relevant case-law it has adopted an extensive interpretation of the notion of “home” (see, inter alia, Société Colas Est and Others v. France no. 37971/97, §§ 4042, ECHR 2002II; and Niemietz v. Germany, judgment of 16 December 1992, Series A no. 251-B, §§ 29-30).",
                                "elements": []
                            },
                            {
                                "content": "34.  Accordingly, the Court considers that in the circumstances of the present case, the house of the applicant qualified as “home” within the meaning of Article 8 of the Convention at the time when the acts complained of took place.",
                                "elements": []
                            },
                            {
                                "content": "35.  The Court observes that the present case differs from the Loizidou case (merits, op. cit.) since, unlike Mrs Loizidou, the applicant actually had a home in Kyrenia, albeit a secondary one.",
                                "elements": []
                            },
                            {
                                "content": "36.  The Court notes that since 1974 the applicant has been unable to gain access to and to use that home. In connection with this the Court recalls that, in its judgment in the case of Cyprus v. Turkey (op. cit., §§ 172-175), it concluded that the complete denial of the right of Greek-Cypriot displaced persons to respect for their homes in northern Cyprus since 1974 constituted a continuing violation of Article 8 of the Convention. The Court reasoned as follows:",
                                "elements": []
                            },
                            {
                                "content": "“172.  The Court observes that the official policy of the “TRNC” authorities to deny the right of the displaced persons to return to their homes is reinforced by the very tight restrictions operated by the same authorities on visits to the north by Greek Cypriots living in the south. Accordingly, not only are displaced persons unable to apply to the authorities to reoccupy the homes which they left behind, they are physically prevented from even visiting them.",
                                "elements": []
                            },
                            {
                                "content": "173.  The Court further notes that the situation impugned by the applicant Government has obtained since the events of 1974 in northern Cyprus. It would appear that it has never been reflected in “legislation” and is enforced as a matter of policy in furtherance of a bi-zonal arrangement designed, it is claimed, to minimise the risk of conflict which the intermingling of the Greek and Turkish-Cypriot communities in the north might engender. That bi-zonal arrangement is being pursued within the framework of the inter-communal talks sponsored by the United Nations Secretary-General (see paragraph 16 above).",
                                "elements": []
                            },
                            {
                                "content": "174.  The Court would make the following observations in this connection: firstly, the complete denial of the right of displaced persons to respect for their homes has no basis in law within the meaning of Article 8 § 2 of the Convention (see paragraph 173 above); secondly, the inter-communal talks cannot be invoked in order to legitimate a violation of the Convention; thirdly, the violation at issue has endured as a matter of policy since 1974 and must be considered continuing.",
                                "elements": []
                            },
                            {
                                "content": "175.  In view of these considerations, the Court concludes that there has been a continuing violation of Article 8 of the Convention by reason of the refusal to allow the return of any Greek-Cypriot displaced persons to their homes in northern Cyprus.”",
                                "elements": []
                            },
                            {
                                "content": "37.  The Court sees no reason in the instant case to depart from the above reasoning and findings in the case of Cyprus v. Turkey (op. cit.). Accordingly, it concludes that there has been a continuing violation of Article 8 of the Convention by reason of the complete denial of the right of the applicant to respect for his home.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "38.  The applicant contended that the continuous denial of access to his property in northern Cyprus and the ensuing loss of all control of it constituted a violation of Article 1 of Protocol No. 1, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "39.  The respondent Government referred to the arguments used in their preliminary objections concerning imputability as well as those used in their submissions on Article 8 (see paragraphs 22-24 above) to dispute the merits of the complaint under Article 1 of Protocol No. 1 to the Convention.",
                                "elements": []
                            },
                            {
                                "content": "40.  Furthermore, the respondent Government disagreed with the findings of the Court in its judgments in the Loizidou case (op. cit.). They maintained that those judgments should not be considered as precedent for the purposes of this application. They explained, inter alia, that all the relevant facts, including the intervening acts by the Turkish-Cypriot authorities, were neither before the Commission when it drew up its Article 31 report (op. cit.) nor before the Court when it adopted its judgments. In this connection they stated that the Court, in reaching its judgments in the Loizidou case (op. cit.), disregarded a number of relevant fundamental issues such as the complex historical and political dimension of the case. They argued that the present case had to be decided on its own facts and in the light of recent developments in Cyprus.",
                                "elements": []
                            },
                            {
                                "content": "41.  Finally, the Government pleaded that, even assuming an issue could arise under Article 1 of Protocol No. 1, the control of the use of property by the “TRNC” authorities was justified by the general interest.",
                                "elements": []
                            },
                            {
                                "content": "42.  The applicant and the Cypriot Government disputed these arguments. They relied on the points made on the applicant's side in the Loizidou case (merits, op. cit.) and the reasons given by the Court in that judgment for rejecting the arguments raised by Turkey, arguments which, they maintained, were simply repeated in the instant case.",
                                "elements": []
                            },
                            {
                                "content": "43.  The Court recalls that it has duly considered and rejected the arguments advanced by the respondent Government in its examination of Turkey's preliminary objections and its submissions in relation to Article 8 of the Convention (see paragraphs 17, 29 and 30 above).",
                                "elements": []
                            },
                            {
                                "content": "44.  It further recalls that in the aforementioned Loizidou v. Turkey case (merits, op. cit.), it rejected justifications similar to those advanced by Turkey in the instant case for the interference with Mrs Loizidou property rights. The Court reasoned as follows:",
                                "elements": []
                            },
                            {
                                "content": "“63. ... as a consequence of the fact that the applicant has been refused access to the land since 1974, she has effectively lost all control over, as well as all possibilities to use and enjoy, her property. The continuous denial of access must therefore be regarded as an interference with her rights under Article 1 of Protocol No. 1. Such an interference cannot, in the exceptional circumstances of the present case to which the applicant and the Cypriot Government have referred, be regarded as either a deprivation of property or a control of use within the meaning of the first and second paragraphs of Article 1 of Protocol No. 1. However, it clearly falls within the meaning of the first sentence of that provision as an interference with the peaceful enjoyment of possessions. In this respect the Court observes that hindrance can amount to a violation of the Convention just like a legal impediment.",
                                "elements": []
                            },
                            {
                                "content": "64. Apart from a passing reference to the doctrine of necessity as a justification for the acts of the \"TRNC\" and to the fact that property rights were the subject of intercommunal talks, the Turkish Government have not sought to make submissions justifying the above interference with the applicant's property rights which is imputable to Turkey.",
                                "elements": []
                            },
                            {
                                "content": "It has not, however, been explained how the need to rehouse displaced Turkish Cypriot refugees in the years following the Turkish intervention in the island in 1974 could justify the complete negation of the applicant's property rights in the form of a total and continuous denial of access and a purported expropriation without compensation.",
                                "elements": []
                            },
                            {
                                "content": "Nor can the fact that property rights were the subject of intercommunal talks involving both communities in Cyprus provide a justification for this situation under the Convention. In such circumstances, the Court concludes that there has been and continues to be a breach of Article 1 of Protocol No. 1.”",
                                "elements": []
                            },
                            {
                                "content": "45.  In the case of Cyprus v. Turkey (op. cit.) the Court confirmed the above conclusions (§§ 187 and 189):",
                                "elements": []
                            },
                            {
                                "content": "“187. The Court is persuaded that both its reasoning and its conclusion in the Loizidou judgment (merits) apply with equal force to displaced Greek Cypriots who, like Mrs Loizidou, are unable to have access to their property in northern Cyprus by reason of the restrictions placed by the “TRNC” authorities on their physical access to that property. The continuing and total denial of access to their property is a clear interference with the right of the displaced Greek Cypriots to the peaceful enjoyment of possessions within the meaning of the first sentence of Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "189. .. there has been a continuing violation of Article 1 of Protocol No. 1 by virtue of the fact that Greek-Cypriot owners of property in northern Cyprus are being denied access to and control, use and enjoyment of their property as well as any compensation for the interference with their property rights.”",
                                "elements": []
                            },
                            {
                                "content": "46.  The Court sees no reason in the instant case to depart from the conclusions which it reached in the Loizidou and Cyprus v. Turkey cases (op. cit.). Accordingly, it concludes that there has been and continues to be a violation of Article 1 of Protocol No. 1 to the Convention by virtue of the fact that the applicant is denied access to and control, use and enjoyment of his property as well as any compensation for the interference with his property rights.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  The applicant complained of lack of an effective remedy in breach of Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "48.  The Court notes that the applicant has submitted no pleadings on this point, including on the issue of applicability. It considers therefore that it is not necessary to examine this complaint.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "49.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "50.  The applicant claimed compensation for pecuniary loss amounting to 226,516 Cypriot pounds (CYP). He relied on an expert's report in assessing the value of his loss which included the loss of annual rents collected or expected to be collected from renting the property, plus interest from the date on which such rents were due until the day of payment. The rents claimed were for the period dating back to January 1987, when the respondent Government accepted the right of individual petition, until January 2000. The applicant did not claim compensation for any purported expropriation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  Further, the applicant claimed compensation for non-pecuniary damage in the sum of CYP 120,000. He detailed his claims as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  CYP 30,000 in respect of the continuing violation of his property rights under Article 1 of Protocol No. 1 from January 1987 when the respondent Government accepted the right of individual petition until January 2000. The applicant stated that this sum was calculated on the basis of the sum awarded by the Court in the Loizidou case (Article 50, op. cit.) by way of compensation for non-pecuniary damage, taking into account, however, that the period of time for which the damage was claimed in the instant case, was longer than that claimed in the Loizidou case (op. cit.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  CYP 90,000 in respect of the continuing violation of his right to respect for his home under Article 8 of the Convention, which he considered as being more serious than the violation of his property rights under Article 1 of Protocol No. 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Finally, the applicant reserved his right to increase, on a \"pro-rata\" basis, the amounts he claimed both as pecuniary and non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The respondent Government did not address the applicant's claims in their observations. They confined themselves to a general statement that the question of compensation for Greek-Cypriot property in northern Cyprus and Turkish-Cypriot property in southern Cyprus had to be settled through negotiations and inter-communal talks.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  In the circumstances of the case, the Court considers that the question of the application of Article 41 in respect of pecuniary and nonpecuniary damage is not ready for decision. The question must accordingly be reserved and the subsequent procedure fixed with due regard to any agreement which might be reached between the respondent Government and the applicant (Rule 75 § 1).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "55.  Finally, the applicant sought reimbursement of costs and expenses incurred in the proceedings before the Convention institutions amounting to CYP 1663.80. He detailed his claims as follows (and with reference to invoices):",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  CYP 950 for fees and expenses, covering work carried out by his lawyer in Cyprus in the proceedings before the Commission and the Court;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  CYP 600 for the costs of an expert report assessing the value of the property at issue;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  CYP 60 for various expenses (faxes, postage, etc); and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d)  interest at the rate of 8 % per annum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Government did not address the applicant's claims in their observations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court considers that the amounts claimed up until this stage of the procedure (see paragraph 45 above) can be considered to have been reasonably and necessarily incurred and are reasonable as to quantum (see Iatridis v. Greece, just satisfaction, [GC], no. 31107/96, § 54, ECHR 2000XI). It awards the amount claimed in full.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "58.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Dismisses by six votes to one the Government's preliminary objections;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds by six votes to one that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds by six votes to one that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds unanimously that it is not necessary to examine the applicant's complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds six votes to one",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment on the merits becomes final according to Article 44 § 2 of the Convention, EUR 2,875 (two thousand eight hundred and seventy five euros) in respect of costs and expenses plus any tax that may be chargeable, to be converted into Cypriot pounds at the rate applicable on the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds unanimously that the question of the application of Article 41 is not ready for decision in respect of pecuniary and non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "\taccordingly,",
                        "elements": []
                    },
                    {
                        "content": "(a)  reserves the said question in that respect;",
                        "elements": []
                    },
                    {
                        "content": "(b)  invites the Government and the applicant to notify the Court of any agreement that they may reach;",
                        "elements": []
                    },
                    {
                        "content": "(c)  reserves the further procedure and delegates to the President of the Chamber the power to fix the same if need be.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 31 July 2003 pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the dissenting opinion of Mr Gölcüklü is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "G.R.\nV.B.",
                        "elements": []
                    },
                    {
                        "content": "I regret, firstly, that I am unable to agree with the Court's decision to dismiss the Government's preliminary objection and its finding that there have been violations of Article 8 of the Convention and Article 1 of Protocol No. 1. Secondly, I disagree with the method used to deal with this case.",
                        "elements": []
                    },
                    {
                        "content": "Allow me to explain:",
                        "elements": []
                    },
                    {
                        "content": "I.   Merits of the case",
                        "elements": []
                    },
                    {
                        "content": "1.  As regards the first point, I would refer, in particular, to my dissenting opinion on the merits in the case of Loizidou v. Turkey (judgment of 18 December 1996, Reports 1996-VI). All I need do here is to recapitulate briefly the special circumstances of that case, while stressing its inherently political nature:",
                        "elements": []
                    },
                    {
                        "content": "2.  On the island of Cyprus two communities – the Turkish community and the Greek community – once lived and still live side by side, on an equal footing, but not always on very good terms, it must be admitted.",
                        "elements": []
                    },
                    {
                        "content": "3.  It will be remembered that the fateful day as far as the Cypriot “affair” or “crisis” is concerned was 15 July 1974. That was the date of the coup d'état organised by the Greek colonels with the intention of annexing the island to Greece (enosis). The head of State, Archbishop Makarios, fled the country and asked for assistance from the UN Security Council.",
                        "elements": []
                    },
                    {
                        "content": "4.  Following the coup d'état, whose declared aim was to put an end to the Cypriot State's existence, Turkey intervened alone (in view of the indifference of the other two guarantor States) to save the Republic; the intervention was based on the guarantee agreement between three States (the United Kingdom, Greece and Turkey), which gave them the right to intervene, separately or jointly, if the situation so required. It was therefore effected in implementation of a clause in an international instrument.",
                        "elements": []
                    },
                    {
                        "content": "5.  The above-mentioned events considerably altered the existing political situation and led to the separation of the two communities and division of the island (the southern part Greek and the northern part Turkish). I must add that this separation had already been perceptible since 1963. With the situation deteriorating day by day, the buffer zone had been set up and the UN forces interposed as far back as 1964.",
                        "elements": []
                    },
                    {
                        "content": "Subsequently, the “green line” – or demarcation line – was drawn between the south and north of the island, under the protection and surveillance of the UN forces. The population exchange was agreed between the Turkish authorities and the Greek authorities.",
                        "elements": []
                    },
                    {
                        "content": "6.  First, a few particulars to clarify the status of the buffer zone and the green line. In his report of 7 December 1989 – Security Council document S/21010 – on the UN operation in Cyprus the Secretary-General of the United Nations made the following observations about a demonstration on the demarcation line on 19 July 1989:",
                        "elements": []
                    },
                    {
                        "content": "“In the evening of 19 July, some 1,000 Greek Cypriot demonstrators ... forced their way into the United Nations buffer zone in the ... area of Nicosia. The demonstrators broke through a wire barrier maintained by UNFICYP and destroyed an UNFICYP observation post. They then broke through the line formed by UNFICYP soldiers and entered a former school complex where UNFICYP reinforcements regrouped to prevent them from proceeding further...”",
                        "elements": []
                    },
                    {
                        "content": "The Secretary-General continued:",
                        "elements": []
                    },
                    {
                        "content": "“The events described above created considerable tension in the island and intensive efforts were made, both at United Nations Headquarters and at Nicosia, to contain and resolve the situation. On 21 July, I expressed my concern at the events that had taken place and stressed that it was vital that all parties keep in mind the purpose of the United Nations buffer zone as well as their responsibility to ensure that that area was not violated. The President of the Security Council ... also stressed the need strictly to respect the ... buffer zone.” (See the report adopted by the European Commission of Human Rights on 8 July 1993 in the Chrysostomos and Papachrysostomou v. Turkey case, applications nos. 15299/89 and 15300/89, § 42; see also the report adopted by the Commission on the same day in the case of Loizidou v. Turkey, application no. 15318/89, §§ 76 et seq.)",
                        "elements": []
                    },
                    {
                        "content": "7.  That means that freedom of movement between northern and southern Cyprus ceased to be possible in July 1974 and that the impossibility is not imputable to Turkey alone or to the Turkish Republic of Northern Cyprus (“the TRNC”). In a way, it is the international community (the United Nations) which has taken on the responsibility of ensuring respect for the “green” demarcation line.",
                        "elements": []
                    },
                    {
                        "content": "Division of Cyprus was not an arbitrary act due to Turkey's intervention but an act which was the result and consequence of an agreement between the two communities (Turkish and Greek) in Vienna on 31 July and 2 August 1975. That agreement is applied, as we have just seen, under UN supervision. Two subsequent agreements, in 1977 and 1979, advocated a bizonal solution and provided that each community would be responsible for administration of its own territory. Questions of freedom of movement, place of residence etc. were settled under the bi-zonal and bi-communal system.",
                        "elements": []
                    },
                    {
                        "content": "My first conclusion is that although the TRNC is not recognised by the international community, the buffer zone and the “green” demarcation line are, and they must be respected according to the needs and circumstances of the time. Another paragraph taken from the above-mentioned Titina Loizidou report eloquently makes that point:",
                        "elements": []
                    },
                    {
                        "content": "“82.  The Commission finds that it is not in this connection required to examine the status of the 'Turkish Republic of Northern Cyprus'. It notes that the demonstration on 19 March 1989, in the course of which the applicant was arrested in northern Cyprus, constituted a violation of the arrangements concerning the respect of the buffer-zone in Cyprus... The provisions under which the applicant was arrested and detained (see paras. 43 - 45 ...) served to protect this very area. This cannot be considered as arbitrary.",
                        "elements": []
                    },
                    {
                        "content": "83.  The Commission therefore finds that the applicant's arrest and detention were justified under Article 5 § 1 (f), as applied to the regime created in Cyprus by international agreements concerning the buffer-zone.”",
                        "elements": []
                    },
                    {
                        "content": "The terms “buffer zone” and “green line” therefore do not mean “public green space”; they are not a “park” that one can walk through as one wishes.",
                        "elements": []
                    },
                    {
                        "content": "8.  We must bear in mind the very marked political colouring of this case. A court must, of course, concentrate on the legal aspect of the case before it; but it cannot always entirely avoid being caught up in political situations and taking them as the “facts of the case” (see, mutatis mutandis, the Akdivar and Others v. Turkey judgment of 16 September 1996, §§ 71/3, 73/2, 77). International law tends to take into account historical and political situations as relevant and valid “facts”, even if they are the outcome of illegal acts. Before 1989 the tendency in international law was not to go back further than one generation; at present the perspective has changed and the past is probed as far back as possible to reach the original illegality (as was the case with events in the Balkans).",
                        "elements": []
                    },
                    {
                        "content": "9.  The northern part of Cyprus is not a black hole. There is a socially and politically organised, democratic and independent community there, with its own legal system; the name and classification we give it are of no import. Can one deny the political existence of Taiwan?",
                        "elements": []
                    },
                    {
                        "content": "In fact, in its reports in the above-mentioned Chrysostomos and Papachrysostomou v. Turkey and Titina Loizidou v. Turkey cases, the European Commission of Human Rights examined the applicants' complaints (concerning the lawfulness of detention, peaceful enjoyment of possessions, etc.) from the standpoint of the law in force in northern Cyprus as such (see paragraphs 148-149 and 174 and paragraphs 76-79 respectively). Here is what the Commission's report in the Loizidou case said:",
                        "elements": []
                    },
                    {
                        "content": "“76.  The Commission has examined whether the applicant was deprived of her liberty 'in accordance with a procedure prescribed by law', as required by Article 5 § 1. It recalls that, on the question whether an arrest is 'lawful', including whether it complies with 'a procedure prescribed by law', the Convention refers back essentially to national law and lays down the obligation to conform to the substantive and procedural rules thereof. ...",
                        "elements": []
                    },
                    {
                        "content": "77.  As regards domestic law in Cyprus, the Commission notes that, under chapter 155, section 14(1), sub-paragraphs (b) and (c) of the criminal Procedure Law (see paragraph 43 ...), any police officer may arrest, without warrant, any person who commits in his presence [an] offence...",
                        "elements": []
                    },
                    {
                        "content": "78.  The Commission further notes that the applicant, having crossed the buffer-zone, was arrested in northern Cyprus by Turkish Cypriot policemen (cf. paras. 39 et seq. ...).",
                        "elements": []
                    },
                    {
                        "content": "79.  Having regard to the above elements, the Commission finds that the arrest and detention of the applicant in [northern] Cyprus, by police officers acting under Chapter 155, section 14 of the Criminal Procedure Law, took place 'in accordance with a procedure prescribed by law', as required by Article 5 § 1 of the Convention.”",
                        "elements": []
                    },
                    {
                        "content": "10.  As Judge Baka said in his dissenting opinion in the Loizidou v. Turkey case (judgment on the merits of 18 December 1996):",
                        "elements": []
                    },
                    {
                        "content": "“... Article 159 of the 'TRNC' Constitution and certain other legal provisions cannot be completely set to one side as devoid of all effect merely on the basis of the international non-recognition of the entity in northern Cyprus.”",
                        "elements": []
                    },
                    {
                        "content": "Moreover, the Court itself, in paragraph 45 of its above-mentioned Loizidou judgment, noted:",
                        "elements": []
                    },
                    {
                        "content": "“International law recognises the legitimacy of certain legal arrangements and transactions in such a situation, for instance as regards the registration of births, deaths and marriages, 'the effects of which can be ignored only to the detriment of the inhabitants of the territory' (see, in this context, Advisory Opinion on Legal Consequences for States of the Continued Presence of South Africa in Namibia (South West Africa) Notwithstanding Security Council Resolution 276 (1970), [1971] International Court of Justice Reports 16, p. 56, §. 125).”",
                        "elements": []
                    },
                    {
                        "content": "Would it not be pertinent to enquire whether non-attribution of “legal validity for purposes of the Convention” to “such provisions as Article 159 of the fundamental law on which the Turkish Government rely” (see paragraph 44 of the Loizidou judgment on the merits, cited above) would not amount to “ignoring the effects only to the detriment of the inhabitants of the territory”, to use the words quoted by the Court in paragraph 45 of the same judgment? Especially when it is remembered that tens of thousands of Turkish Cypriots were displaced from southern to northern Cyprus after the Vienna agreements.",
                        "elements": []
                    },
                    {
                        "content": "11.  That is why the Court was careful to emphasise, in connection with the exhaustion of remedies that: “Its ruling (on the matter) is confined to the particular circumstances of the... case. It is not to be interpreted as a general statement that remedies are ineffective in the 'TRNC' or that applicants are absolved from the obligation under Article 35 § 1 to have normal recourse to the remedies that are available and functioning” (see paragraph 37 of the Djavit An v. Turkey judgment of 20 February 2003).",
                        "elements": []
                    },
                    {
                        "content": "12.  I feel I must emphasise once more that northern Cyprus is not a vacuum. Notwithstanding its international situation, it provides for all the needs of its inhabitants. The judicial authorities, in particular, discharge their duties there as in any other State. They try the cases submitted to them, which may be brought before them both by nationals of the country and by aliens, notably by British companies.",
                        "elements": []
                    },
                    {
                        "content": "13  In truth, the present case is purely and simply about freedom of movement. But that freedom is not absolute. In public international law there is no general right to cross a State border or demarcation line to gain access to this or that property in the name of right of property. I refer in that connection to what Judges Bernhardt and Lopes Rocha said in their dissenting opinion in the Loizidou case (merits), concerning access to immovable property: “The case of Mrs Loizidou is not the consequence of an individual act of Turkish troops directed against her property or her freedom of movement, but it is the consequence of the establishment of the borderline in 1974 and its closure up to the present day.”",
                        "elements": []
                    },
                    {
                        "content": "14.  I will close my remarks on the first point with a reference, mutatis mutandis, to the conclusions of the European Commission of Human Rights in the above-mentioned Loizidou case:",
                        "elements": []
                    },
                    {
                        "content": "“97.  The Commission considers that a distinction must be made between claims concerning the peaceful enjoyment of one's possessions and claims of freedom of movement. It notes that the applicant, who was arrested after having crossed the buffer-zone in Cyprus in the course of a demonstration, claims the right freely to move on the island of Cyprus, irrespective of the buffer-zone and its control, and bases this claim on the statement that she owns property in the north of Cyprus.",
                        "elements": []
                    },
                    {
                        "content": "98.  The Commission acknowledges that limitations of the freedom of movement – whether resulting from a person's deprivation of liberty or from the status of a particular area – may indirectly affect other matters, such as access to property. But this does not mean that a deprivation of liberty, or restriction of access to a certain area, interferes directly with the right protected by Article 1 of Protocol No. 1. In other words, the right to the peaceful enjoyment of one's possessions does not include, as a corollary, the right to freedom of movement (see, mutatis mutandis, applications nos. 7671/76 etc., 15 foreign students v. the United Kingdom, decision of 19 May 1977, DR 9, p. 185 at pp. 186 f.)",
                        "elements": []
                    },
                    {
                        "content": "99.  The Commission therefore finds that the applicant's claim of free access to the north of Cyprus, which has been examined above (at paras. 81 ff.) under Article 5 of the Convention, cannot be based on her alleged ownership of property in the northern part of the island.",
                        "elements": []
                    },
                    {
                        "content": "100.  It follows that it discloses no issue under Article 1 of Protocol No. 1 ...",
                        "elements": []
                    },
                    {
                        "content": "101.  The Commission concludes ... that there has been no violation of Article 1 of Protocol No. 1 to the Convention.”",
                        "elements": []
                    },
                    {
                        "content": "II.  The Court's methodology",
                        "elements": []
                    },
                    {
                        "content": "15.  Secondly, I find it difficult to comprehend why the Court should be so eager and anxious to find that the respondent State has violated the applicant's right of property. The point is of undeniable importance both as regards the process of seeking a solution to the Cypriot international crisis and the resolution of Loizidou-type cases. ",
                        "elements": []
                    },
                    {
                        "content": "16.  The international bodies dealing with the Cypriot crisis, including the Council of Europe, have said on more than one occasion that the dispute will be resolved through negotiations and bilateral talks. Indeed, good progress is currently being made. It is necessary, therefore, to cooperate with that process and, above all, to avoid stirring up trouble.",
                        "elements": []
                    },
                    {
                        "content": "17.  On that theme, a desired change has just been brought about with the enactment of the Law on “compensation for immovable properties located within the boundaries of the Turkish Republic of Northern Cyprus, which are within the scope of Article 159, paragraph (4) of the Constitution”. The Law was passed and entered into force on 30 June 2003.",
                        "elements": []
                    },
                    {
                        "content": "Section 3 of the Law, which sets out the aims of the legislation, provides:",
                        "elements": []
                    },
                    {
                        "content": "“The purpose of this Law is to regulate the necessary procedure and conditions to be complied with by persons to prove their legal rights which they claim in respect to immovable properties within the scope of Article 159, paragraph (4) of the Constitution of the Turkish Republic of Northern Cyprus as well as the basis on which compensation shall be paid to such persons.”",
                        "elements": []
                    },
                    {
                        "content": "18.  This legislation undoubtedly constitutes a major development of relevance to all applications raising similar problems to those raised in the Loizidou case.",
                        "elements": []
                    },
                    {
                        "content": "In my opinion, before delivering its judgment in the present case, the Court should have examined the new situation in the light of the new legislation and at least requested observations from the respondent Government, particularly bearing in mind that the latter were presumably unaware that delivery of the judgment was imminent.",
                        "elements": []
                    },
                    {
                        "content": "19.  Instead of adopting that approach, which I believe would have been only reasonable and fair for it to do, the Court bluntly stated (in reply to the Government's letter of 2 July 2003 raising the preliminary objection of failure to exhaust domestic remedies): “the Government did not submit any observations at the admissibility stage of the proceedings, although they were given ample opportunity to do so. On that account, the Government may be considered in principle estopped from raising their objections to admissibility at this stage” (see paragraph 16 of the judgment), as if the Law of 30 July 2003 already existed when the question of the admissibility of the application was considered.",
                        "elements": []
                    },
                    {
                        "content": "The Court held that, following the decision on the admissibility of the application, the preliminary objection of failure to exhaust domestic remedies could no longer be raised (see paragraph 20 of the judgment). That, to my mind, is an erroneous interpretation of the relevant provisions of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "The final paragraph of Article 35 (admissibility criteria) reads as follows: “The Court shall reject any applications which it considers inadmissible under this Article. It may do so at any stage of the proceedings”.",
                        "elements": []
                    },
                    {
                        "content": "Article 37 § 1 provides:",
                        "elements": []
                    },
                    {
                        "content": "“The Court may at any stage of the proceedings decide to strike an application out of its list of cases where the circumstances lead to the conclusion that...",
                        "elements": []
                    },
                    {
                        "content": "(b) the matter has been resolved;",
                        "elements": []
                    },
                    {
                        "content": "(c) for any other reason established by the Court, it is no longer justified to continue the examination of the application.”",
                        "elements": []
                    },
                    {
                        "content": "20.  There is, therefore, nothing in the Convention to prevent the Court from reopening an admissibility decision, particularly as the second paragraph of Article 37 provides: “The Court may decide to restore an application to its list of cases if it considers that the circumstances justify such a course”.",
                        "elements": []
                    },
                    {
                        "content": "Above all, the applicant's position would not have been prejudiced if, rather than delivering a judgment finding a violation shortly after a major, radical change in the existing situation, the Court had decided to re-examine the alleged complaint in a new light.",
                        "elements": []
                    },
                    {
                        "content": "The lack of urgency is confirmed by the Court's decision to reserve the question of the application of Article 41, as it is not ready for determination. In other words, there was no immediate hurry. Surely there must be a danger that the finding of a violation will undermine the positive progress that has been noted in the situation over the past few months?",
                        "elements": []
                    },
                    {
                        "content": "21.  It is regrettable that in a case as sensitive and unusual as the present one the Court should have failed to take into account the political and legal context, instead taking refuge in a strict and rigid application of the time-limits for lodging observations on the issue of admissibility.",
                        "elements": []
                    },
                    {
                        "content": "22.  In view of the provisions of the aforementioned Articles 35 and 37 of the Convention, nothing in the Convention or the case-law of the Court and the former Commission, can serve to justify such a restrictive approach. In the Donnelly and Others v. the United Kingdom case, the Commission initially declared the applications inadmissible before, in a subsequent reversal of that decision, holding that domestic remedies had not been exhausted (see Donnelly and Others v. the United Kingdom, application nos. 5577-5583/72, Commission decision of 15 December 1975, DR 4, p. 174 et seq.) and the applications were inadmissible. The Court too has examined the circumstances in which a new domestic remedy or new information may be relied on at an advanced stage in the examination of the merits of a case (see Artico v. Italy, judgment of 13 May 1980, Series A no. 37, p. 13, § 27).",
                        "elements": []
                    },
                    {
                        "content": "23.  The introduction of new legislation providing for compensation constitutes, over and above a remedy in the strict sense, “new information” of the utmost importance and, as such, cannot be disregarded by the Court or interpreted in a way that is purely procedural.",
                        "elements": []
                    },
                    {
                        "content": "The “new information” in the instant case is precisely that the applicant's rights of property will be recognised, and the applicant will be entitled to compensation simply by proving his title (as is, of course, entirely normal in any legal system).",
                        "elements": []
                    },
                    {
                        "content": "The new legislation is not merely a “remedy” akin to the Pinto Law. It goes much further, as it calls into question the initial violation itself found in the Loizidou case in 1996 and, therefore, all the parameters, including standing as a victim and the possibility of obtaining redress in domestic proceedings despite the difficult political context and economic and social difficulties faced by Turkish Cypriots since the events of 1974.",
                        "elements": []
                    },
                    {
                        "content": "The legislation calls into question Article 159 of the Constitution, on which the Loizidou case was based, and which provided for the extinguishment of the right of property. By recognising a right to compensation for claimants with clearly established titles to property, it thereby recognises the continuing rights of property of the persons concerned. The Court has every interest, for example, in comparing these cases with the situation examined in the cases of Pisano and Kalantari (see Pisano v. Italy [GC] (striking out), no. 36732/97, 24 October 2002; and Kalantari v. Germany (striking out), no. 51342/99, ECHR 2001-X). In both judgments, the Court examined, at an advanced stage in the proceedings, the fundamental parameters of the applications, including such issues as standing as victims, reparation and resolution of the dispute.",
                        "elements": []
                    },
                    {
                        "content": "The Court was not prevented by either the Convention or its case-law from assuming its responsibility as an international Court to examine what the implications of such important new information were for a series of applications that raised major political and legal issues.",
                        "elements": []
                    },
                    {
                        "content": "The Court should have focused on that aspect of the case instead of confining itself to what I believe to be an erroneous interpretation of the Convention, purportedly based on the notion of “lateness”.",
                        "elements": []
                    },
                    {
                        "content": "24.  That approach is made all the more regrettable by the fact that it reflects neither the spirit nor the letter of the Convention. It should not be forgotten that the protective machinery set up by the Convention gives preference to the friendly settlement of disputes arising under its provisions: paragraph 1 (b) of Article 38 provides that the Court shall firstly place itself at the disposal of the parties concerned with a view to securing a friendly settlement of the matter. Since the Handyside v. the United Kingdom case (judgment of 17 December 1976, Series A no. 24, § 48), the Court has repeatedly said that the Convention the machinery of protection established by the Convention is subsidiary to the national systems safeguarding human rights. Is any reminder needed that under the Convention system a finding of a violation of a protected right by a State party is a means to be used only as a last resort?",
                        "elements": []
                    },
                    {
                        "content": "25.  Like it or not, say it or deny it, the political nature of cases such as Loizidou is indisputable. Since the Loizidou judgment, the Court has in a series of judgments and decisions proved adept at taking into account the “political upheaval brought about by the Second World War and its disastrous consequences” for which global political solutions needed to be found. It has thus succeeded in promoting concepts which go beyond the interests, and even rights, of the individual by adopting a realistic and pragmatic approach that seeks to provide solutions that are balanced or will be beneficial in the long term (see, mutatis mutandis, Wittek v. Germany, no. 37290/97, § 61, 12 December 2002; Prince Hans-Adam of Liechtenstein v. Germany [GC], no. 42527/98, § 69, ECHR 2001-VIII; and Gorzelik and Others v. Poland, no. 44158/98, § 69, 20 December 2001). In these judgments, the Court adopted a pragmatic approach against the complex historical political background that required a precise evaluation of the competing interests and even of the individual rights and freedoms. The Court correctly perceived the individual interest as being relative and having to yield to interests that affected the community as a whole and were of vital importance to the group, nation or State.",
                        "elements": []
                    },
                    {
                        "content": "26.  It is my view that my foregoing remarks in favour of a re-examination of all the Loizidou-type applications following the major, positive development in the situation and the circumstances surrounding these cases should encourage the Court to adopt a wiser and fairer approach (and one that I would recommend) than that it has felt obliged to take. ",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrG. Ress",
            "role": "president"
        },
        {
            "name": "MrI. Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "MrL. Caflisch",
            "role": "judges"
        },
        {
            "name": "MrB. Zupančič",
            "role": "judges"
        },
        {
            "name": "MrsH.S. Greve",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "MrF. Gölcüklü",
            "role": "ad hoc judge"
        },
        {
            "name": "Mr V. Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DEMADES v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-61272.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2003:0731JUD001621990",
    "externalsources": [],
    "extractedappno": [
        "16219/90",
        "56811/00",
        "31195/96",
        "25781/94",
        "37971/97",
        "31107/96",
        "15299/89",
        "15300/89",
        "15318/89",
        "7671/76",
        "5583/72",
        "36732/97",
        "51342/99",
        "37290/97",
        "42527/98",
        "44158/98"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-61272",
    "judgementdate": "31/07/2003 00:00:00",
    "kpdate": "31/07/2003 00:00:00",
    "kpthesaurus": [
        "451",
        "426",
        "369",
        "304",
        "293",
        "430",
        "14",
        "402",
        "396",
        "183",
        "498",
        "444"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "36",
        "P1-1-1",
        "8",
        "8-1",
        "34",
        "36-1",
        "35-3",
        "35",
        "13",
        "1",
        "P1-1"
    ],
    "parties": [
        "DEMADES",
        "TURKEY"
    ],
    "rank": "466.081115722656",
    "representedby": [
        "N/A"
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Amrollahi v. Denmark, no. 56811/00, § 22, 11 July 2002",
        "Cossey v. the United Kingdom, judgment of 27 September 1990, Series A no. 184, p 14, § 35",
        "Cyprus v. Turkey [GC], no. 25781/94, §§ 69-81, §§ 172-175, §§ 187 and 189, § 199, ECHR 2001-IV",
        "Iatridis v. Greece, just satisfaction, [GC], no. 31107/96, § 54, ECHR 2000-XI",
        "Loizidou v. Turkey, judgment of 18 December 1996, merits, Reports of Judgments and Decisions 1996-VI",
        "Loizidou v. Turkey, judgment of 23 March 1995, preliminary objections, Series A no. 310",
        "Niemietz v. Germany, judgment of 16 December 1992, Series A no. 251-B, §§ 29-30",
        "Nikolova v. Bulgaria [GC], no. 31195/96, § 44, ECHR 1999-II  Société Colas Est and Others v. France no. 37971/97, §§ 40-42, ECHR 2002-II"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "318454",
    "typedescription": "15"
}