{
    "__articles": "5;5-3",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention)",
    "applicability": "",
    "appno": "55299/07",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-3 - Length of pre-trial detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        }
    ],
    "content": {
        "001-139485.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 55299/07) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Russian nationals, Mr Viktor Valeryanovich Pastukhov and Mr Denis Aleksandrovich Yelagin (“the applicants”), on 1 November 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr V. Lunev, a lawyer practising in Kemerovo. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged in particular that their pre-trial detention had been unreasonably long.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 21 September 2010 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants were born in 1958 and 1980 respectively and live in Kemerovo.",
                                "elements": []
                            },
                            {
                                "content": "A.  Preliminary investigation and the first trial",
                                "elements": [
                                    {
                                        "content": "6.  Both applicants were suspected of involvement in an organised criminal gang.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 11 March 2005 the Kemerovo Zavodskoy District Court authorised the second applicant’s detention pending investigation. When justifying the decision to remand him in custody, the court noted, in particular, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... [The second applicant] is charged with a serious offence which entails a custodial sentence exceeding ten years; he might abscond or ... put pressure on and threaten B., one of the co-defendants, who voluntarily testified that he and [the second applicant] had committed an armed robbery at the premises of ... a furniture manufacturing company. Furthermore, if released, [the second applicant] might attempt to destroy ... evidence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 24 June 2005 the Kemerovo Tsentralniy District Court authorised the first applicant’s detention pending investigation. The court did not find it possible to use any other measure of restraint. In particular, the court noted as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... the court takes into account that [the first applicant] is charged with a number of very serious criminal offences which ... entail a custodial sentence of from eight to fifteen years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, the court takes into account that [the first applicant] played an active part in the offences: as well as the specific circumstances of the crimes committed ... the fact that he had had firearms in his possession ... and had so far failed to turn them in. Accordingly, the court considers that even though [the first applicant] does not have a criminal record, that he was employed and provided positive character references, the conclusion is that if released [the first applicant] might abscond, interfere with the administration of justice by putting pressure on and threatening witnesses, and continue with criminal activities. The court finds without merit the arguments furthered by the defence and [the first applicant] that he has not absconded in the past. The criminal investigation against [him] was suspended due to the [authorities’] failure to identify the culprits ... [The first applicant] was identified as a suspect only in May 2005 ... [Before that time] he did not have any reasons to abscond.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 22 July 2005 the Tsentralniy District Court extended the second applicant’s detention until 2 October 2005, reasoning as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The circumstances underlying the [second applicant’s] remand in custody had not changed or ceased to exist. [The second applicant] is charged with a serious crime and a number of particularly serious offences. Accordingly, there are reasons to believe that once at liberty he might abscond, continue with his criminal activities or interfere with the establishment of the truth in the case.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 11 August 2005 the Tsentralniy District Court extended the first applicant’s detention until 2 October 2005. The court took into account the gravity of the charges against him and indicated as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... the court finds that [the circumstances underlying the court’s decision to remand the first applicant in custody] did not cease to exist and it is still necessary to detain him. The court considers that, if released, [the first applicant] might continue his criminal activity, abscond or interfere with administration of justice.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 30 September 2005 the Kemerovo Regional Court extended the applicants’ pre-trial detention until 2 January 2006. The court issued a detention order in respect of seven co-defendants, including the applicants, noting that it granted the prosecutor’s request that the defendants be detained pending trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 10 October 2005 the Regional Court set the trial for 24 to 28 October 2005, noting that the five defendants, including the applicants, should remain in custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  It appears that the applicants’ detention was repeatedly extended pending trial. Each time the court referred to the gravity of the charges, arguing that the circumstances underlying the court’s decision to remand them in custody had not ceased to exist. According to the second applicant, his detention was extended on 2 January 2006. On 20 March 2006 the Regional Court extended the applicants’ detention until 26 June 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  According to the Government, on 22 March 2006 the authorities found a note on defendant B. which proved that the applicants had tried to put pressure on him to make him testify in their favour. B. was also held in custody pending trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 29 May 2006 the Regional Court granted a request by the prosecutor for the criminal prosecution against the applicants and four other defendants to be discontinued in respect of the charges concerning membership of an organised criminal gang. On the same day the Regional Court found the first applicant guilty of robbery and wilful destruction of property and the second applicant of robbery and illegal possession of firearms. The court sentenced them to ten and twelve years’ imprisonment respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 25 October 2006 the Supreme Court of Russia quashed the applicants’ conviction on appeal and remitted the matter to the Regional Court for fresh consideration. The applicants remained in custody pending the new trial.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Second trial",
                                "elements": [
                                    {
                                        "content": "17.  On 28 December 2006 the Regional Court extended detention in respect of four defendants, including the applicants, until 20 March 2007. In the relevant extension order the court reasoned as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Regard being had to the gravity of the offences the defendants are charged with, their character and other circumstances, the court has sufficient reasons to believe that if at liberty they might abscond, continue with their criminal activities, threaten witnesses and other parties to the proceedings, or otherwise interfere with the administration of justice.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 12 March 2007 the Regional Court extended the applicants’ detention until 20 June 2007, reiterating verbatim the reasoning it had used when issuing the detention order of 28 December 2006. On the same date the court transferred the case back to the prosecutor’s office for further investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On an unspecified date the prosecutor forwarded the case file to the Kemerovo Zavodskoy District Court. On 31 May 2007 the District Court fixed the hearing for 7 June 2007. It further extended the detention in respect of four of the co-defendants, including the applicants, reasoning as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Regard being had to the gravity of the offences [the defendants] are charged with, their character and other circumstances, the court has sufficient reasons to believe that if at liberty they might abscond, continue with their criminal activities, threaten witnesses and other parties to the proceedings, or otherwise interfere with the administration of justice. [Their detention] is necessary for execution of the verdict.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, the court did not receive any evidence that [their detention] was no longer necessary.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 6 June 2007 the Supreme Court of Russia considered appeals against the decisions of 28 December 2006 and 12 March 2007 and upheld them. The second applicant appealed only against the decision of 28 December 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 4 July 2007 the Zavodskoy District Court returned the criminal case file to the prosecutor’s office to allow the latter to consolidate the cases against different defendants charged with the same offences. The court discerned no circumstances that would permit the applicants’ release, and ordered that they remain in detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 19 July 2007 the police investigator discontinued the criminal proceedings against the first applicant in respect of the charge of wilful destruction of property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 24 July 2007 the Regional Court upheld the decision of 31 May 2007 on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 22 August 2007 the Zavodskoy District Court decided to hold a preliminary hearing of the matter in response to the applicants’ request to be tried by jury. The court ruled that the applicants and two other defendants remain in custody. In particular, the court noted as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Regard being had to the gravity of the charges against [the applicants], B. and L., their character and other circumstances, the court considers that if released they might abscond, continue with their criminal activity, threaten witnesses or other parties to the proceedings, or otherwise interfere with the administration of justice...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, the defence failed to furnish evidence that [their detention] was no longer necessary. Accordingly, there are no grounds to lift or change the measure of restraint imposed.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 30 August 2007 the District Court set the trial for 12 September 2007. It further reasoned that the four defendants, including the applicants, should remain in custody. The court did not establish any grounds justifying their release.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 13 September 2007 the District Court extended the applicants’ detention until 20 December 2007. The court issued a single order in respect of the four defendants, including the applicants, and reiterated verbatim the reasoning of its decision of 22 August 2007. On 18 October 2007 the Regional Court upheld the decision of 13 September 2007 on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 13 December 2007 and 11 March and 15 May 2008 the District Court extended the applicants’ detention until 20 March, 20 May and 20 July 2008 respectively. The court’s reasoning and the format of the order remained unchanged. The Regional Court upheld the said decisions on appeal on 19 February, 17 April and 8 July 2008 respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 18 July 2008 the District Court found the applicants guilty of robbery and sentenced them to three years and one month and three years and two months’ imprisonment respectively. The applicants did not appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  It appears that both applicants were released shortly after the pronouncement of the judgment of 18 July 2008.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  The applicants complained that the length of their pre-trial detention had not been justified by relevant or sufficient reasons. They relied on Article 5 of the Convention, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "31.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "32.  The Government asserted that the length of the applicant’s pre-trial detention had been justified in view of the complexity of the case. They further considered that, by relying on such reasons as the gravity of the charges against the applicants and the risk that they would threaten the parties to the proceedings or abscond, the domestic courts had rightfully justified the applicants’ detention pending investigation and trial. Furthermore, the applicants had threatened one of their co-defendants to make him alter his testimony.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The applicants maintained their complaint. They denied the Government’s allegations that they had put any pressure on B. As the regards the notes found on B., the second applicant denied having written them. He also claimed that there was nothing in their text to substantiate the Government’s allegations that he had tried to make B. change his testimony.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "34.  According to the Court’s well-established case-law, in determining the length of pre-trial detention under Article 5 § 3 of the Convention the period to be taken into consideration begins on the day the accused is taken into custody and ends on the day when the charge is determined, even if only by a court of first instance (see, among many other authorities, Belevitskiy v. Russia, no. 72967/01, § 99, 1 March 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Furthermore, in view of the essential link between Article 5 § 3 of the Convention and paragraph 1 (c) of that Article, a person convicted at first instance cannot be regarded as being detained “for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence”, but is in the position provided for by Article 5 § 1 (a), which authorises deprivation of liberty “after conviction by a competent court” (see Panchenko v. Russia, no. 45100/98, §§ 91 and 93, 8 February 2005, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Accordingly, in the present case the period to be taken into consideration consisted of two separate terms: (1) from 24 June 2005 (in respect of the first applicant) and from 11 March 2005 (in respect of the second applicant), when the applicants were remanded in custody, to 29 May 2006, when they were convicted at first instance in the first set of criminal proceedings; and (2) from 25 October 2006, when the applicants’ conviction was quashed on appeal, to 18 July 2008, when the applicants were convicted at first instance in the second set of criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  It follows that the period of the detention to be taken into consideration in the instant case amounted in total to approximately two years and eight months in respect of the first applicant and two years and eleven months in respect of the second applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Court reiterates that the question whether a period of time spent in pre-trial detention is reasonable cannot be assessed in the abstract. Whether it is reasonable for an accused to remain in detention must be assessed on the facts of each case and according to its specific features. Continued detention can be justified in a given case only if there are actual indications of a genuine requirement of public interest which, notwithstanding the presumption of innocence, outweighs the rule of respect for individual liberty laid down in Article 5 of the Convention (see, among other authorities, Kudła v.  [GC], no. 30210/96, §§ 110 et seq.), ECHR 2000XI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The existence and persistence of a reasonable suspicion that the person arrested has committed an offence is a sine qua non for the lawfulness of the continued detention. However, after a certain lapse of time it no longer suffices. In such cases, the Court must establish whether the other grounds given by the judicial authorities continued to justify the deprivation of liberty. Where such grounds are “relevant” and “sufficient”, the Court must also ascertain whether the competent national authorities displayed “special diligence” in the conduct of the proceedings (see Labita v.  [GC], no. 26772/95, §§ 152 and 153, ECHR 2000IV). Justification for any period of detention, no matter how short, must be convincingly demonstrated by the authorities (see Shishkov v. Bulgaria, no. 38822/97, § 66, ECHR 2003I (extracts) When deciding whether a person should be released or detained, the authorities are obliged to consider alternative measures of ensuring his appearance at trial (see Jabłonski v. Poland, no. 33492/96, § 83, 21 December 2000).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The responsibility falls in the first place on the national judicial authorities to ensure that in a given case the pre-trial detention of an accused person does not exceed a reasonable length. To this end they must, paying due regard to the principle of the presumption of innocence, examine all the arguments for or against the existence of a public interest which justifies a departure from the rule in Article 5, and must set them out in their decisions on applications for release. It is essentially on the basis of the reasons given in these decisions and of the established facts stated by the applicant in his appeals that the Court is called upon to decide whether or not there has been a violation of Article 5 § 3 (see, for example, McKay v. the United Kingdom [GC], no. 543/03, § 43, ECHR 2006X).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court accepts that the reasonable suspicion that the applicants committed the offences they had been charged with, being based on cogent evidence, persisted throughout the trial leading to their conviction. It remains to be ascertained whether the judicial authorities gave “relevant” and “sufficient” grounds to justify the applicants’ detention and whether they displayed “special diligence” in the conduct of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  When remanding the applicants in custody, the domestic authorities referred to the gravity of the charges against them and their character. In this respect they noted that they might interfere with the administration of justice, put pressure on witnesses or other parties to the proceedings, or destroy evidence. They also cited the risk that they would abscond or continue with criminal activities. The Court is prepared to accept that the applicants’ detention may initially have been warranted by the combination of those factors. Accordingly, the Court must establish whether the same grounds given by the judicial authorities continued to justify the deprivation of liberty with the passage of time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  In this connection the Court reiterates that, although the severity of the sentence faced is a relevant element in the assessment of the risk of an accused absconding or reoffending, the need to continue the deprivation of liberty cannot be assessed from a purely abstract point of view, taking into consideration only the seriousness of the offence. Nor can continuation of the detention be used to anticipate a custodial sentence (see Letellier v. France, 26 June 1991, § 51, Series A no. 207; Panchenko, cited above, § 102; Goral v. Poland, no. 38654/97, § 68, 30 October 2003; and Ilijkov v. Bulgaria, no. 33977/96, § 81, 26 July 2001).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Court accepts that in cases concerning organised crime and involving numerous accused, the risk that a detainee might put pressure on witnesses or otherwise obstruct the proceedings if released is often particularly high. All these factors may justify a relatively long period of detention. However, they do not give the authorities unlimited power to extend this preventive measure (see Osuch v. Poland, no. 31246/02, § 26, 14 November 2006, and Celejewski v. Poland, no. 17584/04, §§ 3738, 4 May 2006). The fact that a person is charged with acting in criminal conspiracy is not in itself sufficient to justify long periods of detention; his personal circumstances and behaviour must always be taken into account (see Sizov v. , no. 33123/08, § 53, 15 March 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  As regards the argument advanced by the domestic judicial authorities that the applicants might put pressure on witnesses or obstruct the course of justice in some other way, the Court has regard to the fact that the second applicant was initially remanded in custody in March 2005 in order to prevent him from putting pressure on his co-defendant B. However, subsequently the domestic courts did not take this into account when extending the second applicant’s detention. According to the Government, in March 2006 the authorities found proof that the applicants had continued putting pressure on B. However, that circumstance was referred to for the first time in the proceedings before the Court, and the domestic courts never mentioned it in their decisions. It is not the Court’s task to take the place of the national authorities ruling on the applicants’ detention or to substitute its own analysis of the arguments for and against detention (see Nikolov v. Bulgaria, no. 38884/97, § 74, 30 January 2003, and Labita, cited above, § 152). Accordingly, the Court finds that the existence of a risk that the applicants could have put pressure on one of the co-defendants was not established.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Another ground for the applicants’ detention was the risk that they would abscond. It appears from the domestic courts’ decisions that when reasoning that the applicants’ should be detained pending trial to minimise that risk, the courts did not refer to any matters which had allowed them to draw such an inference. The Court therefore considers that the national authorities were not entitled to regard the circumstances of the case as justification for using the risk of absconding as a further ground for the applicants’ detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court also notes that in ordering the extensions the courts used stereotyped wording. Such an approach may suggest that there was no genuine judicial review of the need for the detention at each extension of detention (see Yağcı and Sargın v. Turkey, 8 June 1995, § 50 et seq., Series A no. 319-A). In this connection, the Court observes that in the course of the criminal proceedings against the applicants, certain charges, such as involvement in an organised criminal gang and wilful destruction of property, were dropped. However, there is no indication in the materials before the Court that the domestic courts, when extending the applicants’ pre-trial detention, had in any way taken into account such developments in the circumstances in their case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Court further reiterates that when deciding whether a person should be released or detained the authorities have an obligation under Article 5 § 3 to consider alternative measures of ensuring his or her appearance at trial (see Sulaoja v. Estonia, no. 55939/00, § 64, 15 February 2005, and Jabłoński, cited above, § 83). In the present case, the authorities did not consider the possibility of ensuring their attendance by the use of other “preventive measures” which are expressly provided for in Russian law to ensure the proper conduct of criminal proceedings. At no point in the proceedings did the domestic courts explain in their decisions why alternatives to depriving the applicants of liberty would not have ensured that the trial would follow its proper course.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Lastly, the Court points out that on more than one occasion the domestic authorities refused to release the applicants arguing that the latter failed to furnish evidence that their detention was no longer necessary (see paragraphs 19 and 24 above). In this connection, the Court reiterates that it has repeatedly considered the practice of shifting the burden of proof to the detained person in such matters to be tantamount to overturning the rule of Article 5 of the Convention, a provision which makes detention an exceptional departure from the right to liberty and one that is only permissible in exhaustively enumerated and strictly defined cases (see Ilijkov, cited above, §§ 84-85; and Rokhlina v. Russia, no. 54071/00, § 67, 7 April 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Having regard to the above, the Court considers that by relying essentially on the gravity of the charges, by failing to substantiate their finding by pertinent specific facts or to consider alternative “preventive measures” and by shifting the burden of proof to the applicants, the authorities extended their detention on grounds which, although “relevant”, cannot be regarded as sufficient to justify its duration of two years and eight months and two years and eleven months respectively. In these circumstances it would not be necessary for the Court to examine whether the domestic authorities acted with “special diligence”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  There has accordingly been a violation of Article 5 § 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "52.  Lastly, the applicants complained about the alleged unlawfulness of their pre-trial detention. They referred to Articles 5 and 6 of the Convention. Having regard to all the material in its possession and in so far as it falls within its competence, the Court finds that the evidence before it discloses no appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "53.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "54.  The applicants each claimed 300,000 euros (EUR) in compensation for non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Government submitted that there had been no violation of the applicants’ rights as set out in the Convention. In any event, they considered the applicants’ claims unreasonable and excessive and suggested that the acknowledgement of a violation would constitute adequate just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court observes that the applicants spent respectively two years and eight months and two years and eleven months in custody awaiting determination of the criminal charge against them, their detention not being based on sufficient grounds. In these circumstances, the Court considers that the applicants’ suffering and frustration cannot be compensated for by a mere finding of a violation. Making its assessment on an equitable basis, it awards EUR 2,800 to the first applicant and EUR 3,100 to the second applicant in compensation for non-pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "57.  The applicants also claimed 4,000 Russian roubles (RUB) each for the work performed by their representative in the proceedings before the Court, and RUB 2,100 for their translator’s services. They submitted the relevant receipts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Government considered the applicants’ claims unsubstantiated. In their opinion, the applicants should have submitted a written agreement with their representative and specified what kind of work he had performed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 100 to each of the applicants in respect of the work performed by their representative and EUR 53 jointly to cover translation costs, plus any tax that may be chargeable to the applicants on the above amounts.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "60.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT ,UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the length of the applicants’ pre-trial detention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 19 December 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "president"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PASTUKHOV AND YELAGIN v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-139485.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:1219JUD005529907",
    "externalsources": [],
    "extractedappno": [
        "55299/07",
        "72967/01",
        "45100/98",
        "30210/96",
        "26772/95",
        "38822/97",
        "33492/96",
        "543/03",
        "38654/97",
        "33977/96",
        "31246/02",
        "17584/04",
        "33123/08",
        "38884/97",
        "55939/00",
        "54071/00"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-139485",
    "judgementdate": "19/12/2013 00:00:00",
    "kpdate": "19/12/2013 00:00:00",
    "kpthesaurus": [
        "448",
        "227"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "5-3",
        "5"
    ],
    "parties": [
        "PASTUKHOV AND YELAGIN",
        "RUSSIA"
    ],
    "rank": "1060.93176269531",
    "representedby": [
        "LUNEV V."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "378308",
    "typedescription": "15"
}