{
    "__articles": "8;8-1;8-2;29;29-3;35;35-1",
    "__conclusion": "Violation of Art. 8",
    "applicability": "",
    "appno": "32231/02",
    "article": [
        "29",
        "8",
        "35"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        }
    ],
    "content": {
        "001-70824.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 32231/02) against the Federal Republic of Germany lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr Suca Keles (“the applicant”), on 27 August 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr K. P. Stiegeler, a lawyer practising in Freiburg. The German Government (“the Government”) were represented by their Agent, Mrs A. Wittling-Vogel, Ministerialrätin, of the Federal Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 21 October 2004 the President of the Chamber decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, the Court decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "A.  The circumstances of the case",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1961. At the time the application was lodged he lived in Lörrach in . He is currently residing in .",
                                "elements": []
                            },
                            {
                                "content": "1.  General Background",
                                "elements": [
                                    {
                                        "content": "5.  In 1972 the applicant, aged ten years, entered German territory in order to live there with his parents and his brother. He attended secondary school until 1977. In 1984 the applicant married a Turkish national in . In 1986 a son was born to the couple. On 14 March 1988 the competent authorities granted the applicant a permanent residence permit. In 1989 the applicant’s wife and son followed him to . In 1990, 1991 and 1993 three further sons were born to the couple. One of the children has a learning handicap. The applicant’s wife is in possession of a permanent residence permit; all family members are Turkish nationals.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Proceedings for criminal offences",
                                "elements": [
                                    {
                                        "content": "6.  In 1983 the applicant – in view of previous convictions – was warned and informed that he would face expulsion if he committed further criminal offences (ausländerrechtliche Verwarnung).",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 14 February 1989 the Lörrach District Court (Amtsgericht) convicted the applicant of insulting behaviour and ordered him to pay fifteen daily rates of DEM 50.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 3 June 1991 the District Court convicted the applicant of negligent drunken driving (fahrlässige Trunkenheit im Verkehr) and ordered him to pay thirty daily rates of DEM 60.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 17 August 1992 the District Court convicted the applicant of inflicting bodily harm and of obstructing public officers in the execution of their duties and ordered him to pay forty daily rates of DEM 30.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 27 October 1993 the District Court convicted the applicant of reckless driving (Gefährdung des Straßenverkehrs) and sentenced him to four months’ imprisonment, suspended on probation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 25 September 1995 the District Court convicted the applicant of inflicting bodily harm and ordered him to pay thirty daily rates of DEM 15.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 22 October 1996 the District Court convicted the applicant of negligent drunken driving and sentenced him to five months’ imprisonment, suspended on probation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 11 February 1998 the District Court convicted the applicant of drunken driving in conjunction with driving without a driving license and sentenced him to six months’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 6 May 1998 the  (Landgericht) rejected the applicant’s appeal in which he had asked that the execution of his sentence be suspended on probation. According to the , the applicant’s numerous convictions did not seem to have served as warnings not to commit further criminal offences, having particular regard to the fact that the applicant had committed his last offence only three months after his previous conviction had acquired legal effect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 17 September 1998 the applicant was arrested and imprisoned. As his last offence had been committed while he was still on probation after the decision of the District Court of 22 October 1996, the suspension on probation was revoked and the applicant was imprisoned for four further months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 9 November 1998 the Lörrach District Court convicted the applicant of recklessly placing himself in a state of total intoxication (fahrlässiger Vollrausch) and sentenced him to a fine of forty daily rates.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3.  Expulsion proceedings",
                                "elements": [
                                    {
                                        "content": "17.  On 22 January 1999 the Freiburg Regional Government (Regierungspräsidium) ordered the applicant’s expulsion to  or to another State willing to accept him. Applying sections 47 § 2 and 48 § 1 of the Aliens Act (Ausländergesetz, see relevant domestic law below), it noted the applicant’s repeated criminal convictions, in particular those for traffic offences. The Regional Government found that the applicant’s criminal conduct had caused a serious threat for public safety. It further considered that there was a risk that he would commit similar offences in the future, as neither his previous convictions nor several warnings by the aliens’ authorities had deterred him from committing further offences. Moreover, the applicant had not solved his alcohol problem, but had dropped out of therapy. The Regional Government further argued that the applicant, on account of his age, would manage his integration in . His family could be reasonably expected to follow him as his children could be assumed to have sufficient knowledge of the Turkish culture and language. Exercising its discretion and with regard to Article 8 of the Convention, the Government found that the public interest in the applicant’s expulsion outweighed his own and his family’s interests, given the seriousness of the threat which he posed to public road traffic.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 11 February 1999 the Regional Government rejected the applicant’s objection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 20 April 1999 the  (Verwaltungsgericht) refused to grant the applicant an interim order against his expulsion and confirmed the reasoning of the Regional Government. It found that the Regional Government’s decision was likely to be upheld in the main proceedings. The four traffic offences committed by the applicant since 1989, taken together with his further criminal convictions, constituted a serious reason justifying expulsion. The  found, in particular, that the applicant’s offences could not be regarded as being of a minor nature, taking into account the high importance of the safety of road traffic within society. The court further confirmed that there was a danger of recidivism, because the applicant had not proved that he had overcome his alcohol problem. It finally found that the Regional Government duly considered the applicant’s family situation. Having regard to the considerable danger the applicant posed for other road users and to the fact that his family could live with him in Turkey, the expulsion did not violate the applicant’s right to the enjoyment of his family life as guaranteed by Article 6 of the Basic Law and by Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 2 November 1999 the  confirmed the expulsion order, referring mainly to its reasoning in the decision of 20 April 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 8 December 1999 the applicant requested to be granted leave to appeal, arguing, in particular, that the expulsion violated his rights under Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 28 May 2001 the Baden-Württemberg Administrative Court of Appeal (Verwaltungsgerichtshof) refused to grant the applicant leave to appeal, confirming that there was no apparent violation of Article 8 of the Convention. The Court of Appeal found, in particular, that the applicant’s family could be reasonably expected to follow him to , as they could be assumed to have sufficient knowledge of the Turkish language. This decision was served on the applicant’s counsel on 6 June 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  By letter and fax dated 4 July 2001 the applicant, represented by counsel, lodged a constitutional complaint, in which he gave a complete account of the proceedings before the domestic authorities and complained that his expulsion would violate his right to respect for his family life as guaranteed by Article 6 of the Basic Law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  By letter of 13 July 2001 the  acknowledged receipt of the applicant’s complaint and attachments on 5 July 2001 by fax and on 7 July 2001 by mail.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 15 February 2002 the , sitting as a panel of three judges, refused to accept the applicant’s constitutional complaint for adjudication, without giving any further reasons. This decision was served on the applicant’s counsel on 28 February 2002.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "4.  Further developments",
                                "elements": [
                                    {
                                        "content": "26.  On 3 May 1999 the applicant was deported to . On 21 May 1999 he re-entered German territory and filed a request to be granted asylum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  According to the Government’s submissions, by penal order of 11 May 2001 the Lörrach District Court sentenced the applicant to a fine of twenty daily rates for having driven without a license on 23 March 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 16 May 2002 the applicant filed a request to set a time-limit on the effects of his expulsion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 23 August 2002 the Freiburg Regional Government informed him that the proceedings had been suspended pending proceedings on his asylum request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 15 May 2003, his asylum request having been rejected, an attempt to deport the applicant failed because the latter had gone into hiding. On 4 July 2003 the applicant was arrested and placed in detention pending his deportation. He was once again deported to  on 12 August 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 19 December 2003 the applicant filed a second request to set a time-limit on the effects of his deportation of 12 August 2003. On 30 January 2004 the Freiburg Regional Government requested the applicant to submit a confirmation of registration with the Turkish authorities and an extract from the Turkish criminal records register. He was further informed about the costs of the two deportations (approximately EUR 8,000). No decision has so far been given on the applicant’s request.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "B.  Relevant domestic law and practice",
                        "elements": [
                            {
                                "content": "32.  The relevant provisions of the Rules of Procedure of the  (Bundesverfassungsgerichtsgesetz) read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Section 23 § 1",
                                "elements": []
                            },
                            {
                                "content": "“Applications for the institution of proceedings must be submitted in writing to the . The reasons must be stated...”",
                                "elements": []
                            },
                            {
                                "content": "Section 90 § 1",
                                "elements": []
                            },
                            {
                                "content": "“(1) Any person who claims that one of his basic rights...has been violated by public authority may lodge a constitutional complaint with the .”",
                                "elements": []
                            },
                            {
                                "content": "Section 92",
                                "elements": []
                            },
                            {
                                "content": "“The reasons for the complaint shall specify the right which is claimed to have been violated and the act or omission of the organ or authority by which the complainant claims to have been harmed.”",
                                "elements": []
                            },
                            {
                                "content": "Section 93",
                                "elements": []
                            },
                            {
                                "content": "“A constitutional complaint shall be lodged and substantiated within one month. This time-limit shall commence with the service or informal notification of the complete decision...”",
                                "elements": []
                            },
                            {
                                "content": "Section 93a",
                                "elements": []
                            },
                            {
                                "content": "“(1) A constitutional complaint shall require acceptance for adjudication.",
                                "elements": []
                            },
                            {
                                "content": "It shall be accepted",
                                "elements": []
                            },
                            {
                                "content": "(a)  insofar as it is of fundamental constitutional significance,",
                                "elements": []
                            },
                            {
                                "content": "(b)  if this is necessary in order to assert the right referred to in Section 90 § 1...”",
                                "elements": []
                            },
                            {
                                "content": "33.  According to the case-law of the Federal Constitutional Court, an applicant has not only to name the right which has allegedly been violated, but also to present the proceedings which led to this violation in a substantiated and conclusive way (schlüssig und substantiiert), in order to comply with the above-mentioned provisions. This means that the applicant has to establish a link between the impugned decision and the alleged violation of his rights under the Basic Law.",
                                "elements": []
                            },
                            {
                                "content": "34.  The rights of entry and residence for foreigners were, at the relevant time, governed by the Aliens Act (Ausländergesetz), the relevant provision of which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "Section 47 § 2",
                                "elements": []
                            },
                            {
                                "content": "“An alien shall generally (in der Regel) be expelled if he has been sentenced...to imprisonment in respect of one or more intentionally committed criminal offences and the execution of the sentence has not been suspended on probation...”",
                                "elements": []
                            },
                            {
                                "content": "35.  If the alien entered the German territory as a minor and was in possession of a permanent residence permit, he may only be expelled if serious reasons of public safety and order justify his expulsion (section 48 § 1 No. 2).",
                                "elements": []
                            },
                            {
                                "content": "36.  Section 45 provides that the domestic authorities, when deciding on an alien’s expulsion, shall, inter alia, accord due consideration to the duration of the person’s lawful residence, his personal, economic and other ties to the German territory and to the consequences of the expulsion for the alien’s family members who are legally residing with him.",
                                "elements": []
                            },
                            {
                                "content": "37.  According to section 8 § 2, an alien who has been expelled is not permitted to re-enter German territory. This effect shall usually (in der Regel) be limited in time upon application. The time-limit shall commence with the alien’s departure from German territory.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "38.  The applicant complained that his expulsion to  violated his right to respect for his private and family life as provided in Article 8 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "39.  The Government contended that the applicant did not exhaust domestic remedies as required by Article 35 § 1 of the Convention. They alleged, in particular, that the applicant had failed to lodge his constitutional complaint in accordance with the domestic provisions on admissibility. They maintained, firstly, that the applicant had failed to lodge his constitutional complaint within the statutory time-limit of one \nmonth – which expired on 6 July 2001 – because the fax received by the Constitutional Court on 5 July 2001 did not contain page eight of his complaint, which only arrived by ordinary mail on 7 July 2001 and thus after expiry of the time-limit. In this respect, the Government maintained that the mere fact that the  acknowledged receipt of the complaint by letter of 13 July 2001 did not imply that the documents had undergone a judicial examination as to their completeness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Secondly, the Government maintained that the applicant had failed sufficiently to substantiate his constitutional complaint. In this respect, they pointed out that the applicant did submit neither the third page of the expulsion order of 22 January 1999 nor the ’s decision of 20 April 1999 on the applicant’s interim request. The Government finally alleged that the applicant had failed sufficiently to substantiate the claimed violation of a right under the Basic Law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The applicant contested the Government’s submissions. Submitting the transmission reports of his fax-machine dated 5 July 2001, he alleged that he had submitted the complete constitutional complaint, including its page eight, within the statutory time-limit. He pointed out that the , by letter of 13 July 2001, acknowledged receipt of his complaint without mentioning that any pages had been missing. He further emphasised that the , in its decision of 15 February 2002, did not reject the complaint as being inadmissible, but refused to accept it for adjudication. With respect to the third page of the expulsion order and the ’s decision of 20 April 1999, the applicant maintained that the content of these documents could be deduced from the other documents he submitted with his constitutional complaint. He finally claimed that he had sufficiently substantiated the violation of the Basic Law.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "42.  The Court reiterates that, whereas Article 35 § 1 of the Convention must be applied with some degree of flexibility and without excessive formalism, it normally requires that the complaints intended to be brought subsequently before the Court should have been made to the appropriate domestic courts, at least in substance and in compliance with the formal requirements and time-limits laid down in the domestic law (see, among other authorities, Cardot v. France, judgment of 19 March 1991, Series A no. 200, p. 18, § 34). However, non-exhaustion of domestic remedies cannot be held against the applicant if, in spite of the latter’s failure to observe the forms prescribed by law, the competent authority has nevertheless examined the substance of the complaint (see, among other authorities, Skalka v. Poland (dec.), no. 43425/98, 3 October 2002; and Uhl v. Germany, (dec.), no. 64387/01, 6 May 2004).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Turning to the present case, the Court notes, first, that the applicant, in his constitutional complaint, gave a complete account of the proceedings before the domestic authorities and complained that his expulsion would violate his right to respect for his family life as guaranteed by the Basic Law. It follows that the applicant has in substance raised his complaint before the .",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The Court further notes that the , in its decision of 15 February 2002, did not give any reasons for refusing to accept the applicant’s complaint for adjudication. There is no indication that the  considered that the applicant had not complied with the formal requirements laid down in its Rules of Procedure. In these circumstances, the Court is not in a position to take the place of the  and to speculate why that court had decided not to admit the complaint. The applicant must therefore be regarded as having exhausted domestic remedies within the meaning of Article 35 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Court further notes that the application is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "46.  The applicant complained under Article 8 of the Convention that his expulsion led to a separation from his wife and children. While the measure might have had a legitimate aim, namely the prevention of disorder and crime, it had not been necessary in a democratic society. In this respect he stressed that he – having lived for more than 27 years in  – had fully integrated into German society and that he did not have any remaining links to  other than his nationality, also lacking sufficient knowledge of the Turkish language. He maintained that he had been employed during the major part of his adult life and that he had been working in  from January 2001 until his second deportation in August 2003. His children could not be expected to accompany him to , as they would not be able to follow school there because of their poor knowledge of the Turkish language.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The applicant maintained that his convictions, on the other side, were of minor importance, as they mainly related to traffic offences. Only his latest conviction of 11 February 1998 led to the imposition of an unconditional prison sentence. The applicant further alleged that his criminal offences were caused by a temporary abuse of alcohol, the reasons of which had never been examined. In 1999, after re-entering German territory, he had undergone psychiatric treatment which had led to a stabilisation of his state of health. In support of his allegations, the applicant submitted a medical attestation dated 19 July 1999, according to which he underwent treatment for a serious psychological disorder in a psychiatric hospital since 16 June 1999.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  With respect to his request to set a time-limit to the expulsion order, the applicant claimed that the Regional Government, by letter of 30 January 2004, had subjected the granting of a limitation to the condition that he pay the deportation costs, which he could not afford. In December 2004 he had submitted a confirmation of registration with the Turkish authorities and an extract from the Turkish criminal records register. The applicant further maintained that a request for naturalisation would not have had any prospect of success, having regard to his criminal record.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Government accepted that the expulsion order interfered with the applicant’s right to respect for his private and family life within the meaning of Article 8 § 1. In the Government’s view, the measure at issue was justified under § 2 of that same provision as being in accordance with the law and necessary in a democratic society. They pointed out that the domestic authorities, on request, generally set a time-limit to the ban to reenter German territory, as provided by section 8 of the Aliens Act. While the applicant had lodged such a request, he did not appear to have made sustained efforts to pursue it. In particular, he had not answered to the Regional Government’s letter of 30 January 2004.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  According to the Government, the applicant’s criminal offences, taken as a whole, were of a serious nature. Especially the convictions of drunken driving proved that the applicant was prone to offences which threatened the physical integrity and the life of other road users. The frequency of the applicant’s convictions taken together with the fact that he had not verifiably overcome his alcohol problem suggested that there was a high risk of recidivism. In this respect, the Government pointed out that the applicant had, once again, committed the offence of driving without a licence after his illegal re-entry to German territory.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Government further alleged that the applicant’s social links to the German territory – other than the ties to his family – appeared to be rather weak. In this respect, the Government claimed that the applicant had not integrated into the labour market, but only worked intermittently as an unskilled worker. Taking into account the fact that the applicant grew up in  until the age of ten and lived in  with a Turkish wife, the Government assumed that he entertained substantial ties with  and that he himself and his children spoke the Turkish language. Accordingly, the applicant’s family could be reasonably expected to follow him to . They further pointed out that the couple had not lived together for several years following their marriage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Government finally drew attention to the fact that neither the applicant nor his family members had ever attempted to obtain German nationality, although they allegedly could have done so with reasonable prospect of success.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "53.  The Court notes that it was common ground between the parties that the expulsion order against the applicant constituted an interference with his right to respect for his family life, as guaranteed by Article 8 § 1 of the Convention. The Court endorses this assessment. The Court further finds that the interference was in accordance with the law and pursued legitimate aims, namely public safety and the prevention of disorder or crime, within the meaning of Article 8 § 2 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  It remains to be determined whether the interference was “necessary in a democratic society”, that is to say justified by a pressing social need and, in particular, proportionate to the legitimate aim pursued. The Court reiterates that it is for the Contracting States to maintain public order, in particular by exercising their right, as a matter of well-established international law and subject to their treaty obligations, to control the entry and residence of aliens. To that end they have the power to deport aliens convicted of criminal offences. However, their decisions in this field must, in so far as they may interfere with a right protected under § 1 of Article 8, be necessary in a democratic society, that is to say justified by a pressing social need and, in particular, proportionate to the legitimate aim pursued (see Dalia v. France, judgment of 19 February 1998, Reports of Judgments and Decisions 1998-I, p. 91, § 52; Mehemi v. France, judgment of 26 September 1997, Reports 1997-VI, p. 1971, § 34; and Boultif v. Switzerland, no. 54273/00, § 46, ECHR 2001-IX).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Therefore, the Court’s task consists in ascertaining whether the expulsion order in the circumstances of the present case struck a fair balance between the relevant interests, namely the applicant’s right to respect for his family life, on the one hand, and the interests of public safety and the prevention of disorder and crime, on the other.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Court notes that the applicant is not a so-called “second generation immigrant” as he first entered  at the age of ten. Given the relatively young age at which he arrived, the Court will nevertheless assess the necessity of the interference by applying criteria which are similar to those it usually applies in cases of second generation immigrants (see Radovanovic v. , no. 42703/98, § 33, 22 April 2004; Üner v. the Netherlands, no. 46410/99, § 40, 5 July 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  Where an exclusion order is imposed on second generation immigrants who have started a family of their own in that country, the Court applies the following guiding principles in its examination of the question whether that order was necessary in a democratic society (see Boultif, cited above, and Benhebba v. France, no. 53441/99, § 33, 10 July 2003): The nature and seriousness of the offence committed by the applicant; the length of the applicant’s stay in the country from which he or she is to be expelled;  the time elapsed since the offence was committed and the applicant’s conduct during that period; the nationalities of the various persons concerned;  the applicant’s family situation, such as the length of the marriage, and other factors expressing the effectiveness of a couple’s family life;  whether the spouse knew about the offence at the time when he or she entered into a family relationship; whether there are children in the marriage, and if so, their age; and  the seriousness of the difficulties which the spouse is likely to encounter in the applicant’s country of origin.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  In addition, the Court will also take into account the particular ties which these immigrants have developed with the host country where they will have spent most of their life (see Mehemi v. France, judgment of 26 September 1997, Reports 1997-VI, § 36; Radovanovic, cited above, § 33; Üner, cited above, § 40).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The Court will first consider the nature and seriousness of the offences committed by the applicant in the present case. It observes in this context that the applicant, during the decade preceding the issue of the expulsion order, had been convicted eight times of criminal offences, four of which relating to traffic offences. While accepting the danger of such offences for public road traffic, the Court attaches importance to the fact that the applicant’s only prison sentences amounted to no more than five and six months, respectively. The Court also appreciates that the domestic authorities show great firmness against aliens who have committed certain types of offences, for instance actively contributing to the spreading of drugs (see C. v. Belgium, 7 August 1996, Reports 1996-III, p. 924, § 35; Dalia, cited above, p. 92, § 54; Baghli v. France, no. 34374/97, 30 November 1999, § 48 in fine, ECHR 1999-VIII; Amrollahi v. Denmark, no. 56811/00, § 37, 11 July 2002). The offences committed by the applicant do not, however, fall within any such category.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  It has however to be noted that the applicant has not sufficiently established that he had solved the problems which led to these offences. The medical attestation of 19 July 1999 does not indicate whether the applicant had successfully completed the therapy he had started in June 1999.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  With regard to the applicant’s personal and family situation, the Court notes that the applicant, at the time of the expulsion order of 22 January 1999, had been lawfully residing in Germany for 27 years, having moved to that country at the age of ten in order to live there with his parents and brother and where he received his secondary school education. While the parties do not agree on the extent of the applicant’s professional work, he had been employed for a certain period of that time. Since 1988 he had been in possession of a permanent residence permit. While it is true that the applicant and his wife had been separated during the first five years of their marriage as the applicant’s wife and their first son did not follow the applicant to  until 1989, the family had been living together in  for ten years and there is no indication that their marriage and family life was anything less than effective.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  On the other hand, the Court is not persuaded that the applicant has become so estranged from the country where he spent the first ten years of his life hat he would no longer be able to settle in Turkey, having regard to the fact that the applicant married his Turkish wife in Turkey, where their first son was born and that his wife and son did not follow him to Germany until 1989. It follows that the applicant must have entertained certain links to his country of origin at least until 1989. It can further be presumed that the applicant is familiar with the Turkish language, as he married a Turkish wife.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  With regard to the question of whether the applicant’s family could reasonably be expected to follow the applicant to , the Court notes that the applicant’s wife and four children are Turkish nationals. As the applicant’s wife entered German territory as an adult and ten years before the issue of the expulsion order, it can be assumed that she has sufficient links which would allow her to re-integrate into Turkish society.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The Court notes, however, that the applicant’s four sons – who were, at the time the expulsion order had been issued, between six and thirteen years of age – had been born in Germany respectively entered Germany at a very young age where they received all their school education. Even if the children should have knowledge of the Turkish language, they would necessarily have to face major difficulties with regard to the different language of instruction and the different curriculum in Turkish schools.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Court finally notes that the expulsion order has been issued without setting a time-limit to the applicant’s exclusion from the German territory. As pointed out by the Government, the domestic authorities, pursuant to section 8 § 2 of the Alien’s Act, will generally set a time-limit to the exclusion from German territory upon the alien’s request (see also Yilmaz, cited above, § 47). However, while the applicant has filed such requests in 2002 and 2003, no decision has yet been given, the reasons for which being in dispute between the parties.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Court considers that the applicant’s expulsion as such was possible. Given however the circumstances of this specific case, in particular the nature of the applicant’s offences, the duration of his lawful stay in Germany, the fact that he had been in possession of a permanent residence permit, and the difficulties which the applicant’s children could be expected to face if they followed him to Turkey, the Court considers that an unlimited exclusion from the German territory violates the applicant’s rights to the enjoyment of his private and family life. There has accordingly been a violation of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "67.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "68.  The applicant did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award him any sum on that account.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 27 October 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrB.M. Zupančič",
            "role": "president"
        },
        {
            "name": "MrL. Caflisch",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MrV. Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "MrsA. Gyulumyan",
            "role": "judges"
        },
        {
            "name": "MsR. Jaeger",
            "role": "judges"
        },
        {
            "name": "MrDavid Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Mr V. Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "06/10/2005 00:00:00",
    "docname": "CASE OF KELES v. GERMANY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-70824.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:1027JUD003223102",
    "externalsources": [],
    "extractedappno": [
        "32231/02",
        "43425/98",
        "64387/01",
        "54273/00",
        "42703/98",
        "46410/99",
        "53441/99",
        "34374/97",
        "56811/00"
    ],
    "importance": "4",
    "introductiondate": "27/08/2002 00:00:00",
    "issue": [
        "Basic Law, Article 6",
        "Aliens Act, sections 8 § 2, 45, 47 § 2 and 48 § 1",
        "Rules of Procedure of the Federal Constitutional Court, sections 23 § 1, 90 § 1 and 92-93a"
    ],
    "itemid": "001-70824",
    "judgementdate": "27/10/2005 00:00:00",
    "kpdate": "27/10/2005 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "451",
        "268",
        "425",
        "429"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "8",
        "8-1",
        "35-1",
        "8-2",
        "35",
        "29",
        "29-3"
    ],
    "parties": [
        "KELES",
        "GERMANY"
    ],
    "rank": "528.146423339844",
    "representedby": [
        "STIEGELER K. P."
    ],
    "respondent": "DEU",
    "respondentOrderEng": "18",
    "scl": [
        "Amrollahi v. Denmark, no. 56811/00, § 37, 11 July 2002",
        "Baghli v. France, no. 34374/97, 30 November 1999, § 48 in fine, ECHR 1999-VIII",
        "Benhebba v. France, no. 53441/99, § 33, 10 July 2003",
        "Boultif v. Switzerland, no. 54273/00, § 46, ECHR 2001-IX",
        "C. v. Belgium, 7 August 1996, Reports 1996-III, p. 924, § 35",
        "Cardot v. France, judgment of 19 March 1991, Series A no. 200, p. 18, § 34",
        "Dalia v. France, judgment of 19 February 1998, Reports of Judgments and Decisions 1998-I, p. 91, § 52, and p. 92, § 54",
        "Mehemi v. France, judgment of 26 September 1997, Reports 1997-VI, p. 1971, § 34 and § 36",
        "Radovanovic v. Austria, no. 42703/98, § 33, 22 April 2004",
        "Skalka v. Poland (dec.), no. 43425/98, 3 October 2002",
        "Uhl v. Germany, (dec.), no. 64387/01, 6 May 2004",
        "Üner v. the Netherlands, no. 46410/99, § 40, 5 July 2005"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "332440",
    "typedescription": "14"
}