{
    "__articles": "6;6-1;6-3;35;35-1;41",
    "__conclusion": "Preliminary objection joined to merits and dismissed (Article 35-1 - Exhaustion of domestic remedies);Remainder inadmissible;Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "66408/12",
    "article": [
        "6",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "details": [
                "Article 35-1 - Exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection joined to merits and dismissed",
            "type": "other"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-151039.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 66408/12) against the Republic of Croatia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Croatian and Serbian national, Mr Mile Sanader (“the applicant”), on 14 September 2012.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr Ð. Dozet, a lawyer practising in Belgrade. The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had not been able to obtain a rehearing after his conviction in absentia, and that he had not been effectively represented by a legal-aid lawyer during the proceedings conducted in his absence, as required by Article 6 §§ 1 and 3 (c) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 11 June 2013 the application was communicated to the Government.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 12 June 2013 the Government of Serbia was informed of the case and invited to exercise their right to intervene if they wished to do so. On 30 August 2013 the Government of Serbia informed the Court that they did not wish to exercise their right to intervene.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1957 and lives in Vrdnik, Serbia.",
                                "elements": []
                            },
                            {
                                "content": "A.  The criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "7.  On 19 November 1991 the Sisak Police Department (Policijska uprava Sisak) lodged a criminal complaint against the applicant alleging that he had participated in a group of members of the Serb paramilitary forces who, in September 1991, had shot twenty-seven prisoners of war in Petrinja, killing twenty-two and severely injuring five of them. The police noted in their report that the applicant could not be apprehended because he lived in an area of Croatia which was, at the time, outside the country’s effective control.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 8 January 1992 an investigating judge of the Sisak County Court (Županijski sud u Sisku) opened an investigation in respect of the applicant, his brother, D. Sanader, and two others, M.D. and S.D., in connection with a suspicion that they had committed war crimes against the prisoners of war. As all the suspects were at large, the judge ordered their pre-trial detention and issued arrest warrants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  During the investigation the investigating judge questioned a number of witnesses. Several of them testified about the applicant’s brother’s involvement in the killings and his position as commander of the paramilitary group. They also named M.D. as a direct perpetrator of the killings. One of the witnesses, D.P., testified that after the killings he had heard people saying that “Sanader’s group” had committed the crime and he had later seen the applicant with that group. Another witness, M.Ž., who had survived the shootings, testified that after the event he had been shown the applicant’s photo and it had appeared to him that the applicant had also been there and had personally killed three people. Another survivor of the shooting, I.B., testified that after the crime one of the newspapers in Croatia had published photos of the applicant and his brother. He had recognised the applicant’s brother as one of the participants in the shooting but he had not recognised the applicant as having been at the scene.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 25 November 1992 the Sisak County State Attorney’s Office (Županijsko državno odvjetništvo u Sisku) indicted the applicant, D.Sa., M.D. and S.D. in the Sisak County Court on charges of war crimes against prisoners of war.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On the same day the Sisak County State Attorney’s Office asked the Sisak County Court to try the applicant and the other accused, who lived on the occupied territory of Croatia, in absentia, as they were not available to the Croatian authorities, and requested that warrants for their arrest be issued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 15 December 1992 a three-judge panel of the Sisak County Court ordered the applicant’s detention pending trial and issued an arrest warrant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  It also granted the request for the applicant’s trial in absentia on 30 December 1992. The relevant part of the decision reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“On 25 November 1992 D. Sanader and others were indicted in this court on a reasonable suspicion that they had committed the offence [specified] under Article 144 of the Criminal Code. The State Attorney further requested that they be tried in absentia.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The request is granted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The accused are at large and a detention and arrest warrant have been issued, as noted in the police report.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Since the accused have been indicted for a crime against humanity and international law – a war crime against prisoners of war under Article 144 of the Criminal Code, and given that they are at large, [this court] considers that highly justified reasons for their trial in absentia exist.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 5 January 1993 the President of the Sisak County Court appointed the applicant and the other accused a legal-aid lawyer, E.F.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  At a hearing on 21 January 1993 the trial court heard eight witnesses, including M.Ž. and I.B. (see paragraph 9 above). They all confirmed the statements they had made to the investigating judge. The Deputy State Attorney and the applicant’s legal-aid lawyer asked no questions and made no objections to their statements. The parties also agreed that the written records of statements by thirteen other witnesses, including D.P. (see paragraph 9 above), be admitted in evidence without those witnesses having been questioned at the trial. In his closing statement, the applicant’s legal-aid lawyer stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The defence notes that the pre-trial and trial procedure has been thorough and invites the court to assess all the evidence adduced, in particular each witness statement taken alone and in conjunction with other statements, and, based on that assessment, to deliver a decision in accordance with the law.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On the same day the applicant was convicted as charged and sentenced to twenty years’ imprisonment. The trial court considered that the witness statements provided sufficient evidence for conviction and noted that the legal-aid lawyer had made no objections to those statements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The applicant’s legal-aid lawyer lodged an appeal with the Supreme Court (Vrhovni sud Republike Hrvatske) on 26 February 1993 arguing that the first-instance judgment was not sufficiently reasoned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 24 May 1995 the Supreme Court allowed the appeal, quashed the first-instance judgment and remitted the case for retrial on the grounds that the first-instance judgment lacked sufficient reasoning",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  In the resumed proceedings, three hearings, scheduled for 7 and 8 November 1995 and 2 July 1996 were adjourned, because the defence lawyer could not be summoned. A further hearing scheduled for 11 September 1996 was adjourned owing to the absence of one of the members of the trial panel. During this period the trial court also obtained a number of autopsy reports concerning the victims of the crime at issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  At a hearing held on 3 March 1999 the trial court, with the approval of the parties, read out the evidence from the case file and concluded the hearing. The legal-aid lawyer reiterated his previous closing statement (see paragraph 15 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On the same day the trial court found the applicant guilty and sentenced him to twenty years’ imprisonment. It based its judgment on the witness statements and the autopsy reports concerning the victims of the crime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 30 April 1999 the legal-aid lawyer lodged an appeal with the Supreme Court arguing that the first-instance judgment lacked sufficient reasoning.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 2 August 2000 one of the accused, S.D., was apprehended and brought before the investigating judge, who informed him of the proceedings and ordered his pre-trial detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 6 September 2000 the Supreme Court upheld the first-instance judgment of the Sisak County Court in the part which concerned the applicant, D. Sanader and M.D., and quashed it and ordered a retrial in respect of S.D., on the grounds that the latter had been apprehended and that therefore he had the right to a fresh trial in his presence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 16 January 2004, after the applicant’s conviction had become final, a sentence-execution judge of the Sisak County Court issued an arrest warrant for the applicant’s arrest and imprisonment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant’s request for the reopening of the proceedings",
                                "elements": [
                                    {
                                        "content": "26.  Meanwhile, the applicant learned through a lawyer in Croatia about his criminal conviction in the Sisak County Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 9 November 2009 the applicant asked the Sisak County Court to reopen the proceedings on the grounds that he had learned about the judgment of 3 March 1999 only in December 2008 and that he had not committed the crime at issue. He argued that the witnesses had just mentioned his name and that the only witness statement directly implicating him in the crime, that of M.Ž., had not been properly interpreted in the judgment. He stressed that he would be prepared to take part in a witness confrontation with any of those who had testified against him or counter any evidence against him. He also asked that a number of witnesses be heard on his behalf, and that the possibility of trying him before a war crimes tribunal in Belgrade be considered. Together with his request the applicant submitted certified statements by six people excluding the possibility of his involvement in the crime on the grounds that at the relevant time he had not been in Petrinja.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  Based on the information provided by the applicant, and given that the witnesses at issue lived in Serbia, the Sisak County Court asked the Serbian authorities to question them. During their questioning the witnesses reiterated their statements excluding the possibility that the applicant had been in Petrinja at the time of the events.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  After receiving the witness statements from the Serbian authorities in July 2010, the Sisak County Court forwarded the case file to the Sisak County State Attorney’s Office for their observations on the applicant’s request for a retrial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 24 August 2010 the Sisak County State Attorney’s Office submitted their observations on the applicant’s request for a retrial which, in the relevant part, read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Given that the trial proceedings in the case at issue were fair and given that the first and second-instance courts gave sufficient reasons for their judgments, we consider that the request for a retrial in the absence of the second accused Mile Sanader should not be granted because none of the witnesses ... confirmed the arguments from the request for retrial ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 30 August 2010 a three-judge panel of the Sisak County Court dismissed the applicant’s request on the grounds that he had failed to show that there were any new facts which could alter his conviction. The relevant part of this decision reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... this panel of the Sisak County Court considers that Mile Sanader’s request for a retrial does not contain any new facts or evidence which could, in themselves or in conjunction with the previously adduced evidence, lead to his acquittal or his conviction under more lenient law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "All the witnesses stated that they had known Mile Sanader from the period before the war. Although they all, and in particular witnesses M.Žil. and V.V., attempted to exclude the possibility of the convict’s presence in the area where the killings of the Croatian soldiers took place in September 1991, this panel considers that these statements are not sufficiently credible or precise to completely exclude the possibility of the convict’s participation in the massacre.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the proceedings before the Sisak County Court Mile Sanader was found guilty of the offence under Article 122 of the Criminal Code and the Supreme Court upheld that judgment. Based on the comprehensively and correctly established facts [the trial court] found beyond reasonable doubt that the massacre of the Croatian soldiers had been committed by the so-called ‘Sanader group’ and that the leader of that group had been the convict’s brother, D. Sanader.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Witness M.T., who had been a soldier in the paramilitary group, testified that the third convict, M.D., had told him that he had killed the prisoners at the request of D. Sanader, while witness M.Ž., one of the survivors of the shooting, testified that he had recognised D. Sanader as the perpetrator of the crime from a photo and Mile Sanader as having killed three prisoners while they had been lying face down on the ground with their hands on their heads.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Against this background, the panel considers that the second convict, Mile Sanader, has not managed to cast doubt on the facts established during the trial which led to his conviction for the offence under Article 122 of the Criminal Code and his sentencing to twenty years’ imprisonment.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The applicant lodged an appeal with the Supreme Court on 8 September 2010, arguing that the relevant domestic law required an automatic reopening of proceedings where an accused had been tried in absentia and then sought a fresh hearing, a fact to which the Sisak County Court had given no consideration. He also argued that the evidence suggested that he was not guilty of the offences he had been convicted of.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 19 January 2011 the Supreme Court dismissed the applicant’s request on the grounds that he could not rely on the provision granting automatic reopening of the proceedings since he lived in Serbia and was not available to the Croatian judicial authorities. It examined, therefore, whether any new facts warranted the reopening of the proceedings and found that no such facts existed. Accordingly, the applicant’s request was dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The applicant lodged a complaint with the Constitutional Court (Ustavni sud Republike Hrvatske) on 5 December 2011, arguing that he had not been able to obtain a retrial and that during the proceedings conducted in his absence he had not been effectively represented.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 23 February 2012 the Constitutional Court declared the applicant’s constitutional complaint inadmissible on the grounds that the constitutional complaint concerned the proceedings for the reopening of the criminal proceedings and not any criminal charge against the applicant.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Relevant domestic law",
                                "elements": [
                                    {
                                        "content": "1.  Constitution",
                                        "elements": [
                                            {
                                                "content": "36.  The relevant provision of the Constitution of the Republic of Croatia (Ustav Republike Hrvatske, Official Gazette nos. 56/1990, 135/1997, 8/1998, 113/2000, 124/2000, 28/2001, 41/2001, 55/2001, 76/2010, 85/2010) reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In the determination of his rights and obligations or of any criminal charge against him, everyone is entitled to a fair hearing within a reasonable time by an independent and impartial court established by law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In respect of any criminal charge brought against him, the suspect, defendant or accused shall have the following rights ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "- to [the services of] a lawyer ...,",
                                                "elements": []
                                            },
                                            {
                                                "content": "- to mount a defence on his own or through the lawyer of his choice, and, if he does not have sufficient means to pay for legal assistance, to be given it free as provided under the law,",
                                                "elements": []
                                            },
                                            {
                                                "content": "- to be present at the trial, if he is available to the court ...”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Criminal Code",
                                        "elements": [
                                            {
                                                "content": "37.  The relevant provision of the relevant Criminal Code (Krivični zakon Republike Hrvatske, Official Gazette no. 53/1991) reads:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Whoever acts contrary to the rules of international law by ordering that prisoners of war be killed, tortured or ill-treated, subjected to biological, medical or other scientific tests, that their tissue or organs be taken for transplantation, that they be subjected to severe suffering or damage to their mental integrity or health, that they be forced to serve the enemy army forces, that they be prevented from exercising the right to a fair trial by an impartial tribunal, and whoever commits any of these acts shall be punished by a term of imprisonment of between five and twenty years.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Code of Criminal Procedure",
                                        "elements": [
                                            {
                                                "content": "38.  The Code of Criminal Procedure in force at the time of the applicant’s trial in absentia (Zakon o krivičnoom postupku, Official Gazette no. 53/1991) provided:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“ ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  If the defendant does not have a lawyer, the court shall appoint him one whenever the law so requires. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  Several accused can have the same defence lawyer it that is not contrary to the interests of their defence. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“ ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  When an accused is tried in absentia (Article 290) he must have a lawyer from the moment of the decision allowing for the trial in his absence. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“ ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(4)  The President of the court can, on a request by the accused or with his consent, dismiss a legal-aid lawyer who fails to perform his duties properly. The President of the court shall appoint another lawyer in his place. The Bar Association shall be notified of the dismissal of a lawyer.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“ ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  The accused can be tried in absentia if he is at large or is otherwise unable to be reached by the State authorities, and there are highly important reasons to conduct the trial in his absence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(4)  A trial in absentia shall be ordered by a panel of judges at the request of the prosecutor. An appeal against this decision does not have suspensive effect.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The provisions of the Code of Criminal Procedure relevant to the applicant’s request for the reopening of the proceedings (Zakon o kaznenom postupku, Official Gazette, nos. 152/2008 and 76/2009) read:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  Where the conditions for ordering detention under Article 123 of this Code have been fulfilled, and where the same purpose may be achieved by other preventive measures, the court or the State attorney shall order the application of one or more preventive measures ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  Preventive measures are:",
                                                "elements": []
                                            },
                                            {
                                                "content": "1)  prohibition on leaving one’s place of residence;",
                                                "elements": []
                                            },
                                            {
                                                "content": "2)  prohibition on being in a certain place or area;",
                                                "elements": []
                                            },
                                            {
                                                "content": "3)  obligation of the defendant to report periodically to a certain person or a State body;",
                                                "elements": []
                                            },
                                            {
                                                "content": "4)  prohibition on contact with a certain person;",
                                                "elements": []
                                            },
                                            {
                                                "content": "5)  prohibition on establishing or maintaining contact with a certain person;",
                                                "elements": []
                                            },
                                            {
                                                "content": "6)  prohibition on undertaking a certain business activity;",
                                                "elements": []
                                            },
                                            {
                                                "content": "7)  temporary seizure of a passport or other document necessary for crossing the State border;",
                                                "elements": []
                                            },
                                            {
                                                "content": "8)  temporary seizure of a driving licence ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  Detention ordered pursuant to Article 123 paragraphs 1 to 3 of this Code may be lifted provided that the defendant himself, or another person on his behalf, posts bail and the defendant personally promises that he will not hide or leave his place of residence without permission, that he will not interfere with the criminal proceedings and that he will not commit another criminal offence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  In the decision on detention, the court may set bail to substitute detention.... Bail shall always be set in a pecuniary amount determined with regard to the gravity of the criminal offence and the personal circumstances and financial situation of the defendant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  If the court considers that bail cannot substitute detention, it shall set out the reasons why it considers that [to be so].",
                                                "elements": []
                                            },
                                            {
                                                "content": "(4)  Complementary to bail, the court may order the application of one or more preventive measures.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  Where a reasonable suspicion exists that a person has committed an offence, that person may be placed in detention:",
                                                "elements": []
                                            },
                                            {
                                                "content": "1.  if he has absconded or there are special circumstances suggesting that he might abscond ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  if there is a risk that he might destroy, hide, alter or forge evidence or traces relevant for the criminal proceedings or might suborn witnesses, or where there is a risk of collusion;",
                                                "elements": []
                                            },
                                            {
                                                "content": "3.  special circumstances justify the suspicion that the person concerned might reoffend; ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "4.  if pre-trial detention is necessary for the normal conduct of proceedings concerning an offence punishable by a long term of imprisonment and if the circumstances of the offence are particularly serious.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  Criminal proceedings terminated by a final decision or judgment may be reopened upon the request of an authorised person only in the cases and under the conditions provided for by this Code.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  Criminal proceedings in which a person was sentenced in his absence (Article 402 paragraph 3 and 4), if there is a possibility of a re-trial in his presence, shall be reopened also under the conditions provided for in Article 498 and Article 501 of this Code, if the accused or his counsel submits a request for the reopening of the proceedings within a period of one year from the day the accused learned about the judgment by which he was sentenced in his absence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  In a decision allowing the reopening of criminal proceedings under the provision of paragraph 1 of this Article, the court shall decide that the indictment is to be served on the accused if it was not served earlier, and may also decide to return the case to the investigation stage or to conduct an investigation if one was not conducted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(4)  Upon the expiry of the time-limit under paragraph 2 of this Article, the reopening of criminal proceedings shall be allowed only under the conditions provided for in Article 498 and Article 501 of this Code.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  A final judgment may be revised without the reopening of proceedings:",
                                                "elements": []
                                            },
                                            {
                                                "content": "1)  if in two or more judgments concerning the same person several punishments were imposed without the subsequent fixing of an aggregate sentence for concurrent offences;",
                                                "elements": []
                                            },
                                            {
                                                "content": "2)  if, when imposing an aggregate sentence by application of the provisions on concurrent offences, a punishment which had already been included in the sentence was duplicated;",
                                                "elements": []
                                            },
                                            {
                                                "content": "3)  if a final judgment imposing an aggregate punishment for several offences is partially unenforceable due to an act of amnesty, pardon, or for other reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  Criminal proceedings terminated by a final judgment may be reopened to the benefit of the defendant, regardless of whether he was present:",
                                                "elements": []
                                            },
                                            {
                                                "content": "1)  if the judgment was based on a false document or recording, or the false testimony of a witness, expert witness or interpreter;",
                                                "elements": []
                                            },
                                            {
                                                "content": "2)  if the judgment resulted from a criminal offence committed by the State Attorney, judge, lay judge, investigator or person who collected evidence;",
                                                "elements": []
                                            },
                                            {
                                                "content": "3)  if new facts or new evidence are presented which alone or in relation to previous evidence may lead to the acquittal of the person who was convicted or to his conviction on the basis of a more lenient criminal-law provision;",
                                                "elements": []
                                            },
                                            {
                                                "content": "4)  if a person was convicted more than once for the same offence, or if more than one person was convicted for the same offence where that offence could only have been committed by one person or by some of those convicted;",
                                                "elements": []
                                            },
                                            {
                                                "content": "5)  if, in the case of a conviction for a continuous act or any other offence which under the law encompasses several acts of the same kind, new facts or new evidence are presented indicating that the convicted person did not commit an act included in the offence at issue, provided that these facts are likely to substantially affect the punishment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“ ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  A request for the reopening of proceedings under Article 501 paragraph 1(3) may be lodged by the parties or the defence lawyer if the defendant has been tried in absentia (Article 402 paragraphs 3 and 4) irrespective of the defendant’s presence [at the time of the lodging of the complaint] ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  A decision on a request for the reopening of proceedings shall be adopted by a panel of judges of the court where the trial was held. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  The court shall reject a request for reopening if it finds that the request has been lodged by an unauthorised person or that there are no legal grounds for the reopening of the proceedings, that the same facts and evidence have already been raised in a request for the reopening of the proceedings which has been dismissed by way of a final decision, if it is clear that the facts and evidence would not lead to the reopening of the proceedings, [or if the request has not been sufficiently substantiated].",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  If the request is not rejected, the court shall forward it to the other party, which has the right to reply within eight days. When the court receives the reply, or if there is no reply within the relevant period, the president of the panel shall, alone or through an investigating judge, examine the facts and obtain the evidence referred to in the request.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  ... In the case of an offence prosecuted ex officio, the president of the panel shall order that the case file be forwarded to the State Attorney, who shall return the case file together with his or her opinion.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  When the State Attorney returns the case file, the court shall, unless it decides to make a further inquiry based on the results of its examination, order that the proceedings be reopened or dismiss the request for reopening if the new evidence does not warrant the reopening of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  In a decision allowing for the reopening of the proceedings, the court shall specify whether the trial should be reopened or the case returned to the indictment stage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(4)  If the court considers, based on the evidence submitted, that in the new proceedings the convict could receive a sentence which would, taken into account the time he has already served, lead to his release, or could be acquitted, or that the charges could be dismissed, it shall order that the execution of sentence be postponed or discontinued.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(5)  When a decision allowing for the reopening of proceedings becomes final, the serving of the sentence shall be stayed and the court shall, if so requested by the State Attorney and if the conditions under Article 123 of this Code have been met, order pre-trial detention.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  The same provisions of substantive law applicable in the previous proceedings, save for the provisions concerning prescription periods, shall be applicable in the new reopened proceedings. In the new proceedings the court shall not be bound by the decisions it rendered in the previous proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  In its judgment rendered in the new proceedings, the court shall set aside the previous judgment partially or in whole, or rule that it remain in force. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The 2011 amendments to the Code of Criminal Procedure (Zakon o izmjenama i dopunama Zakona o kaznenom postupku, Official Gazette no. 80/2011) changed the manner of calculation of the one-year period for lodging a request for the reopening of proceedings by a defendant who has been tried in absentia. These amendments specified that such a request can be lodged within a period of one year from the moment at which the defendant became available to the domestic judicial authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The same amendments, as additionally revised by a 2013 amendment to the Code of Criminal Procedure (Zakon o izmjenama i dopunama zakona o kaznenom postupku, Official Gazette no. 145/2013), also provide:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  The provisions concerning the reopening of criminal proceedings shall be applicable in case of a request for revision of any final court decision in connection with a final judgment of the European Court of Human Rights by which a violation of the rights and freedoms under the Convention for the Protection of Human Rights and Fundamental Freedoms has been found.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  A request for the reopening of proceedings in connection with a final judgment of the European Court of Human Rights can be lodged within a thirty-day time-limit starting from the date on which the judgment of the European Court of Human Rights becomes final.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Relevant practice",
                                "elements": [
                                    {
                                        "content": "42.  In decision no. I Kž-347/1998-3 of 20 July 1998 the Supreme Court dealt with a situation partially similar to the case at issue, in which it assessed the possibility of reopening proceedings at which the accused had been convicted in absentia under the procedural legislation pre-dating the 2008 Code of Criminal Procedure, which contained requirements identical to those provided under Article 497 § 2 of the 2008 Code of Criminal Procedure (see paragraph 39 above). The relevant part of the decision reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“According to the first-instance court ‘there is no possibility of a retrial in the presence of the convicted persons given that ... despite arrest warrants having been issued for the purpose of bringing them to serve their sentences, they are still at large’ and the fact that they, save for N.P. and M.K., who live in the Federal Republic of Yugoslavia at unknown addresses, ‘were found by the police at their addresses, does not mean that there is a possibility for a trial in their presence’ because such a possibility would exist ‘only if they had started serving their prison sentences [which is] a requirement for adopting a decision on their requests for retrial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The decision of the first-instance court that there is no possibility for a retrial in the presence of the convicted persons is, for the time being, correct only with regard to M.K. and N.P.",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to the police report of 4 February 1998, M.K. and N.P. live in the Federal Republic of Yugoslavia, in Serbia, M.[K.] in G. and [N.]P. in M. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "There is therefore no possibility for a retrial in their presence ... Only when they return to Croatia will M.K. and N.P. be able to request a retrial ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In the same decision the Supreme Court examined the situation of the other convicted persons, who lived in Croatia, and found that in their case it was not necessary to start serving their prison sentences before they could lodge a request for a retrial, since the necessity of the deprivation of their liberty could be assessed based on the general provisions on pre-trial detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  In the decision no. I Kž-368/01-3 of 30 January 2002 the Supreme Court dismissed an appeal against a decision rejecting a request for reopening of the proceedings lodged by a person convicted in absentia who was not present in Croatia. The Supreme Court noted the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Supreme Court considers that the convicted person should personally approach the court and provide his or her address in Croatia where he or she would be available during the criminal proceedings, but also allow the execution of the final conviction to the prison sentence, which can be, under the conditions provided for in Article 410 §§ 1 and 5 of the Code of Criminal Procedure, postponed, suspended or terminated.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  In decision no. I Kž-664/09-7 of 19 November 2009 the Supreme Court quashed a first-instance judgment adopted after the trial in absentia of an accused who, upon his arrest and detention, had requested the reopening of the proceedings. The relevant part of the decision reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The criminal proceedings against the accused, F.I., had been conducted in his absence. In the meantime, the accused, F.I., was arrested based on an arrest warrant and detention order, and since 18 September 2009 he has been detained in Z. Prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As it can be seen from the case file, the accused, F.I., has requested a retrial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Therefore, without going into the question of the merits of B.Z. and F.I.’s appeals, this second-instance court finds that it is possible to retry F.I. in his presence, as provided under Article 497 paragraph 2 of the Code of Criminal Procedure (Official Gazette nos. 152/08 and 76/2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "This is because where an accused has been tried in absentia, when there is a possibility for a trial in his presence the proceedings shall be reopened under the conditions laid down in Articles 498 and 501 of the 2008 Code of Criminal Procedure if either the convicted person or his lawyer submits a request for the reopening of the proceedings within a period of one year from the date the convicted person learned about the judgment. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 2 October 2012, in case no. I Kž-640/12-4 the Supreme Court upheld a first-instance decision of the Šibenik County Court (Županijski sud u Šibeniku) rejecting a request for the reopening of proceedings conducted in absentia which had been lodged by an individual living in Bosnia and Herzegovina. The relevant part of the decision reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Contrary to the appellant’s arguments, [this court considers that] the conclusion of the first-instance court that there is no ground for a retrial under Article 497 paragraph 2 of the 2008 Code of Criminal Procedure is correct.",
                                        "elements": []
                                    },
                                    {
                                        "content": "This is because in his appeal the convicted person failed to indicate any reason for the reopening of the proceedings under Article 501 paragraph 1 of the 2008 Code of Criminal Procedure, merely pointing out that he had been tried in absentia. However, his request and appeal show that he still lives on the territory of Bosnia and Herzegovina, and therefore his assertion that he is available to the Croatian authorities cannot be accepted. Irrespective of the fact that his address abroad is known and irrespective of his promise to come to every court hearing, he is still outside the jurisdiction of [the Croatian authorities].",
                                        "elements": []
                                    },
                                    {
                                        "content": "It should be also noted that the time-limit for lodging a request for the reopening of proceedings under Article 497 paragraph 2 of the 2008 Code of Criminal Procedure starts to run on the day when the convicted person becomes available to the Croatian authorities and not from the moment he learns about his conviction, as the appellant wrongly suggested (Article 43 of the Amendments to the Code of Criminal Procedure, Official Gazette no 80/2011 of 13 July 2011).”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Relevant domestic legal theory",
                                "elements": [
                                    {
                                        "content": "47.  In her two articles on the problem of the reopening of proceedings in Croatian criminal justice system, Ana Garačić, the Vice President of the Supreme Court and the President of its Criminal Department, provided a normative analysis of the general substantive and procedural issues of reopening (see A. Garačić, “Standard and Extraordinary Reopening of Proceedings” [Prava i neprava obnova kaznenog postupka], Hrvatska pravna revija (2005), pp. 108-119) and the specific issues associated with trials in absentia (see A. Garačić, “Reopening of Proceedings Conducted In Absentia” [Obnova kaznenog postupka kod suđenja u odsutnosti], Hrvatska pravna revija (2009), pp. 106-110).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  She explained that Article 497 § 2 of the 2008 Code of Criminal Procedure (see paragraph 39 above) represented an exception in that an individual tried in absentia had the right, exclusively dependent on his will, to seek the reopening of the proceedings without any further substantive conditions. Thereby he could challenge the findings of the final judgment and potentially have it set aside. However, according to the settled practice of the domestic courts the person concerned should, at the time of making a request for reopening, be immediately available to the authorities and able to appear in court. The exception to this rule, which was notably the most important new feature introduced by the 2008 Code of Criminal Procedure, was provided under Article 504 § 2 of that Code (see paragraph 39 above) allowing a convicted person to seek the reopening of proceedings even if he or she was not immediately available to the court. But this was applicable only if he or she could show the existence of new facts or evidence which could lead to acquittal or resentencing under a more lenient provision (Garačić 2009, pp. 106-108).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  She also explained that from a procedural perspective if a person convicted in absentia made himself available to the court and obtained a retrial but later failed to participate effectively in the proceedings by not attending hearings, a decision upholding the previous conviction should be adopted (Garačić 2005, p. 118).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL MATERIAL",
                        "elements": [
                            {
                                "content": "A.  Council of Europe",
                                "elements": [
                                    {
                                        "content": "50.  The relevant part of the European Convention on the International Validity of Criminal Judgments of 28 May 1970 (ETS No. 70) provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  Except as provided in paragraph 3, a judgment in absentia for the purposes of this Convention means any judgment rendered by a court in a Contracting State after criminal proceedings at the hearing of which the sentenced person was not personally present.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  Without prejudice to Articles 25, paragraph 2, 26, paragraph 2, and 29, the following shall be considered as judgments rendered after a hearing of the accused:",
                                        "elements": []
                                    },
                                    {
                                        "content": "a. any judgment in absentia and any ordonnance pénale which have been confirmed or pronounced in the sentencing State after opposition by the person sentenced;",
                                        "elements": []
                                    },
                                    {
                                        "content": "b. any judgment rendered in absentia on appeal, provided that the appeal from the judgment of the court of first instance was lodged by the person sentenced.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  If the requested State sees fit to take action on the request to enforce a judgment rendered in absentia or an ordonnance pénale, it shall cause the person sentenced to be personally notified of the decision rendered in the requesting State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...“",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  After notice of the decision has been served in accordance with Article 23, the only remedy available to the person sentenced shall be an opposition. Such opposition shall be examined, as the person sentenced chooses, either by the competent court in the requesting State or by that in the requested State. If the person sentenced expresses no choice, the opposition shall be examined by the competent court in the requested State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  In the cases specified in the preceding paragraph, the opposition shall be admissible if it is lodged with the competent authority of the requested State within a period of 30 days from the date on which the notice was served. This period shall be reckoned in accordance with the relevant rules of the law of the requested State. The competent authority of that State shall promptly notify the authority which made the request for enforcement.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  If the opposition is examined in the requesting State, the person sentenced shall be summoned to appear in that State at the new hearing of the case. Notice to appear shall be personally served not less than 21 days before the new hearing. This period may be reduced with the consent of the person sentenced. The new hearing shall be held before the court which is competent in the requesting State and in accordance with the procedure of that State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  If the person sentenced fails to appear personally or is not represented in accordance with the law of the requesting State, the court shall declare the opposition null and void and its decision shall be communicated to the competent authority of the requested State. The same procedure shall be followed if the court declares the opposition inadmissible. In both cases, the judgment rendered in absentia or the ordonnance pénale shall, for the entire purposes of this Convention, be considered as having been rendered after a hearing of the accused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  If the person sentenced appears personally or is represented in accordance with the law of the requesting State and if the opposition is declared admissible, the request for enforcement shall be considered as null and void.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  If the opposition is examined in the requested State the person sentenced shall be summoned to appear in that State at the new hearing of the case. Notice to appear shall be personally served not less than 21 days before the new hearing. This period may be reduced with the consent of the person sentenced. The new hearing shall be held before the court which is competent in the requested State and in accordance with the procedure of that State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  If the person sentenced fails to appear personally or is not represented in accordance with the law of the requested State, the court shall declare the opposition null and void. In that event, and if the court declares the opposition inadmissible, the judgment rendered in absentia or the ordonnance pénale shall, for the entire purposes of this Convention, be considered as having been rendered after a hearing of the accused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  If the person sentenced appears personally or is represented in accordance with the law of the requested State, and if the opposition is admissible, the act shall be tried as if it had been committed in that State. Preclusion of proceedings by reason of lapse of time shall, however, in no circumstances be examined. The judgment rendered in the requesting State shall be considered null and void.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If the person sentenced in absentia or by an ordonnance pénale lodges no opposition, the decision shall, for the entire purposes of this Convention, be considered as having been rendered after the hearing of the accused.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Committee of Ministers Resolution (75)11 of 21 May 1975 on the criteria governing proceedings held in the absence of the accused provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Committee of Ministers,",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "I.  Recommends that the governments of the member states apply the following minimum rules:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  A person tried in his absence on whom a summons has not been served in due and proper form shall have a remedy enabling him to have the judgement annulled.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The relevant part of the Second Additional Protocol to the European Convention on Extradition of 17 March 1978 (ETS No. 98) provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Convention shall be supplemented by the following provisions:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Judgments in absentia",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  When a Contracting Party requests from another Contracting Party the extradition of a person for the purpose of carrying out a sentence or detention order imposed by a decision rendered against him in absentia, the requested Party may refuse to extradite for this purpose if, in its opinion, the proceedings leading to the judgment did not satisfy the minimum rights of defence recognised as due to everyone charged with criminal offence. However, extradition shall be granted if the requesting Party gives an assurance considered sufficient to guarantee to the person claimed the right to a retrial which safeguards the rights of defence. This decision will authorise the requesting Party either to enforce the judgment in question if the convicted person does not make an opposition or, if he does, to take proceedings against the person extradited.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  European Union",
                                "elements": [
                                    {
                                        "content": "53.  The Council Framework Decision 2009/299/JHA of 26 February 2009 amending Framework Decisions 2002/584/JHA, 2005/214/JHA, 2006/783/JHA, 2008/909/JHA and 2008/947/JHA, thereby enhancing the procedural rights of persons and fostering the application of the principle of mutual recognition to decisions rendered in the absence of the person concerned at the trial, in its part relevant to the European arrest warrant and the surrender procedures between Member States (Framework Decision 2002/584/JHA) and the application of the principle of mutual recognition to judgments in criminal matters imposing custodial sentences or measures involving deprivation of liberty for the purpose of their enforcement in the European Union (Framework Decision 2008/909/JHA), provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Framework Decision 2002/584/JHA is hereby amended as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  the following Article shall be inserted:",
                                        "elements": []
                                    },
                                    {
                                        "content": "‘Article 4a",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The executing judicial authority may also refuse to execute the European arrest warrant issued for the purpose of executing a custodial sentence or a detention order if the person did not appear in person at the trial resulting in the decision, unless the European arrest warrant states that the person, in accordance with further procedural requirements defined in the national law of the issuing Member State:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  in due time:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  either was summoned in person and thereby informed of the scheduled date and place of the trial which resulted in the decision, or by other means actually received official information of the scheduled date and place of that trial in such a manner that it was unequivocally established that he or she was aware of the scheduled trial;",
                                        "elements": []
                                    },
                                    {
                                        "content": "and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  was informed that a decision may be handed down if he or she does not appear for the trial;",
                                        "elements": []
                                    },
                                    {
                                        "content": "or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  being aware of the scheduled trial, had given a mandate to a legal counsellor, who was either appointed by the person concerned or by the State, to defend him or her at the trial, and was indeed defended by that counsellor at the trial;",
                                        "elements": []
                                    },
                                    {
                                        "content": "or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  after being served with the decision and being expressly informed about the right to a retrial, or an appeal, in which the person has the right to participate and which allows the merits of the case, including fresh evidence, to be re-examined, and which may lead to the original decision being reversed:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  expressly stated that he or she does not contest the decision;",
                                        "elements": []
                                    },
                                    {
                                        "content": "or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  did not request a retrial or appeal within the applicable time frame;",
                                        "elements": []
                                    },
                                    {
                                        "content": "or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d)  was not personally served with the decision but:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  will be personally served with it without delay after the surrender and will be expressly informed of his or her right to a retrial, or an appeal, in which the person has the right to participate and which allows the merits of the case, including fresh evidence, to be re-examined, and which may lead to the original decision being reversed;",
                                        "elements": []
                                    },
                                    {
                                        "content": "and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  will be informed of the time frame within which he or she has to request such a retrial or appeal, as mentioned in the relevant European arrest warrant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  In case the European arrest warrant is issued for the purpose of executing a custodial sentence or detention order under the conditions of paragraph 1(d) and the person concerned has not previously received any official information about the existence of the criminal proceedings against him or her, he or she may, when being informed about the content of the European arrest warrant, request to receive a copy of the judgment before being surrendered. Immediately after having been informed about the request, the issuing authority shall provide the copy of the judgment via the executing authority to the person sought. The request of the person sought shall neither delay the surrender procedure nor delay the decision to execute the European arrest warrant. The provision of the judgment to the person concerned is for information purposes only; it shall neither be regarded as a formal service of the judgment nor actuate any time limits applicable for requesting a retrial or appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  In case a person is surrendered under the conditions of paragraph (1)(d) and he or she has requested a retrial or appeal, the detention of that person awaiting such retrial or appeal shall, until these proceedings are finalised, be reviewed in accordance with the law of the issuing Member State, either on a regular basis or upon request of the person concerned. Such a review shall in particular include the possibility of suspension or interruption of the detention. The retrial or appeal shall begin within due time after the surrender.’",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Framework Decision 2008/909/JHA is hereby amended as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  in Article 9(1), point (i) shall be replaced by the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "‘(i)  according to the certificate provided for in Article 4, the person did not appear in person at the trial resulting in the decision, unless the certificate states that the person, in accordance with further procedural requirements defined in the national law of the issuing State:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  in due time:",
                                        "elements": []
                                    },
                                    {
                                        "content": "— either was summoned in person and thereby informed of the scheduled date and place of the trial which resulted in the decision, or by other means actually received official information of the scheduled date and place of that trial in such a manner that it was unequivocally established that he or she was aware of the scheduled trial,",
                                        "elements": []
                                    },
                                    {
                                        "content": "and",
                                        "elements": []
                                    },
                                    {
                                        "content": "— was informed that a decision may be handed down if he or she does not appear for the trial;",
                                        "elements": []
                                    },
                                    {
                                        "content": "or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  being aware of the scheduled trial had given a mandate to a legal counsellor, who was either appointed by the person concerned or by the State, to defend him or her at the trial, and was indeed defended by that counsellor at the trial;",
                                        "elements": []
                                    },
                                    {
                                        "content": "or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)  after being served with the decision and being expressly informed of the right to a retrial, or an appeal, in which the person has the right to participate and which allows the merits of the case, including fresh evidence, to be re-examined, and which may lead to the original decision being reversed:",
                                        "elements": []
                                    },
                                    {
                                        "content": "— expressly stated that he or she does not contest the decision,",
                                        "elements": []
                                    },
                                    {
                                        "content": "or",
                                        "elements": []
                                    },
                                    {
                                        "content": "— did not request a retrial or appeal within the applicable time frame.’",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 AND 3 (c) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  The applicant complained that he had not been able to obtain a rehearing after his conviction in absentia, and that he had not been effectively represented by a legal-aid lawyer during the proceedings conducted in his absence. He relied on Article 6 §§ 1 and 3 (c) of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require; ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "55.  The Government submitted that the applicant could still ask for the reopening of the proceedings in his case by relying on Article 497 § 2 of the Code of Criminal Procedure as amended in 2011 (see paragraph 40 above). Under this provision he would be granted a reopening without having to fulfil any further requirements, provided he was available to the domestic authorities and asked for the reopening within one year from the date he became available. In the Government’s view this was not unreasonable and did not place a disproportionate burden on the applicant. Moreover, such requirements were expedient since granting the reopening of the proceedings in the applicant’s absence would divest such procedure of any sense. The Government did not see any reason why the applicant could not satisfy these requirements. It was up to him to appear before the Croatian authorities or to provide guarantees that he would appear before the Croatian courts which would conduct the retrial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The applicant considered that he had exhausted the domestic remedies available to him. He contended that meeting the conditions for the reopening of the proceedings as suggested by the Government would be possible only if he came to Croatia and sought a retrial, which would mean that he would be arrested and imprisoned. In his view, this trading of his liberty for securing his right to a fair trial in his presence was contrary to the basic principles of Article 6 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "57.  The Court considers that the question of exhaustion of domestic remedies is closely linked to the substance of the applicant’s complaint that he was not able to obtain a rehearing after his conviction in absentia (see Sejdovic v. Italy [GC], no. 56581/00, § 102, ECHR 2006II), and thus decides to join it to the merits (see, mutatis mutandis, Demebukov v. Bulgaria, no. 68020/01, § 41, 28 February 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court further notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention, nor is it inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "59.  The applicant submitted that under the relevant domestic law he had had two avenues for seeking a retrial after his conviction in absentia, but that those avenues were unfair and ineffective in practice. The first (see paragraph 39 above; Article 497 § 2 of the Code of Criminal Procedure) had meant giving himself up to the Croatian authorities before asking them to reopen the proceedings. In his view, it had not been clear on what evidence the domestic courts had based their conclusions that he would not appear in court for a retrial had they granted him one. The mere fact that he did not reside in Croatia could not arguably support such a conclusion. Thus the only possibility for him had been to trade his liberty for a request to reopen the proceedings, because had he come to Croatia and sought a retrial he would have been arrested and imprisoned based on his conviction in absentia, which had been the result of an unfair trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The second possibility for a retrial was provided under Article 501 § 1(3) of the Code of Criminal Procedure (see paragraph 39 above), that is, when new facts or evidence suggested that the convicted person should be acquitted or resentenced under a more lenient provision of the law. In the applicant’s view he had demonstrated such facts and evidence by putting forward the names of witnesses who had testified that he had not been present in Petrinja at the time of the events. Furthermore, out of all the witnesses on whose testimony the conviction had been based, only witness M.Ž. had directly implicated him in the crime. In the applicant’s view the statement of this witness had been inconclusive and his description of the applicant had not matched his actual appearance. This had resulted in the court taking a formalised approach as a result of which, despite the evidence he had proposed, he had not been given an opportunity to rebut the presumption of his guilt established in unfair proceedings conducted in his absence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The applicant also considered that he had not been adequately represented during his trial in absentia. The legal-aid lawyer had never attempted to contact him, nor had he ever heard the applicant’s account of the events. This had prevented the lawyer from taking certain crucial steps in the proceedings, such as challenging the statement of witness M.Ž. and showing that his description of the applicant did not match the applicant’s actual appearance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The Government argued that the proceedings conducted in the applicant’s absence had been fair. The domestic authorities had taken all the necessary steps to obtain all the relevant evidence and to secure the applicant’s presence, but at the time he had been at large and could not be traced. During the trial the applicant had been effectively represented by a legal-aid lawyer and the domestic courts had provided sufficient reasons for their decisions. As regards the possibility for the applicant to seek the reopening of the proceedings, the Government pointed out that the fact that he had not been granted a retrial had been his sole responsibility. This was because he had decided to remain unavailable to the domestic courts and had not provided sufficient evidence which could call his conviction into question. The Government pointed out that in the Croatian legal system there were two legal avenues for seeking a retrial in the event of a conviction in absentia. The first, provided under Article 497 § 2 of the Code of Criminal Procedure, was a special ground for reopening proceedings conducted in absentia, and the second was provided under the general provision allowing for the possibility of a retrial (Article 501 § 1 of the Code of Criminal Procedure).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The possibility of a retrial provided under the special provision of Article 497 § 2 of the Code of Criminal Procedure essentially had two conditions. First, the person seeking a retrial should be available to the domestic judicial authorities, and secondly, he or she should lodge the request for a retrial within the relevant time-limit. The Supreme Court had consistently interpreted the first condition to mean that the convicted person had to actually be present on the territory of Croatia. In the applicant’s case, he had left Croatia and despite an arrest warrant and decision ordering his imprisonment he had never been apprehended. Moreover, there had been no possibility for the domestic authorities to secure his presence, as he had lived in Serbia and Serbia did not extradite its citizens, nor would it ever accept the execution of the applicant’s sentence because he had been tried in absentia. Thus, it had been up to the applicant alone to make himself available to the domestic courts and request a retrial. However, save for generally indicating that he would counter all the evidence and confront the witnesses against him, he had not offered any guarantee that he would actually appear for trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  In the Government’s view the requirements for a retrial under Article 497 § 2 of the Code of Criminal Procedure were not unreasonable. They had been expedient both from the perspective of the rights of the person concerned and the principle of efficiency. The only thing the applicant needed to do was to appear before the domestic authorities or demonstrate that he would appear at the trial. This would not necessarily mean that he would be imprisoned, since Article 507 of the Code of Criminal Procedure allowed for the possibility of postponing the execution of a sentence when it considered that the convicted person should be acquitted. It also provided that once a retrial had been granted, the execution of the sentence should be stopped.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  As to the possibility of a retrial under the general provision of Article 501 § 1 (3) of the Code of Criminal Procedure, which provided that such a possibility existed only when there were new facts or evidence which could lead to acquittal, the Government pointed out that the domestic courts had sufficiently examined the evidence proposed by the applicant and found that it did not meet that requirement. In the Government’s view, the domestic courts had given sufficient reasons for their decisions and there had been no reason to call their conclusions into question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  Lastly, the Government considered that the applicant had not been denied effective legal representation during his trial in absentia. He had been represented by a qualified lawyer who had actively participated in the proceedings and had taken all the necessary steps to provide an effective defence. In particular, the legal-aid lawyer had lodged appeals against the judgments finding the applicant guilty, one of which had been accepted by the Supreme Court, which had ordered a re-examination of the case based on his appeal submissions.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "67.  Although this is not expressly mentioned in paragraph 1 of Article 6, the object and purpose of the Article taken as a whole show that a person “charged with a criminal offence” is entitled to take part in the hearing. Moreover, sub-paragraphs (c), (d) and (e) of paragraph 3 guarantee to “everyone charged with a criminal offence” the right “to defend himself in person”, “to examine or have examined witnesses” and “to have the free assistance of an interpreter if he cannot understand or speak the language used in court”, and it is difficult to see how he could exercise these rights without being present (see, among many others, Colozza v. Italy, 12 February 1985, § 27, Series A no. 89, and Belziuk v. Poland, 25 March 1998, § 37, Reports 1998-II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  Although proceedings that take place in the accused’s absence are not in themselves incompatible with Article 6 of the Convention, a denial of justice nevertheless undoubtedly occurs where a person convicted in absentia is subsequently unable to obtain from the court a fresh determination of the merits of the charge, in respect of both law and fact, where it has not been unequivocally established that he has waived his right to appear and to defend himself (see Colozza, cited above, § 29; Einhorn v. France (dec.), no. 71555/01, § 33, ECHR 2001-XI; Krombach v. France, no. 29731/96, § 85, ECHR 2001-II; and Somogyi v. Italy, no. 67972/01, § 66, ECHR 2004-IV) or that he intended to escape trial (see Medenica v. Switzerland, no. 20491/92, § 55, ECHR 2001VI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The Convention leaves the Contracting States wide discretion as regards the choice of the means put in place to ensure that their legal systems are in compliance with the requirements of Article 6. The Court’s task is to determine whether the result called for by the Convention has been achieved. In particular, the procedural means offered by domestic law and practice must be shown to be effective where a person charged with a criminal offence has neither waived his right to appear and to defend himself nor sought to escape trial (see Medenica, cited above, § 55; and Somogyi, cited above, § 67).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  In any case, the Court reiterates that there can be no question of an accused being obliged to surrender to custody in order to secure the right to be retried in conditions that comply with Article 6 of the Convention, for that would entail making the exercise of the right to a fair hearing conditional on the accused offering up his or her physical liberty as a form of guarantee (see Krombach, cited above, § 87).",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Court has further held that the duty to guarantee the right of a criminal defendant to be present in the courtroom – either during the original proceedings or at a retrial – ranks as one of the essential requirements of Article 6 (see Stoichkov v. Bulgaria, no. 9808/02, § 56, 24 March 2005). Accordingly, the refusal to reopen proceedings conducted in the accused’s absence, without any indication that the accused has waived his or her right to be present during the trial, has been found to be a “flagrant denial of justice” rendering the proceedings “manifestly contrary to the provisions of Article 6 or the principles embodied therein” (ibid., §§ 54-58).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  Neither the letter nor the spirit of Article 6 of the Convention prevents a person from waiving of his own free will, either expressly or tacitly, his entitlement to the guarantees of a fair trial (see Kwiatkowska v. Italy (dec.), no. 52868/99, 30 November 2000). However, if it is to be effective for Convention purposes, a waiver of the right to take part in the trial must be established in an unequivocal manner and be attended by minimum safeguards commensurate to its importance (see Poitrimol v. France, 23 November 1993, § 31, Series A no. 277A). Furthermore, it must not run counter to any important public interest (see Håkansson and Sturesson v. Sweden, 21 February 1990, § 66, Series A no. 171-A).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The Court has held that where a person charged with a criminal offence had not been notified in person, it could not be inferred merely from his status as a “fugitive”, which was founded on a presumption with an insufficient factual basis, that he had waived his right to appear at the trial and defend himself (see Colozza, cited above, § 28). It has also had occasion to point out that, before an accused can be said to have implicitly, through his conduct, waived an important right under Article 6 of the Convention, it must be shown that he could reasonably have foreseen what the consequences of his conduct would be (see Jones v. the United Kingdom (dec.), no. 30900/02, 9 September 2003).",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  Furthermore, a person charged with a criminal offence must not be left with the burden of proving that he was not seeking to evade justice or that his absence was due to force majeure (see Colozza, cited above, § 30). At the same time, it is open to the national authorities to assess whether the accused showed good cause for his absence or whether there was anything in the case file to warrant a finding that he had been absent for reasons beyond his control (see Medenica, cited above, § 57).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The Court notes that after the initial investigation into the crimes committed in Petrinja in September 1991, an investigating judge of the Sisak County Court ordered the applicant’s detention. At that time the applicant could not be traced as he lived on the occupied territory of Croatia which was out of the effective control of the domestic authorities (see paragraphs 7 and 8 above). Under the same conditions, and after he had been indicted in the Sisak County Court on charges of war crimes, on 30 December 1992 a three-judge panel of that court allowed for his trial in absentia (see paragraphs 11 and 13 above). A lawyer was appointed to represent him and was notified of the various steps taken in the proceedings (see paragraphs 14, 15, 17, 20 and 22 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  There is no evidence before the Court, nor was it argued by the parties, that the applicant was ever notified of these proceedings, or that the reason for his absence was to escape trial. Indeed, given the conditions of the escalating war in Croatia at the time and the fact that the applicant lived on territory which was outside the control of the domestic authorities it was impossible for them to notify him of the criminal proceedings or to secure his presence, and it was highly improbable that he could have had knowledge of the proceedings and that the reason for his absence from Sisak at the time was to avoid being tried. In such circumstances, it was possible under the relevant domestic law to hold a hearing in absentia if there were highly important reasons for doing so (see paragraph 38 above; Article 290 of the Code of Criminal Procedure). In the case at issue these reasons were associated with the necessity to effectively prosecute the serious war crimes committed against the prisoners of war (see paragraph 13 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The Court has already accepted that the impossibility of holding a trial by default may paralyse the conduct of criminal proceedings, in that it may lead, for example, to dispersal of the evidence, expiry of the time-limit for prosecution or a miscarriage of justice (see Colozza, cited above, § 29). Thus, in the particular circumstances of the present case, given that the gravity of the crime at issue which, although not susceptible to statutory limitation periods, was commensurate with great public interest and the interest of the victims to see the justice being done, the Court accepts that holding a hearing in the applicant’s absence was not in itself contrary to Article 6. However, the Court is also mindful of the applicant’s position, namely, the fact that it has not been shown that he had any knowledge of his prosecution and of the charges against him or that he sought to evade trial or unequivocally waived his right to appear in court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The Court thus considers that when domestic law permits a trial to be held notwithstanding the absence of a person “charged with a criminal offence” who is in the applicant’s position, that person should, once he becomes aware of the proceedings, be able to obtain, from a court which has heard him, a fresh determination of the merits of the charge (see Colozza, cited above, § 29 in fine). It therefore remains to be determined whether the domestic legislation afforded the applicant with sufficient certainty the opportunity of appearing at a new trial (see Sejdovic, cited above, § 101). In other words, the Court must establish whether the procedural means for retrial offered by the domestic authorities complied with the requirement of effectiveness (see Medenica, cited above, § 55).",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  In that connection the Court notes that the Government referred to two legal avenues in the domestic legal system. The first is provided under Article 497 § 2 of the Code of Criminal Procedure as a special ground for reopening proceedings conducted in absentia, and the second is provided under the provision of Article 501 § 1 (3) of the Code of Criminal Procedure allowing for the general possibility of a retrial (see paragraphs 39 and 62 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  As regards the remedy under Article 497 § 2 of the Code of Criminal Procedure, the Court notes that it is essentially a measure allowing for the automatic reopening of proceedings conducted in absentia based on a request by the convicted person. It provides for no further substantive requirements and, generally speaking, depends solely on the convicted person’s wish (see paragraphs 39 and 48 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  According to the wording of Article 497 § 2 of the Code of Criminal Procedure, the reopening of proceedings depends on “the possibility of a re-trial in [the convicted person’s] presence” (see paragraph 39 above). This “possibility” has been interpreted in the case-law of the domestic courts to mean that a person convicted in absentia must appear before the domestic authorities to request a retrial and provide an address of residence in Croatia during the criminal proceedings. Accordingly, a request for a retrial by a convicted person who is not under the jurisdiction of the Croatian authorities cannot lead to the reopening of the proceedings (see paragraphs 23-24 and 42-46 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  As regards the Government’s argument that the applicant could have sought a retrial by providing guarantees that he would attend the trial even though he was not in Croatia (see paragraph 63 above), the Court observes from the domestic practice that the requirement of the presence under the jurisdiction of the domestic authorities is a very strict condition (see paragraphs 42-46 above) and that the domestic courts are not inclined to accept any promises. For instance, when a person convicted in absentia who was living in Bosnia and Herzegovina requested a reopening of the proceedings and provided all the necessary details of his whereabouts and promised to come to every court hearing, the domestic courts rejected his request on the grounds that in any event he was not available to the Croatian judicial authorities and was out of their jurisdiction. Similarly, in another case, the Supreme Court held that a person who had requested a retrial should personally approach the court and provide his or her address in Croatia where he or she would be available during the criminal proceedings, but also allow the execution of the final conviction to the prison sentence, which could then be, under the conditions provided in the law, postponed, suspended or terminated (see paragraphs 44 and 46 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  There is no evidence showing that in the case of the applicant, whose exact address in Serbia had also been known to the domestic authorities and who had submitted to the domestic courts that he was prepared to confront any witness or counter any evidence against him (see paragraph 27 above), the domestic authorities required or would have accepted any other promises or guarantees. Neither is it possible to ascertain what such guarantees should have been, given that the Government has not specified them. On the contrary, the Court observes that the Supreme Court, when examining the applicant’s request for a retrial, outwardly rejected this possibility on the grounds that the applicant lived in Serbia and was not available to the Croatian judicial authorities, making no mention that any guarantees or promises could be accepted (see paragraph 33 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  In view of the above, the Court considers that the requirement that an individual tried in absentia, who has not had knowledge of his prosecution and of the charges against him or sought to evade trial or unequivocally waived his right to appear in court, has to appear before the domestic authorities and provide an address of residence in Croatia during the criminal proceedings in order to be able to request a retrial, appears disproportionate for two reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  Firstly, this requirement essentially provided that individuals sentenced in absentia to imprisonment who did not live on the territory of Croatia, as was the case in the present application (see paragraph 25 above), could not apply for the, in principle, automatic reopening of the proceedings unless they presented themselves to the Croatian judicial authorities which would in the ordinary course of action mean that they would be deprived of their liberty based on their conviction (see paragraphs 42 and 44 above). Only then, once the reopening was granted, which according to the materials available before the Court could even take more than a month (see paragraphs 23, 24 and 45 above), and once such a decision became final, would the enforcement of the sentence be stayed and, if there were no other grounds warranting pre-trial detention, the person concerned released pending trial (see paragraph 39 above; Article 507 § 5 of the Code of Criminal Procedure).",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  As to the Government’s suggestion that the enforcement of the sentence could be postponed even before a decision on the request for reopening was taken, the Court firstly notes that such a possibility primarily relates to the requests for retrial based on new facts and evidence and not for the requests for an automatic retrial of those tried in absentia (see paragraph 39 above; Articles 501 § 1(3) and 507 § 4 of the Code of Criminal Procedure). In any case, such a possibility is discretionary as the relevant domestic law provides no possibility for the convicted person to request its application and, in case of an unfavourable outcome, to have an opportunity to appeal (compare Khalfaoui v. France, no. 34791/97, § 453, ECHR 1999IX). Moreover, the materials available to the Court do not show that any such consideration was given in the applicant’s case (see paragraphs 23-24 above; and Khalfaoui, cited above, § 53). Therefore, given that the Convention is designed to “guarantee not rights that are theoretical or illusory but rights that are practical and effective” (see, for example, Erkapić v. Croatia, no. 51198/08, § 78, 25 April 2013) the Court cannot accept that such a possibility was sufficiently probable in practice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  In this connection, in view of the obligation of persons who did not live on the territory of Croatia to appear before the Croatian judicial authorities as a requirement for seeking a retrial, which would in the ordinary course of action lead to their custody based on the conviction in absentia, the Court reiterates, as already explained above, that there can be no question of an accused being obliged to surrender to custody in order to secure the right to be retried in conditions that comply with Article 6 of the Convention (see paragraph 70 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  This does not, of course, call into question whether, in the fresh proceedings, the applicant’s presence at the trial would have to be secured by ordering his detention on remand or by the application of other measures envisaged under the relevant domestic law (see, inter alia, Khalfaoui, cited above, § 44). However, if applicable, that would need to have a different legal basis – that of a reasonable suspicion of the applicant having committed the crime at issue and the existence of “relevant and sufficient reasons” for his detention (see, amongst many others, Kudła v. Poland [GC], no. 30210/96, § 111, ECHR 2000 XI; and Dragin v. Croatia, no. 75068/12, § 110, 24 July 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  Secondly, even taking into account the particular circumstances of the present case, which concerns serious charges of war crimes, the Court considers that the obligation that an individual tried in absentia has to appear before the domestic authorities and provide an address of residence in Croatia during the criminal proceedings in order to be able to request a retrial, is unreasonable and disproportionate from a procedural point of view (compare Khalfaoui, cited above, § 44).",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  In this connection the Court notes that, under the relevant domestic law, the mere reopening of proceedings does not have any effect on the substantive validity of the judgment delivered in the previous proceedings. Such judgment remains in force until the end of the retrial and only then can it be set aside partially or in whole, or fully remain in force (see paragraph 39 above; Article 508 § 3 of the Code of Criminal Procedure). Thus, had the domestic courts accepted the applicant’s request and ordered a retrial, it would have postponed the execution of the judgment (see paragraph 39 above; Article 507 § 5 of the Code of Criminal Procedure) but his conviction would not as such be affected. At the same time, the domestic authorities would have allowed the applicant an opportunity to seek a retrial without bringing him to a situation where he would trade that opportunity with his liberty. It would then have been the applicant’s responsibility to participate effectively and diligently in the proceedings. His failure to do that would legitimately have led to the discontinuation of the proceedings and his previous conviction being upheld (see paragraph 49 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  Against the above background, the Court considers that by obliging the applicant to appear before the domestic authorities and provide an address of residence in Croatia during the criminal proceedings in order to be able to request a retrial, the domestic authorities created a disproportionate obstacle to the use by the applicant of the remedy provided under Article 497 § 2 of the Code of Criminal Procedure, restricting the exercise of his right to obtain a retrial in such a way or to such an extent that the very essence of the right is impaired (see Omar v. France, 29 July 1998, § 34, Reports of Judgments and Decisions 1998V). Accordingly, the Court rejects the Government’s preliminary objection previously joined to the merits (see paragraph 57 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  As to the remedy under Article 501 § 1(3) of the Code of Criminal Procedure, the Court notes that this is a general legal avenue for seeking a retrial after a judgment convicting a defendant has become final and enforceable which is open to both those tried in absentia and those tried in their presence. Unlike the remedy under Article 497 § 2 of the Code of Criminal Procedure, the use of this remedy does not require the physical presence of the convicted person. However, this remedy is applicable only to a restricted category of cases tried in absentia since the condition for its use is the existence of new evidence or facts capable of leading to acquittal or resentencing under a more lenient provision (see paragraph 39 above). It is thus of a secondary and subsidiary nature for those tried in absentia.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  In this connection the Court also notes that the applicant, who was tried in absentia, had no opportunity to put the evidence on which his charges were based to adversarial argument or to contest his conviction before the competent courts of appeal. By the use of the remedy under Article 501 § 1 (3) of the Code of Criminal Procedure he was essentially required, simply in order to obtain a retrial, to challenge the factual findings of the final judgment by which he was convicted by submitting new facts and evidence of such a strength and significance that they could at the outset convince the court that he should be acquitted or convicted. Such demand appears disproportionate to the essential requirement of Article 6 that a defendant should be given an opportunity to appear at the trial and have a hearing where he could challenge the evidence against him (see paragraph 67 above), an opportunity which the applicant never had.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  The Court therefore finds that the legal avenue under Article 501 § 1(3) of the Code of Criminal Procedure did not guarantee effectively and with sufficient certainty that the applicant would have the opportunity of a retrial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  In the light of the foregoing, the Court considers that the applicant, who was tried in absentia and has not been shown to have sought to escape trial or to have unequivocally waived his right to appear in court, was not afforded with sufficient certainty the opportunity of obtaining a fresh determination of the merits of the charges against him by a court in full respect of his defence rights (see Sejdovic, cited above, §§ 101 and 105).",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  The relevant principles concerning the representation by counsel of defendants tried in absentia are set out in the Sejdovic judgment (cited above, §§ 91-95).",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  In view of the above findings concerning the applicant’s inability to obtain a rehearing after his conviction in absentia (see paragraph 95 above) the Court considers it unnecessary to examine his allegations about the deficiency of his legal representation during the proceedings conducted in his absence (see Sejdovic, cited above, § 107).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "99.  The applicant complained, relying on Article 14 of the Convention, that he had been discriminated against based on his Serbian ethnic origin without providing any relevant substantiation.",
                                "elements": []
                            },
                            {
                                "content": "100.  In the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court considers that this part of the application does not disclose any appearance of a violation of the Convention. It follows that it is inadmissible under Article 35 § 3 as manifestly ill-founded, and must be rejected pursuant to Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "101.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "102.  The applicant claimed 50,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  The Government considered this amount excessive, unfounded and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  Having regard to all the circumstances of the present case, the Court accepts that the applicant suffered non-pecuniary damage which cannot be compensated for solely by the finding of a violation. Making its assessment on an equitable basis, the Court awards the applicant EUR 4,000 in respect of non-pecuniary damage, plus any tax that may be chargeable to him.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "105.  The applicant also claimed EUR 6,950 for the costs and expenses incurred before the domestic courts and for those incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  The Government considered this amount excessive, unfounded and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 2,500 plus any tax that may be chargeable to that amount, covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "108.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join to the merits the Government’s objection as to the exhaustion of domestic remedies and rejects it;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaints concerning the applicant’s inability to obtain a rehearing after his conviction in absentia, and the alleged deficiencies in his legal representation during the proceedings conducted in his absence, under Article 6 §§ 1 and 3 (c) of the Convention, admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention concerning the applicant’s inability to obtain a rehearing after his conviction in absentia;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there is no need to examine the applicant’s complaint concerning the alleged deficiencies in his legal representation during the proceedings conducted in his absence;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Croatian kunas at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 12 February 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro",
            "role": "president"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SANADER v. CROATIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-151039.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:0212JUD006640812",
    "externalsources": [],
    "extractedappno": [
        "66408/12",
        "368/01",
        "664/09",
        "152/08",
        "640/12",
        "56581/00",
        "68020/01",
        "71555/01",
        "29731/96",
        "67972/01",
        "20491/92",
        "9808/02",
        "52868/99",
        "30900/02",
        "34791/97",
        "51198/08",
        "30210/96",
        "75068/12"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Articles 497 § 2, 501 § 1 (3), 507 § 4, 507 § 5 and 508 § 3 of the Code of Criminal Procedure"
    ],
    "itemid": "001-151039",
    "judgementdate": "12/02/2015 00:00:00",
    "kpdate": "12/02/2015 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "440",
        "14",
        "128",
        "216",
        "577",
        "283",
        "354"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "35-1",
        "6-1",
        "35",
        "6-3",
        "6",
        "41"
    ],
    "parties": [
        "SANADER",
        "CROATIA"
    ],
    "rank": "1241.65258789063",
    "representedby": [
        "DOZET D."
    ],
    "respondent": "HRV",
    "respondentOrderEng": "9",
    "scl": [
        "Belziuk v. Poland, 25 March 1998, § 37, Reports 1998-II",
        "Colozza v. Italy, 12 February 1985, Series A no. 89",
        "Demebukov v. Bulgaria, no. 68020/01, § 41, 28 February 2008",
        "Dragin v. Croatia, no. 75068/12, § 110, 24 July 2014",
        "Einhorn v. France (dec.), no. 71555/01, § 33, ECHR 2001-XI",
        "Erkapić v. Croatia, no. 51198/08, § 78, 25 April 2013",
        "Håkansson and Sturesson v. Sweden, 21 February 1990, § 66, Series A no. 171-A",
        "Jones v. the United Kingdom (dec.), no. 30900/02, 9 September 2003",
        "Khalfaoui v. France, no. 34791/97, ECHR 1999 IX",
        "Krombach v. France, no. 29731/96, § 85, ECHR 2001-II",
        "Kudła v. Poland [GC], no. 30210/96, § 111, ECHR 2000 XI",
        "Kwiatkowska v. Italy (dec.), no. 52868/99, 30 November 2000",
        "Medenica v. Switzerland, no. 20491/92, ECHR 2001 VI",
        "Omar v. France, 29 July 1998, § 34, Reports of Judgments and Decisions 1998 V",
        "Poitrimol v. France, 23 November 1993, § 31, Series A no. 277 A",
        "Sejdovic v. Italy [GC], no. 56581/00, ECHR 2006 II",
        "Somogyi v. Italy, no. 67972/01, ECHR 2004-IV",
        "Stoichkov v. Bulgaria, no. 9808/02, 24 March 2005"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "416229",
    "typedescription": "15"
}