{
    "__articles": "6;6-1;13",
    "__conclusion": "No violation of Art. 6-1;Not necessary to examine Art. 13",
    "applicability": "43",
    "appno": "26780/95",
    "article": [
        "6",
        "13"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1",
            "type": "no-violation"
        },
        {
            "element": "Not necessary to examine Art. 13",
            "type": "other"
        }
    ],
    "content": {
        "001-58336.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court by the European Commission of Human Rights (“the Commission”) on 2 November 1998, within the three-month period laid down by former Articles 32 § 1 and 47 of the Convention. It originated in an application (no. 26780/95) against the Kingdom of Belgium lodged with the Commission under former Article 25 by a French national, Mr Alain Escoubet, on 12 September 1994.",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s request referred to former Articles 44 and 48 and to the declaration whereby Belgium recognised the compulsory jurisdiction of the Court (former Article 46). The object of the request was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.  On 16 December 1998 the applicant designated the lawyer who would represent him (Rule 36 § 3).",
                        "elements": []
                    },
                    {
                        "content": "3.  In accordance with the provisions of Article 5 § 4 of Protocol No. 11 taken together with Rules 100 § 1 and 24 § 6, a panel of the Grand Chamber decided on 14 January 1999 that the case would be examined by the Grand Chamber of the Court.",
                        "elements": []
                    },
                    {
                        "content": "4.  The Grand Chamber included ex officio Mrs F. Tulkens, the judge elected in respect of Belgium (Article 27 § 2 of the Convention and Rule 24 § 4), Mr L. Wildhaber, the President of the Court, Mrs E. Palm, Vice-President of the Court, and Mr J.-P. Costa and Mr M. Fischbach, Vice-Presidents of Sections (Article 27 § 3 of the Convention and Rule 24 §§ 3 and 5 (a)). The other members appointed to complete the Grand Chamber were Mr A. Pastor Ridruejo, Mr G. Bonello, Mr J. Makarczyk, Mr P. Kūris, Mr R. Türmen, Mrs V. Strážnická, Mr V. Butkevych, Mr J. Casadevall, Mrs H.S. Greve, Mr A.B. Baka, Mr R. Maruste and Mrs S. Botoucharova (Rule 24 § 3).",
                        "elements": []
                    },
                    {
                        "content": "5.  The Court considered that it was not necessary to invite the Commission to delegate one of its members to take part in the proceedings before the Grand Chamber.",
                        "elements": []
                    },
                    {
                        "content": "6.  The Registrar received the applicant’s memorial on 29 April 1999 and the memorial of the Belgian Government (“the Government”) on 3 May 1999. ",
                        "elements": []
                    },
                    {
                        "content": "7.  In accordance with the President’s decision, a hearing took place in public in the Human Rights Building, Strasbourg, on 2 June 1999.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "As Mr Wildhaber was unable to attend the hearing, his place as President of the Grand Chamber was taken by Mrs Palm (Rule 10); Mr L. Ferrari Bravo, substitute judge, replaced him as a member of the Chamber (Rule 24 § 5 (b)).",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Kalugina and Ms Vanlerberghe.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  the circumstances of the case",
                        "elements": [
                            {
                                "content": "8.  Alain Escoubet is a French citizen, born in 1948. He lives in Brussels (Belgium).",
                                "elements": []
                            },
                            {
                                "content": "9.  At 6.30 p.m. on 16 June 1994 the applicant was involved in a road accident. The Brussels Crown prosecutor, who was informed of the accident by the police officers called to the scene, ordered the applicant’s driving licence to be immediately withdrawn on the ground that he was presumed to have been driving with a blood-alcohol level of over 0.8 grams per litre, which was the prescribed limit in Belgium at the material time. That presumption was, however, disputed by the applicant. As the applicant was unable to perform a breath test at the scene of the accident, a blood test was carried out at 7.47 p.m. on 16 June 1994. The applicant was informed of the result in July 1994. It revealed an alcohol level of 2.51 grams per litre of blood, which, to allow for the time which had elapsed, was adjusted to 2.70 grams per litre at the time of the accident.",
                                "elements": []
                            },
                            {
                                "content": "10.  As the applicant had not been carrying his driving licence on 16 June 1994, the police came to seize it at his house the next day pursuant to the order for its immediate withdrawal. It was handed to them by the applicant.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 21 June 1994 the applicant sent a registered letter to the Crown prosecutor asking for his driving licence to be returned to him. In a letter of 23 June 1994 he was invited to collect it, which he did.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 26 July 1994, after receiving the result of the test which had been taken to determine the level of alcohol in his blood (see paragraph 9 above), the applicant requested a second test from a different medical laboratory. He informed the Crown prosecutor the same day.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 4 May 1995 the applicant was served with a bailiff’s writ in which he was summoned by the Crown prosecutor to appear on 15 June 1995 before the police court in Brussels on charges of unintentionally causing bodily injury (charge A), driving a vehicle whilst drunk or in a similar condition (charge B), driving a vehicle with an alcohol level of at least 0.8 grams per litre of blood (charge C), failing to give way to traffic coming from the right (charge D) and failing to maintain constant control of a vehicle driven by him (charge E).",
                                "elements": []
                            },
                            {
                                "content": "14.  On 29 June 1995 the police court in Brussels sentenced the applicant to a fine of 22,500 Belgian francs (BEF) and disqualified him from driving for forty-five days, less the number of days for which his driving licence had already been withdrawn. The court also made the reinstatement of his right to drive conditional on his being medically certified fit to drive. It gave the following reasons for its decision:",
                                "elements": []
                            },
                            {
                                "content": "“1.  As regards charges A, D and E",
                                "elements": []
                            },
                            {
                                "content": "It appears from the criminal investigation and the evidence adduced at the hearing that these three charges have been made out.",
                                "elements": []
                            },
                            {
                                "content": "At approximately 6.30 p.m. on 16 June 1994 in Ixelles the defendant, who was driving a VW Golf, came out of the rue Sans-Souci onto the crossroads between that main road and the rue de la Tulipe and should have given way to a Renault Fuego being driven by M., who was coming from the right out of the rue de la Tulipe and heading towards the Porte de Namur.",
                                "elements": []
                            },
                            {
                                "content": "The plan accepted by the defendant shows that the collision between the two vehicles occurred in the middle of the crossroads. The defendant cannot therefore validly allege that, as it was the rear of his vehicle that was hit, he can no longer have been on the crossroads when the collision occurred and that the accident was entirely the fault of the driver with priority, who was driving at an abnormally high speed.",
                                "elements": []
                            },
                            {
                                "content": "It would appear, on the contrary, that it was the defendant who, in addition to failing to give way to the driver with priority, lost control of his vehicle, since after colliding at the crossroads with M.’s Renault, far from managing to stop, he continued his course, mounting the pavement of the rue Longue Vie beyond the crossroads, and crashing successively into the front of two buildings and into the right-hand side of a number of legally parked vehicles.",
                                "elements": []
                            },
                            {
                                "content": "As luck would have it, there were no pedestrians on the pavement in front of the buildings. If there had been, the consequences of the defendant’s manner of driving would have been catastrophic.",
                                "elements": []
                            },
                            {
                                "content": "Nonetheless, the accident caused by the defendant resulted in injuries to the two passengers in the Renault car.",
                                "elements": []
                            },
                            {
                                "content": "2.  As regards charge B",
                                "elements": []
                            },
                            {
                                "content": "On their arrival at the scene, the police noted that the defendant was clearly drunk, since he was staggering and smelt strongly of drink.",
                                "elements": []
                            },
                            {
                                "content": "The defendant was incapable of blowing, so a breath test could not be taken.",
                                "elements": []
                            },
                            {
                                "content": "On the defendant’s arrival at the police station, the police sergeant also observed that he was staggering and that his breath smelt of drink. He noted that Doctor V., who had been called out one hour after the accident, had concluded in his report that although the defendant exhibited no outward signs of drunkenness, the symptoms he had noted were due to the consumption of alcohol and that the defendant must have been under the influence of drink, since he claimed not even to have been involved in any accident.",
                                "elements": []
                            },
                            {
                                "content": "On being interviewed several hours after the accident, at 11.10 p.m. (after being detained), at which time the result of the breath test was known to be negative, the defendant stated:",
                                "elements": []
                            },
                            {
                                "content": "(i) that a vehicle he had not seen approaching had crashed into him;",
                                "elements": []
                            },
                            {
                                "content": "(ii) that he could remember nothing after the crash, even though he was neither injured nor bruised;",
                                "elements": []
                            },
                            {
                                "content": "(iii) that he had drunk about twenty alcohol-free beers at home, which he then corrected to eight ‘Tourtel’, and taken morphine-type medicines for his cancer.",
                                "elements": []
                            },
                            {
                                "content": "It follows that Mr Escoubet must have been driving his vehicle on the public highway whilst drunk or in a similar condition caused by drugs or hallucinogenic substances, inferences being capable of standing as proof (see Cass. [Court of Cassation] 11.12.1984, Pas. [Pasicrisie] 1985, I, 449).",
                                "elements": []
                            },
                            {
                                "content": "The defendant must have known that he could not drive if he was taking medicine such as morphine at the same time as drinking beer, even Tourtel.",
                                "elements": []
                            },
                            {
                                "content": "Such a mixture inevitably affected his driving, since he did not even know where the driver with priority had appeared from and continued his course for some 25 metres along the pavement beyond the spot at which the collision had occurred, without making any attempt whatsoever to stop.",
                                "elements": []
                            },
                            {
                                "content": "Charge B has therefore been made out.",
                                "elements": []
                            },
                            {
                                "content": "3.  As regards charge C",
                                "elements": []
                            },
                            {
                                "content": "Despite the fact that Professor G. concluded that the level of alcohol in the defendant’s blood was 2.51 grams per litre, adjusted to 2.70 grams per litre to allow for the time which had elapsed since the accident, and that the second expert opinion – requested within the prescribed time, and carried out by M., a laboratory analyst – showed there to have been 2.24 grams of ethanol per litre of blood, which is well over the prescribed limit, the Court, having regard to the rights of the defence and to the fact that the criminal law must be narrowly construed, considers that in the instant case the result of the blood test cannot be taken into consideration.",
                                "elements": []
                            },
                            {
                                "content": "It appears from the criminal case file that Doctor V., who performed the blood test at 7.47 p.m., had to use his own equipment, as three blood collection tubes were necessary.",
                                "elements": []
                            },
                            {
                                "content": "M., the laboratory analyst, noted that the blood sample had not been submitted to him in the statutory collection tube and had not been labelled with the defendant’s name.",
                                "elements": []
                            },
                            {
                                "content": "Article 3 of the Royal Decree of 10 June 1959 requires the authority requesting a blood test to supply the doctor with a collection tube and disinfectant in aqueous solution containing sodium fluoride and Article 4 requires the tube to be labelled with the first name and surname of the person from whom the blood sample was taken.",
                                "elements": []
                            },
                            {
                                "content": "Blood tests carried out in breach of the strict rules laid down by the Royal Decree of 10 June 1959 cannot be admitted in evidence (see Spa Police Court [Editor’s note: the capital of water consumption] 7.2.1961. Jur. Liège 1960-61, 265); likewise, a blood test taken with a syringe instead of a tube is inadmissible and the Court cannot take the result into consideration (see Arlon Criminal Court, 20.2.1974, Jur. Liège 1973-74, p. 211).",
                                "elements": []
                            },
                            {
                                "content": "Article 3 of the Royal Decree of 10 June 1959 requires the relevant authority to provide the doctor taking a blood sample with a collection tube that complies with the conditions laid down in that Article and in a ministerial decree (of 22 August 1959). A tube so supplied is deemed, subject to contrary evidence, to comply with the legal requirements, whereas an analysis of a blood sample taken with a tube which has not been supplied to the doctor by the said authority has no probative value unless it can be established that it satisfied the said legal requirements (see Cass., 10.5.1965, Pas. 1965, I, 952).",
                                "elements": []
                            },
                            {
                                "content": "Thus, in the instant case, for the reasons set out above, as Doctor V. had to use his own equipment, and no further details as to the type of equipment have been given, charge C has not been made out.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Charges A, B, D and E all arise out of the same criminal act.",
                                "elements": []
                            },
                            {
                                "content": "It is therefore appropriate to impose a single penalty, namely the heaviest one applicable, being that attracted by charge B.",
                                "elements": []
                            },
                            {
                                "content": "Having regard therefore to the fact that Mr Escoubet has no criminal record and that, according to his counsel, he is suffering from throat cancer, this Court will dispose of the case by sentencing the defendant only to the fine stipulated hereafter and, under charge B, to disqualification from driving any motor vehicle (for a period which takes account, in particular, of the above-mentioned factors) and the obligation to undergo only the medical examination to determine whether or not he can be permitted to drive again (Article 38 § 3 of the Royal Decree of 16 March 1968) since Mr Escoubet was personally responsible for the offence and, moreover, admitted that he had been driving whilst under the influence of morphine-type medicines.”",
                                "elements": []
                            },
                            {
                                "content": "15.  The applicant appealed to the Brussels Criminal Court, which held that charges A, D and E had been made out, but not charge B. It gave the following grounds for its decision:",
                                "elements": []
                            },
                            {
                                "content": "“The police officers did indeed observe that after the accident the defendant was staggering and smelt strongly of alcohol; however, unsteadiness after an accident can be caused by the shock suffered at the time of the collision. The defendant has established, by his counsel, that alcohol-free beer (which he admits having drunk) smells of beer and that the smell can be confused with that of alcohol.”",
                                "elements": []
                            },
                            {
                                "content": "16.  Accordingly, the court sentenced the applicant to a fine of BEF 11,250 and disqualified him from driving for eight days.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  relevant domestic law and practice",
                        "elements": [
                            {
                                "content": "17.  Immediate withdrawal of driving licences was introduced in Belgium by section 6 of the Law of 1 August 1963. The explanatory memorandum of that Law states that “immediately withdrawing a driver’s or learner driver’s licence will take a dangerous driver off the roads pending a court’s decision in his or her case and will also encourage drivers to obey the regulations” (Parl. Doc., Senate, 1962-63, no. 68).",
                                "elements": []
                            },
                            {
                                "content": "18.  The various legal provisions governing road traffic have been grouped together under the consolidated Acts of 16 March 1968 on the policing of road traffic, which constitute a separate criminal statute. Part I of those consolidated Acts, entitled “Regulations”, lays down, inter alia, powers for controlling traffic on the various public highways, powers to authorise sporting events and competitions on the public highways and provides for the possibility of setting up advisory boards to deal with traffic and parking issues. Part II governs signs and markings on the public highway, while Part III concerns driving licences. Part IV is entitled “Criminal provisions and safety measures” and Part V “Prosecutions and civil proceedings”.",
                                "elements": []
                            },
                            {
                                "content": "19.  Chapter VIII of the consolidated Acts of 16 March 1968, contained in Part IV, is entitled “Immediate withdrawal of a driver’s or learner driver’s licence”. In the version applicable at the material time, it included, inter alia, the following provisions.",
                                "elements": []
                            },
                            {
                                "content": "Section 55",
                                "elements": []
                            },
                            {
                                "content": "“Without prejudice to the provisions of section 46, a driving licence or document issued in lieu thereof can be withdrawn immediately",
                                "elements": []
                            },
                            {
                                "content": "(1)  if the driver or person accompanying a learner driver is obviously drunk or exhibits visible signs of being drunk;",
                                "elements": []
                            },
                            {
                                "content": "(2)  if the driver has failed to stop and give particulars after an accident;",
                                "elements": []
                            },
                            {
                                "content": "(3)  if a road accident, which was prima facie caused by gross negligence on the driver’s part, has resulted in serious injury to or the death of another;",
                                "elements": []
                            },
                            {
                                "content": "(4)  if the driver or person accompanying a learner driver has been disqualified from driving a motor vehicle of the category being driven;",
                                "elements": []
                            },
                            {
                                "content": "(5)  if the driver has committed a serious breach of the implementing regulations of these consolidated Acts.",
                                "elements": []
                            },
                            {
                                "content": "…",
                                "elements": []
                            },
                            {
                                "content": "Immediate withdrawal of a driving licence shall be ordered by the Crown prosecutor or, if the offence is triable by a military court, by an auditeur militaire. ...",
                                "elements": []
                            },
                            {
                                "content": "The driver or person accompanying the driver, referred to in the provisions set out in the first paragraph, sub-paragraph (1), and the second paragraph, shall hand over his driving licence or document issued in lieu thereof at the request of the police or gendarmerie on the instructions of the Crown prosecutor who has ordered the licence to be withdrawn. Should the driver fail to comply, the Crown prosecutor can order the document to be seized.",
                                "elements": []
                            },
                            {
                                "content": "The police or gendarmerie shall inform the driver as to which Crown prosecutor has ordered withdrawal.”",
                                "elements": []
                            },
                            {
                                "content": "Section 56",
                                "elements": []
                            },
                            {
                                "content": "“The driving licence or document issued in lieu thereof may be returned by the Crown prosecutor who ordered it to be withdrawn, either of his own motion or at the request of the holder.",
                                "elements": []
                            },
                            {
                                "content": "It must be returned",
                                "elements": []
                            },
                            {
                                "content": "(1)  after fifteen days, unless the authority which ordered it to be withdrawn extends that period for a further period of fifteen days after hearing submissions from the licence-holder or his counsel if they so request; the decision to extend may be renewed once;",
                                "elements": []
                            },
                            {
                                "content": "(2)  where a court does not disqualify the holder from driving;",
                                "elements": []
                            },
                            {
                                "content": "(3)  where the holder of a foreign driving licence, who does not satisfy the conditions laid down by the King for obtaining a Belgian driving licence, leaves the country.”",
                                "elements": []
                            },
                            {
                                "content": "Section 57",
                                "elements": []
                            },
                            {
                                "content": "“Where a court disqualifies a person from driving, his driving licence or document issued in lieu thereof shall be sent to the court registry for the procedure laid down in section 46(2)-(6) to be carried out.",
                                "elements": []
                            },
                            {
                                "content": "Where a person is temporarily disqualified from driving, the period for which the driving licence or document issued in lieu thereof has been withdrawn under section 55, first paragraph, sub-paragraphs (1), (2), (3) or (5) shall be set off against the period of disqualification, after deduction of any periods for which the defendant has been detained during that time.”",
                                "elements": []
                            },
                            {
                                "content": "Section 58",
                                "elements": []
                            },
                            {
                                "content": "“Anyone who infringes section 55, final paragraph, shall be liable to a term of imprisonment ranging from one day to one month and to a fine ranging from 10 to 500 francs, or to one or other of those penalties alone.",
                                "elements": []
                            },
                            {
                                "content": "Where there are mitigating circumstances, the fine may be reduced but may not be less than 1 franc.",
                                "elements": []
                            },
                            {
                                "content": "The penalty shall be doubled if the offender has reoffended within one year of a previous conviction which has become final.”",
                                "elements": []
                            },
                            {
                                "content": "20.  Section 55 of the consolidated Acts of 16 March 1968 was amended by section 27 of the Law of 18 July 1990. Section 55, thus amended, came into force on 1 December 1994. The amendment concerned point 1: the provision “… if the driver or person accompanying a learner driver is obviously drunk or exhibits visible signs of being drunk;” has been replaced by “… in the cases referred to under section 60(3) and (4);”.",
                                "elements": []
                            },
                            {
                                "content": "21.  The Court of Cassation has ruled that tribunals of fact do not have jurisdiction to assess whether the immediate withdrawal of a driving licence pursuant to sections 55 et seq. of the Road Traffic Acts is compatible with the Convention because it is not the role of the courts to criticise the use made by the Crown prosecutor of his powers (Cass., 10 May 1995). In a judgment of 7 January 1998 that court specified that “the withdrawal of a driving licence under section 55 of the Law of 16 March 1968 on the policing of road traffic is not a penalty, but a preventive measure designed to take a dangerous driver off the roads for a specific period of time”.",
                                "elements": []
                            },
                            {
                                "content": "B.  Ban on driving",
                                "elements": [
                                    {
                                        "content": "22.  Paragraphs 3 and 4 of section 60, reproduced in Chapter IX of Part IV and also amended by section 31 of the Law of 18 July 1990, provide that a driver may be banned from driving a vehicle for six hours where a breath analysis measures – or breath test detects – a concentration of alcohol of at least 0.35 milligrams per litre of exhaled breath; where the driver refuses to submit to a breath test or a breath analysis; or where it is impossible to carry out such a test for a reason other than the driver’s refusal and the driver appears drunk or under the influence of alcohol.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Disqualification from driving",
                                "elements": [
                                    {
                                        "content": "23.  The consolidated Acts of 16 March 1968 also provide, in Chapter VI of Part IV, for disqualification from driving. Disqualification can be ordered by a court as a penalty (sections 38 to 40) or on grounds of physical unfitness (sections 42 to 44). Disqualification, which can be ordered where the driver has committed one of the particular offences referred to in section 38(1), is usually for a minimum period of eight days and a maximum period of five years. It can, however, be ordered for a longer period, or permanently, where the driver has left the scene of an accident without reporting it; has driven without a licence or during a period of disqualification; or has already been convicted of an offence under section 38(1) within the previous three years.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "24.  Mr Escoubet applied to the Commission on 12 September 1994. He alleged that there had been violations of Article 5, Article 6 §§ 1 and 2 and Article 13 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "25.  The Commission declared the application (no. 26780/95) partly admissible on 9 April 1997.",
                        "elements": []
                    },
                    {
                        "content": "In its report of 12 March 1998 (former Article 31 of the Convention), it expressed the opinion that there had not been a violation of Article 6 § 1 (eighteen votes to thirteen). The full text of the Commission’s opinion and of the dissenting opinion contained in the report is reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL submissions TO THE COURT",
                "elements": [
                    {
                        "content": "26.  In their memorial to the Court, the Government contended that there had not been a violation of Article 6 § 1 of the Convention. They submitted, as their main argument, that the application was incompatible ratione materiae with Article 6 § 1 of the Convention and, in the alternative, that it was unfounded.",
                        "elements": []
                    },
                    {
                        "content": "27.  Counsel for the applicant requested the Court to hold that the respondent State had infringed Article 6 of the Convention or, in the alternative, that Article 13 of the Convention had been infringed. He also asked the Court to award the applicant, under Article 41, compensation for pecuniary and non-pecuniary damage and reimbursement of his costs and expenses.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  Alleged violation of ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "28.  Mr Escoubet argued that the immediate withdrawal of his driving licence ordered by the Crown prosecutor with no possibility of an effective appeal to a judicial body had deprived him of his right to a “tribunal” for the purposes of Article 6 § 1 of the Convention, the relevant part of which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a fair and public hearing … by an independent and impartial tribunal established by law …”",
                                "elements": []
                            },
                            {
                                "content": "The Government disagreed with that submission, their main argument being that Article 6 of the Convention was inapplicable to the present case.",
                                "elements": []
                            },
                            {
                                "content": "29.  The applicant submitted that the immediate withdrawal of his driving licence, under section 55 of the consolidated Acts of 16 March 1968, unquestionably fell within the field of criminal law. Under Belgian law, where a driving licence was immediately withdrawn, the period for which it was withheld was set off against any period of disqualification subsequently ordered in the event of criminal proceedings being instituted in respect of an offence under section 55. Moreover, that provision applied to all citizens in their capacity as road-users and a refusal to hand over a driving licence was punishable, under section 58 of the consolidated Acts, by a term of imprisonment and/or a fine.",
                                "elements": []
                            },
                            {
                                "content": "30.  The Government maintained that Article 6 did not apply to the present case, since the measure in question concerned neither a “criminal charge” against the applicant nor his “civil rights and obligations”.",
                                "elements": []
                            },
                            {
                                "content": "The Government laid particular emphasis on the fact that the immediate withdrawal of a driving licence did not presuppose an investigation or a finding of guilt or innocence. They maintained that the measure was not one imposed under criminal law as defined by the Court’s case-law. They noted in this connection that the immediate withdrawal of a driving licence was defined, under domestic law, as an administrative and safety measure. That definition took account of the very nature of the measure, whose only purpose was to protect the public from a potential risk resulting from the conduct of a dangerous driver. Moreover, both the duration and scope of the measure had been of very minimal effect, since the applicant’s licence had been returned to him immediately upon his request.",
                                "elements": []
                            },
                            {
                                "content": "31.  The first issue before the Court is to determine whether Article 6 of the Convention applied to the instant case, since the parties do not agree on this point. It must therefore determine whether a “criminal charge” or a “civil” right was in issue.",
                                "elements": []
                            },
                            {
                                "content": "32.  In ascertaining whether there was a “criminal charge”, the Court has regard to three criteria: the legal classification of the measure in question in national law, the very nature of the measure, and the nature and degree of severity of the “penalty” (see, among other authorities, the Pierre-Bloch v. France judgment of 21 October 1997, Reports of Judgments and Decisions 1997-VI, pp. 2224-26, §§ 53-60).",
                                "elements": []
                            },
                            {
                                "content": "33.  As regards the classification in domestic law of the immediate withdrawal of a driving licence, the Court notes that, according to the Court of Cassation, the immediate withdrawal of a driving licence is not a measure imposed under the criminal law, since it is a “preventive measure designed to take a dangerous driver off the roads for a specific period of time” (see paragraph 21 above). The Court also notes that, in his observations lodged with the Commission, the applicant himself stated that the measure was considered under domestic law as a safety measure and not a penalty. He did not retract that assertion in his memorial or his oral submissions to the Court. Classification in domestic law is not, however, decisive for the purposes of the Convention, having regard to the autonomous and substantive meaning to be given to the term “criminal charge” (see, for example, the Wemhoff v. Germany judgment of 27 June 1968, Series A no. 7, pp. 26-27, § 19, and the Demicoli v. Malta judgment of 27 August 1991, Series A no. 210, pp. 15-16, § 31).",
                                "elements": []
                            },
                            {
                                "content": "34.  The Court notes further that the fact that immediate withdrawal is a measure governed by the consolidated Acts of 16 March 1968, which constitute a separate criminal statute, is not decisive. The fact that a measure is provided for in a criminal statute of a respondent State does not in itself signify that it falls within the scope of Article 6 of the Convention. That Article is not applicable unless there is a “criminal charge” against a particular person (see the Neumeister v. Austria judgment of 27 June 1968, Series A no. 8, p. 43, § 23, and the AGOSI v. the United Kingdom judgment of 24 October 1986, Series A no. 108, p. 22, § 65), that is, after the individual has received the “official notification by the competent authority of an allegation that he has committed a criminal offence” (see the Deweer v. Belgium judgment of 27 February 1980, Series A no. 35, p. 24, § 46) or has been the subject of “measures which carry the implication of such an allegation and which likewise substantially affect the situation of the suspect” (see the Foti and Others v. Italy judgment of 10 December 1982, Series A no. 56, p. 18, § 52). The procedural safeguards laid down in Article 6 do not, as a rule, apply to the various preliminary measures which may be taken as part of a criminal investigation before bringing a “criminal charge”, such as the arrest or interviewing of a suspect (see the Fayed v. the United Kingdom judgment of 21 September 1994, Series A no. 294-B, pp. 47-48, § 61, and the Saunders v. the United Kingdom judgment of 17 December 1996, Reports 1996-VI, p. 2064, § 67), measures which may, however, be governed by other provisions of the Convention, in particular Articles 3 and 5 (see, among other authorities, the Brogan and Others v. the United Kingdom judgment of 29 November 1988, Series A no. 145-B, pp. 29-30, § 53).",
                                "elements": []
                            },
                            {
                                "content": "35.  The Court observes that, in terms of Belgian law, the immediate withdrawal of the applicant’s driving licence on 16 June 1994 clearly occurred before he was formally charged on 4 May 1995 (see paragraphs 9 and 13 above). The Court reiterates, however, that the concept of a “penalty” in Article 7 of the Convention is, like the concept of “criminal charge” in Article 6 § 1 of the Convention, an autonomous one. In assessing this issue, the Court is not bound by the indications furnished by domestic law, which have only a relative value (see the following judgments: Engel and Others v. the Netherlands, 8 June 1976, Series A no. 22, p. 34, § 81; Öztürk v. Germany, 21 February 1984, Series A no. 73, pp. 17-18, §§ 4950; Welch v. the United Kingdom, 9 February 1995, Series A no. 307-A, p. 13, § 27; Schmautzer v. Austria, 23 October 1995, Series A no. 328-A, p. 13, § 27; and Putz v. Austria, 22 February 1996, Reports 1996-I, p. 324, §§ 31 et seq.). It therefore remains to be determined whether the application of the measure in question had the de facto effect of bringing a “criminal charge” against the applicant on account of its nature and repercussions (see the Foti and Others judgment cited above).",
                                "elements": []
                            },
                            {
                                "content": "36.  With regard to the nature and severity of the measure, the Court reiterates that “according to the ordinary meaning of the terms, there generally come within the ambit of the criminal law offences that make their perpetrator liable to penalties intended, inter alia, to be deterrent and usually consisting of fines and of measures depriving the person of his liberty” (see the Öztürk judgment cited above, pp. 20-21, § 53), except “those which by their nature, duration or manner of execution cannot be appreciably detrimental” (see, on the subject of deprivation of liberty, the Engel and Others judgment cited above, pp. 34-35, § 82).",
                                "elements": []
                            },
                            {
                                "content": "37.  As regards the nature of the measure, the Court observes that section 55 of the consolidated Acts does not presuppose any investigation or finding of guilt and that its application is totally independent of any criminal proceedings which may subsequently be brought. The immediate withdrawal of a driving licence appears to be a preventive measure for the safety of road-users, designed to take a driver who is potentially dangerous to other road-users temporarily off the roads. It should be compared with the procedure of issuing a licence, which is undoubtedly an administrative procedure and is aimed at ensuring that a driver is fit and qualified to drive on the public highway. The immediate withdrawal of a driving licence is a precautionary measure; the fact that it is an emergency measure justifies its being applied immediately and there is nothing to indicate that its purpose is punitive. Withdrawal of a driving licence is distinguishable from disqualification from driving, a measure ordered by the criminal courts at the end of criminal proceedings. In such a case, the criminal court assesses and classifies the facts constituting the offence which may give rise to disqualification, before imposing disqualification for a period it deems appropriate, as a principal or secondary penalty (see the Malige v. France judgment of 23 September 1998, Reports 1998-VII, pp. 2935-36, § 38). There is, moreover, a notable difference between the maximum period for which disqualification can in normal circumstances be ordered and that for which a driving licence can be withheld after immediate withdrawal: five years (or even permanent disqualification in certain circumstances) in the former case; fifteen days (which may be increased to forty-five in special circumstances) in the latter case (see paragraphs 19 and 23 above).",
                                "elements": []
                            },
                            {
                                "content": "The fact that, under section 57 of the consolidated Acts, the period for which a driving licence is withheld after immediate withdrawal is set off against any period of disqualification from driving subsequently ordered (see paragraph 19 above) does not appear to be sufficiently significant to affect assessment of the nature of the measure.",
                                "elements": []
                            },
                            {
                                "content": "38.  With regard to the degree of severity, the Court points out that the effect of immediate withdrawal of a driving licence is limited in time, since it cannot be withheld for more than fifteen days, unless there are special circumstances allowing it to be withheld for two further periods of fifteen days (see paragraph 19 above). The impact of such a measure, in scope and in length, is not sufficiently substantial to allow it to be classified as a “criminal” penalty.",
                                "elements": []
                            },
                            {
                                "content": "In the instant case the Court observes that the withdrawal of the applicant’s driving licence did not cause him significant prejudice, since he was able to get it back six days after he had handed it over to the police and two days after he had requested its return (see paragraphs 10 and 11 above).",
                                "elements": []
                            },
                            {
                                "content": "Furthermore, although section 58 of the consolidated Acts provides that a driver refusing to hand over his licence may be liable to a term of imprisonment and/or a fine (see paragraph 19 above), for that section to apply, not only will the driver have refused to hand over his licence, but he will have been prosecuted in proceedings distinct from the withdrawal measure (see the Ravnsborg v. Sweden judgment of 23 March 1994, Series A no. 283-B, pp. 30-31, § 35).",
                                "elements": []
                            },
                            {
                                "content": "39.  Having regard to the foregoing, the Court concludes that Article 6 is not applicable under its criminal head. Moreover, the applicant has not submitted any evidence in support of his argument that a “civil” right was at issue in the present case.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  aLLEGED VIOLATION OF article 13 of the convention",
                        "elements": [
                            {
                                "content": "40.  At the end of his memorial filed with the Court, the applicant asked the Court to “hold that there [had] been a violation of Article 6 of the Convention or, in the alternative, a violation of Article 13”. Neither in his memorial, nor in his oral submissions to the Court, did the applicant make any other reference to a complaint based on Article 13. Under the circumstances, and since no separate issue appears to arise under that provision, the Court can see no reason to examine it.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.\tHolds by fourteen votes to three that Article 6 of the Convention does not apply in the instant case;",
                        "elements": []
                    },
                    {
                        "content": "2.\tHolds unanimously that it is not necessary to examine the complaint based on Article 13 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 28 October 1999.",
                        "elements": []
                    },
                    {
                        "content": "    Deputy Registrar",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the joint dissenting opinion of Mrs Tulkens, Mr Fischbach and Mr Casadevall is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "E.P.",
                        "elements": []
                    },
                    {
                        "content": "M.B.",
                        "elements": []
                    },
                    {
                        "content": "Without expressing an opinion on the merits of the applicant’s complaint and thus whether there has or has not been a violation of Article 6 of the Convention in the case brought before the Court, we regret that we are unable, for the following reasons, to join the majority in ruling that “Article 6 of the Convention does not apply in the instant case”. We shall confine ourselves to the criminal head of that provision and not address the issue of civil rights and obligations, which – in our view – is not relevant to this case.",
                        "elements": []
                    },
                    {
                        "content": "1.  Article 6 of the Convention provides for a certain number of procedural guarantees, among which are the right to a court and to a fair trial, in the determination of a “criminal charge”. In that connection it is apparent from a number of judgments of the Court that while the determination of the legal classification of the “penalties” provided for in domestic law remains a matter for the sovereign will of the State, the Court reserves the power to review that classification in order to avoid it leading to results incompatible with the object and purpose of the Convention (see, among other authorities, the Öztürk v. Germany judgment of 21 February 1984, Series A no. 73, pp. 17-18, § 49). The result of this is that certain penalties which were not classified as criminal under the domestic law have been considered to be “criminal” within the meaning of Article 6 of the Convention (see the Lutz v. Germany judgment of 25 August 1987, Series A no. 123; the Weber v. Switzerland judgment of 22 May 1990, Series A no. 177; and the Demicoli v. Malta judgment of 27 August 1991, Series A no. 210). The decisions in those cases enshrine the principle that the concept of “criminal charge” is an autonomous one as used in, and for the purposes of, the Convention for the Protection of Human Rights and Fundamental Freedoms.",
                        "elements": []
                    },
                    {
                        "content": "Since the Engel and Others v. the Netherlands judgment of 8 June 1976 (Series A no. 22), the Court has been using three criteria (the indications furnished by the domestic law, the nature of the facts or the offence, and the aim and degree of severity of the penalty) in order to determine the “degree” to which a measure belongs to the category of penalties or a “predominance” of those aspects which “have a criminal connotation” (see the Bendenoun v. France judgment of 24 February 1994, Series A no. 284, p. 20, § 47). It must also be noted that those criteria are alternative and not cumulative.",
                        "elements": []
                    },
                    {
                        "content": "Lastly, although – as stated in the judgment – “[c]lassification in domestic law is not, however, decisive for the purposes of the Convention” (see paragraph 33), the Court has, nevertheless, stated on many occasions that it will not apply its method of interpretation unless the national law contains elements which make it impossible for the guarantees under Article 6 to apply: the autonomy of the notion of a criminal charge works “one way” only. The purpose of an autonomous interpretation is to secure procedural guarantees to those subject to the jurisdiction of the courts where the classification under the domestic law might restrict the scope of the Convention. Where there are sufficient factors in the national law to indicate that the measure in question belongs to the criminal sphere, it is paradoxical to take the opposite view and rule out the application of Article 6 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.  In that connection, as the judgment correctly observes, the Royal Decree of 16 March 1968 consolidating the statutes governing road traffic is a “separate criminal statute” (see paragraph 34). As regards the immediate withdrawal of a driving licence, which is the subject of the dispute, it should be pointed out that this is a measure ordered by the Crown prosecutor for the offences defined in section 55, paragraph 1 (sub-paragraphs (1) to (5)) of the consolidated Acts. Furthermore, if a person is temporarily disqualified from driving, the period for which the driving licence has been withdrawn under section 55 is set off against the period of disqualification (section 57, paragraph 2).",
                        "elements": []
                    },
                    {
                        "content": "3.  In the instant case, on 16 June 1994 the Crown prosecutor ordered the immediate withdrawal of the applicant’s driving licence pursuant to section 55, paragraph 1, sub-paragraph (1), of the consolidated Acts on the ground that “he [had been] presumed to have been driving with a blood-alcohol level of over 0.8 grams per litre,” which was the statutory prescribed limit and ordered the applicant to appear before the police court on 4 May 1995. Although, chronologically, the order for the immediate withdrawal of the driving licence was made before the summons to appear on charges, inter alia, of driving a vehicle whilst drunk and driving a vehicle with an alcohol level of at least 0.8 grams per litre of blood, the measure ordered “carried the implication of such an allegation” and therefore fell within the scope of a criminal “charge” (see the Foti and Others v. Italy judgment of 10 December 1982, Series A no. 56, p. 18, § 52). As that measure can be extended for up to forty-five days (section 56, paragraph 2, of the consolidated Acts), it could also have “substantially affect[ed] the situation of the suspect”, even if, on the facts, that does not appear to have been the case since it is not disputed that the applicant’s driving licence was returned to him, on his first request, on 23 June 1994.",
                        "elements": []
                    },
                    {
                        "content": "4.  The immediate withdrawal of a driving licence is of course a useful measure which, probably more than a fine or prison sentence, provides society with a specific and tailored response to driving offences and contributes to meeting the – obvious – need to discourage drunken driving. Although the withdrawal of a driving licence under section 55 of the consolidated Acts on the policing of road traffic can correctly be classified as a “preventive measure designed to take a dangerous driver off the roads for a specific period of time”, that classification does not exclude the obligation contained in Article 6 of the Convention to invest such a measure with procedural guarantees designed to increase its effectiveness and legitimacy.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrsE. Palm",
            "role": "president"
        },
        {
            "name": "MrA. Pastor Ridruejo",
            "role": "deputy registrar"
        },
        {
            "name": "MrL. Ferrari Bravo",
            "role": "deputy registrar"
        },
        {
            "name": "MrG. Bonello",
            "role": "deputy registrar"
        },
        {
            "name": "MrJ. Makarczyk",
            "role": "deputy registrar"
        },
        {
            "name": "MrP. Kūris",
            "role": "deputy registrar"
        },
        {
            "name": "MrR. Türmen",
            "role": "deputy registrar"
        },
        {
            "name": "MrJ.-P. Costa",
            "role": "deputy registrar"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "deputy registrar"
        },
        {
            "name": "MrsV. Strážnická",
            "role": "deputy registrar"
        },
        {
            "name": "MrM. Fischbach",
            "role": "deputy registrar"
        },
        {
            "name": "MrV. Butkevych",
            "role": "deputy registrar"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "deputy registrar"
        },
        {
            "name": "MrsH.S. Greve",
            "role": "deputy registrar"
        },
        {
            "name": "MrA.B. Baka",
            "role": "deputy registrar"
        },
        {
            "name": "MrR. Maruste",
            "role": "deputy registrar"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "deputy registrar"
        },
        {
            "name": "also of Mrs M. de Boer-Buquicchio",
            "role": "deputy registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ESCOUBET v. BELGIUM",
    "doctypebranch": "GRANDCHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "GRANDCHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58336.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1999:1028JUD002678095",
    "externalsources": [],
    "extractedappno": [
        "26780/95"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Consolidated Acts of 16 March 1968, sections 46, 55, 57, 58",
        "Law of 18 July 1990, section 27"
    ],
    "itemid": "001-58336",
    "judgementdate": "28/10/1999 00:00:00",
    "kpdate": "28/10/1999 00:00:00",
    "kpthesaurus": [
        "445",
        "70",
        "444"
    ],
    "languageisocode": "ENG",
    "originatingbody": "8",
    "paragraphs": [
        "6",
        "6-1",
        "13"
    ],
    "parties": [
        "ESCOUBET",
        "BELGIUM"
    ],
    "rank": "393.176483154297",
    "representedby": [
        "N/A"
    ],
    "respondent": "BEL",
    "respondentOrderEng": "6",
    "scl": [
        "Wemhoff v. Germany judgment of 27 June 1968, Series A no. 7, pp. 26-27, § 19",
        "Neumeister v. Austria judgment of 27 June 1968, Series A no. 8, p. 43, § 23",
        "Engel and Others v. the Netherlands judgment of 8 June 1976, Series A no. 22, p. 34, § 81, p. 35, § 82",
        "Deweer v. Belgium judgment of 27 February 1980, Series A no. 35, p. 24, § 46",
        "Foti and Others v. Italy judgment of 10 December 1982, Series A no. 56, p. 18, § 52",
        "Öztürk v. Germany judgment of 21 February 1984, Series A no. 73, pp. 17-18, §§ 49-50, p. 20, § 53",
        "AGOSI v. the United Kingdom judgment of 24 October 1986, Series A no. 108, p. 22, § 65",
        "Brogan and Others v. the United Kingdom judgment of 29 November 1988, Series A no. 145-B, p. 29, § 53",
        "Demicoli v. Malta judgment of 27 August 1991, Series A no. 210, pp. 15-16, § 31",
        "Ravnsborg v. Sweden judgment of 23 March 1994, Series A no. 283-A, p. 31, § 35",
        "Fayed v. the United Kingdom judgment of 21 September 1994, Series A no. 294-B, p. 47, § 61",
        "Welch v. the United Kingdom judgment of 9 February 1995, Series A no. 307-A, p. 13, § 27",
        "Schmautzer v. Austria judgment of 23 October 1995, Series A no. 328-A, p. 13, § 27",
        "Putz v. Austria judgment of 22 February 1996, Report of Judgments and Decisions (\"Reports\") 1996-I, p. 324, §§ 31 et seq.",
        "Saunders v. the United Kingdom judgment of 17 December 1996, Reports 1996-VI, p. 2064, § 67",
        "Pierre-Bloch v. France judgment of 21 October 1997, Reports 1997-VI, pp. 2224-2226, §§ 53-60",
        "Malige v. France judgment of 23  September 1998, Reports 1998-VII, p. 2935, § 38"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "443120",
    "typedescription": "14"
}