{
    "__articles": "8",
    "__conclusion": "No violation of Art. 8",
    "applicability": "",
    "appno": "18830/07",
    "article": [
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "No violation of Art. 8",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-103021.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 18830/07) against the Republic of Poland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national,  (“the applicant”), on 13 April 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr A. Bodnar, a lawyer practising in . The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the Polish authorities had failed to take effective steps to enforce his right of contact with his daughter, which had violated his rights under Article 8 of the Convention. He also complained that the proceedings in his case had exceeded a reasonable time within the meaning of Article 6 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 11 May 2009 the President of the Fourth Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1951 and lives in Gozd.",
                                "elements": []
                            },
                            {
                                "content": "6.  He married E.K. in October 1989. On 9 May 1990 K., the couple's daughter, was born. Two weeks later the couple split up.",
                                "elements": []
                            },
                            {
                                "content": "On 2 November 1992 the  pronounced their divorce. The court awarded custody of the couple's child to both parents and ordered that her place of residence should be with her mother.",
                                "elements": []
                            },
                            {
                                "content": "7.  Between 1992 and 1997 several sets of proceedings were conducted concerning the enforcement of the access arrangements provided in the divorce judgment. Ultimately, on 22 July 1997 the parties reached an agreement validated by the court as to the manner of implementing the custody arrangements. The applicant was allowed to see K. once a month on Sundays for two hours, from 3 to 5 p.m.",
                                "elements": []
                            },
                            {
                                "content": "A. Proceedings concerning enforcement of the access rights specified in the agreement",
                                "elements": [
                                    {
                                        "content": "8.   Subsequently, the Warsaw-Mokotów District Court and, upon appeal, the , conducted successive sets of enforcement proceedings in respect of the 1997 agreement. In particular, it examined the applicant's successive applications for a fine to be imposed on the mother and/or to have time-limits fixed within which she should comply with the access arrangements and allow the applicant to see K.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 16 October 1997 the applicant lodged an application with the Warsaw District Court for a fine to be imposed on K.'s mother. He submitted that she had consistently failed to comply with the conditions of the agreement concluded in July. On 2 December 1998 the mother was summoned by the court and ordered to allow the applicant access to their child within fourteen days. Upon her appeal, on 23 February 1999 the  quashed that decision on formal grounds and remitted the case. On 21 October 1999 the Warsaw-Mokotów District Court set a one-month time-limit within which the mother was to comply with the conditions of the access agreement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  In letters to the Warszawa Mokotów District Court of 31 March and 26 April 1998, 19 April 1999 and 10 April 2001, E.K. requested the court to order the applicant to attend the meetings with the child without male friends, to dress appropriately for the occasion, to arrive on time and not to tease the child. In a letter of 9 March 1998 she informed the court that the applicant had failed to attend meetings planned for November, December, January and February, without having informed her that he would not come. She further stated that despite this the child would be ready to meet her father under the conditions specified in the agreement. In a letter of 29 January 1999 she informed the court that out of eighteen monthly meetings planned since the agreement had been concluded the applicant had failed to attend nine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  In 2000 the District Court appointed a custody officer to supervise the execution of the access agreement. She periodically submitted reports to the court, dated, inter alia, 15 September 2000, 6 April and 8 May 2001, 12 September 2003, 26 April and 2 May 2004 and 25 May 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  In January 2000 the first-instance court, following the applicant's complaint, again set a one-month timelimit for the mother to comply with the access arrangements and imposed a fine on her in the amount of 1,000 Polish zlotys (PLN).",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 4 June and 29 November 2000 the applicant renewed his applications. The court dismissed them on 6 September 2001. It observed that there were no grounds for imposing a fine, as the mother had not taken any steps to make it impossible for the father to see the child. It was the child herself who was hostile to her father.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant appealed, complaining that the court lacked impartiality and that it had wrongly assessed the evidence before it. The  dismissed his appeal on 10 December 2001. It found that the parties had been in a bitter conflict; that the child had a negative attitude towards her father; that the mother had not done anything to prevent the girl from having contact with her father; that it was not in the child's best interest to force her to have frequent contact with him; and that the lower court had made correct findings of fact.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  In May 2002 the applicant submitted a new application for a fine to be imposed on the mother. On 1 August 2002 the court dismissed it, essentially reiterating the reasoning adopted in its decision of 6 September 2001 and referring to similar findings of fact. It observed that the mother and father were in a conflict so bitter that they had become unable to see how much their conflict affected the child. They both blamed the other party for all the problems arising in connection with the exercise of custody and access rights, failing to see their own shortcomings and being unable to reach any compromise. The child had become an instrument in the fight between the parties. The child's hostility to her father and, in particular, the fact that the mother had not sought to influence her attitude, was alarming. The parents had told the court that they needed therapy, but had failed to do anything about it. The father had repeatedly asked for the mother to be punished by a fine but he had not challenged the assertion that it was the child herself who did not want to see him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The applicant appealed, complaining that the first-instance court had been very superficial in the examination of the evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 14 November 2002 the Warsaw Court of Appeal dismissed the applicant's appeal against that decision. It observed that forcing the child to see his father would not by itself restore the emotional ties between the girl and her father, and that these ties had become seriously weakened.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 4 June 2003 the applicant submitted a new application to make the mother comply with the access arrangements. In the proceedings instituted by this application the court ordered that another opinion should be prepared by psychologists to assess both the feasibility of the applicant's contact with K. and the psychological state of the persons concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In that opinion, dated 1 October 2003, the experts stated that the child had declared that she had agreed to talk to the experts only at her mother's request. She had stressed that she had not changed and would not change her attitude towards her father. She could not understand why the applicant wanted to pursue contact, given that he had filed an application for denial of paternity (see paragraphs 37-38 below). She was convinced that he was motivated by his wish to annoy and cause stress to herself and her mother. She had complained about his visits to her school and the fact that he had told her teachers and her friends that she was a “bad daughter”. K. had called the applicant a “sadist”. She had objected to his criticising her mother, to whom she was very strongly attached. K. had strongly denied that her mother had ever forbidden her to see the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In their conclusion the experts reiterated the conclusion of their 2001 report and noted that the therapy, which both the parents and the daughter had undergone separately, had not produced positive results.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 25 February 2004 the first-instance court again set a one-month time-limit for the mother, on pain of a fine of PLN 1,500. The court summarised the enforcement proceedings and the decisions given in them. It noted that the applicant had not behaved badly towards the child and that he had reported regularly for the meetings. His behaviour towards the child might have been awkward but this was due essentially to the fact that he did not actually know the girl as he had had very little opportunity to get to know her. The court referred to an expert opinion prepared for the purposes of the proceedings and concerning the child's psychological situation. K. was very hostile towards her father, despite the fact that she had had no personal experience with him capable of justifying her hostility. The mother had failed to take any steps to persuade the child to have contact with her father or to alter the negative image which the child had formed of him. The court found K.'s attitude alarming. It further noted that had the mother been dissatisfied with the scope or character of the applicant's access rights, it had been open to her to challenge them in separate proceedings. The present case was concerned only with the enforcement of the existing access rights as defined by the 1997 agreement and it was obvious that the mother was not complying with them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Both parties appealed. In her appeal E.K. stressed that she had never taken any steps to prevent her daughter from meeting the applicant. It was the child who had steadfastly refused to see her father, which left the mother helpless. In his appeal, the applicant insisted that the mother should be obliged to pay the fine after the expiry of the timelimit, as provided for by Article 1050 of the Code of Civil Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The appeals were dismissed on 7 June 2004. The  dismissed the applicant's appeal, in which he sought that a fine be imposed on the mother, noting that a fine could only be imposed if she had failed to honour her obligation within the time-limit set by the court. It further observed that it was actually the child, not the mother, who had refused contact, while it was the mother who was the debtor within the meaning of Article 1050 of the Code of Civil Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It also dismissed the mother's appeal, observing that the child had, beyond any doubt, been drawn into the conflict between the parties. The image she had of her father had been shaped by her mother, particularly as the child had not had any contact with her father for several years, despite the fact that he had always been ready to see her and continued to come to the meetings fixed for that purpose. It was the mother who was responsible for the child's attitude, which was full of hatred and hostility towards her father. The court found the mother's attitude inappropriate. It further noted that the applicant and the mother and child had undergone therapy, but separately. However, as the child had refused to talk about her father, the issue of contact with him had not been addressed in her therapy. There were no grounds for believing that contact with her father would harm the child.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 16 November 2004 the Warszawa-Mokotów District Court examined a complaint by the applicant, submitted on 15 September 2004, that the access rights had not been properly implemented, despite the expiry of the time-limit set for that purpose in the decision of 25 February 2004. The court noted that the time-limit for ensuring compliance had expired and that since that date the applicant had not seen the child as she steadfastly refused to meet him. The court imposed a fine of PLN 1,000 on the mother. It further set a timelimit of thirty days for her to comply with the access arrangements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  E.K. appealed. On 7 June 2005 the  allowed her appeal and remitted the case. It observed that while it was true that the contact arrangements had not been respected, this was not because of the mother's failure to comply with them, but because of the girl's attitude. It further noted that she was fifteen years old and her views and feelings had to be taken into account by the courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 7 November 2005 the Warszawa-Mokotów District Court dismissed the applicant's application for a fine to be imposed on E. K. The court heard K. in the absence of the parties and referred to her statements in its decision. She stated that it was she who had not complied with the access agreement. She told the court that the applicant had never been around when she needed him, he had never listened to her and had only wanted to hurt and annoy her mother. She stated that she would not see her father.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court emphasised that the father had a right to contact his daughter and the parties themselves had had regard to this right when concluding the 1997 agreement. However, while the situation obtaining at that time had probably offered prospects of contact, the court was obliged to take into consideration the current situation. K. was now fifteen years old and her opinion had to be taken into account. Lack of regular and peaceful contact for over eight years had resulted on her part in a lack of any emotional ties with her father. It could not be overlooked that the applicant did not want to listen to her views or to respect them. Even before the proceedings before the court he was dismissive of her views and expressed the opinion that they had been dictated by her mother.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court concluded that it could not be said that the mother was to blame for making contact impossible. There were no grounds for imposing a fine on her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant appealed, requesting that the decision be quashed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 25 April 2006 the  dismissed his appeal, finding that there were no grounds on which to impose a fine on the mother, given that the child was old enough to express her own views and feelings on the question of contact, which she obviously did not want to maintain. The mother could not be said to bear responsibility for the non-enforcement of the access arrangements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 26 June 2006 the applicant again requested that a fine be imposed on E.K. for failure to respect the access arrangements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  After that date, he had no further contact with the girl, even sporadically.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  In reports submitted to the court on 4 December 2007 and 13 February 2008 the custody officer summarised her conversations with E.K. and K. She stated that K. was very mature for her age and very articulate. She did not understand how her father could say that he loved her and behave towards her in the way he did. He did not take her views into account, criticised her mother and her family, and had told many persons in K.'s environment that her mother was incapable of taking proper care of her. During the contact visits, he had complained about her mother. She did not want to be exposed to this. She requested recognition and understanding of her feelings and views. She stated that she was almost an adult and able to make a sensible judgment for herself. The contact with her father had been a source of stress, anxiety and shame for her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On a subsequent unspecified date the Warszawa-Mokotów District Court ordered the applicant to submit the original of the access agreement of 1997. The applicant complied on 14 March 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "His application of 26 June 2006 (see paragraph 23 above) was dismissed by the Warsaw District Court on 9 May 2008. The court had regard to all the material gathered in the file on the enforcement proceedings. It took into account K.'s persistent refusal to see the applicant and the fact that she had repeatedly said that she disliked or even hated him. It noted that there was no evidence that E.K. had prevented her daughter from seeing her father. It observed that the applicant's conduct towards K. could not have contributed to building good relations between them as he had tried on various occasions to see her unexpectedly at school or in other places or circumstances, which had only heightened the child's dislike and fear of him. It also noted that K. was eighteen years old and her views had to be taken into consideration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 20 May 2008 the court discontinued the proceedings concerning the enforcement of the 1997 agreement on the ground that K. was now 18 years old and thus the proceedings had become devoid of purpose.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Proceedings concerning the scope of the custody and access rights",
                                "elements": [
                                    {
                                        "content": "28.  On 21 April 1999 the court extended the applicant's access rights specified in the 1997 agreement and ordered that his meetings with K. be supervised by child contact supervisors. This decision was later amended by the  on 22 February 2000. That court held that the temporal scope of the applicant's contact visits with K. should remain as determined in the original agreement but upheld the proviso that they should be supervised by child contact supervisors.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  In 2001 the applicant again requested the Warsaw District Court to change the access arrangements specified in the 1997 agreement and to extend his visiting rights in respect of the child. Simultaneously, the mother requested the court to limit the applicant's access rights to a minimum. These two applications were subsequently joined and examined in the same set of proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The applicant's daughter was examined by experts in the course of these proceedings. The objective of the expert opinion, submitted to the Mokotów District Court, was to examine the nature of the relationship between the applicant and his daughter and to assess the value of contact visits for the child's development and well-being.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The experts observed that K. had a highly negative opinion of her father. She refused to use his surname as her own name. She was of the view that he had failed to show a proper interest in her and that in fact he despised her and all his actions were aimed at annoying her and her mother. The experts concluded that because of that negative attitude relations between the applicant and his daughter were strained to such an extent that any meaningful contact was impossible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 23 October 2001 the court deprived the applicant of his access rights. The judgment was amended on 28 February 2002 by the  and the mother's application to restrict the applicant's access rights was dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In May 2002 the applicant submitted to the same court an application to have the mother's custody rights restricted. In July 2002 E.K. submitted an application to have the applicant divested of his rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  By a decision of 8 August 2002 the Warszawa-Mokotów District Court dismissed the applicant's request, ordered him to undergo therapy and imposed an identical obligation on E. K. and K. The court observed that, as the conflict between the parties had made it impossible for them to show a modicum of co-operation in the child's interest, therapy offered a chance for their relationship to improve. The court found that the conflict between the parents had caused the child to suffer from very serious psychological disturbances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  In a new set of proceedings instituted by the applicant by which he requested that E.K. be divested of her parental rights, the court questioned experts at a hearing held on 7 January 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 18 February 2004 the Warszawa-Mokotów District Court dismissed the request submitted by the applicant, expressing the view that the applicant was essentially motivated by his wish to harass his former wife.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 30 March 2006 E.K. requested the Warszawa-Mokotów District Court to divest the applicant of his parental rights. The applicant lodged an identical application with the same court. The cases were subsequently joined at a hearing held on 17 July 2006. A hearing scheduled for 16 October 2006 was adjourned as a refusal to allow the request to disqualify the judge, submitted by the mother, issued on 4 September 2006, had not become final. Subsequent hearings scheduled for 25 January and 5 March 2007 were adjourned as the parties failed to attend them. On 23 May 2007 a witness failed to comply with the summons and the hearing was adjourned. The next hearing was scheduled for 12 September 2007. On 4 June 2007 the applicant submitted a motion for a lay judge to be disqualified. On 12 September 2007 the court decided that the mother and child should be examined by the experts. The mother and K. were accordingly summoned to report to the Family Diagnostics Centre on 1 April 2008 but failed to comply with the summonses on that date. The court scheduled the hearing for 27 May 2008. The interview in the Centre was rescheduled for 11 June 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 27 May 2008 the court discontinued the proceedings as K. had turned eighteen on 9 May 2008.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. Proceedings concerning the paternity challenge",
                                "elements": [
                                    {
                                        "content": "37.  In 2001 the applicant requested the Piaseczno District Prosecutor to bring, on his behalf, proceedings for denial of his paternity in respect of K. The child's mother was heard by the prosecutor on 17 October 2001. She gave her consent to DNA tests being carried out. The prosecutor informed the applicant thereof and stated that he would bring proceedings before the court only if the results of the tests showed that the applicant was not the father. By a letter of 2 November 2001 the applicant refused to undergo a DNA test and requested the prosecutor to lodge the case with the court. He submitted that the court should order the mother and child to undergo a test.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The prosecuting authorities brought no proceedings, finding, in the light of the parties' submissions, that there were no justified grounds on which to challenge the applicant's paternity.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D. Proceedings concerning the applicant's complaint about the breach of his right to have his case heard within a reasonable time",
                                "elements": [
                                    {
                                        "content": "39.   On an unspecified date in 2006 the applicant filed a complaint under Law of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki – “the 2004 Act”) about a breach of his right to have his case heard within a reasonable time in the enforcement proceedings instituted by his application of 4 June 2003 and terminated by the decision of 25 April 2006 (see paragraphs 16 and 22 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 21 September 2006 the  dismissed his complaint. It observed that the applicant complained essentially about the second-instance court's quashing, on substantive law grounds, the decisions given by the first-instance court, which, in his view, had unduly prolonged the proceedings. The court noted that the length complaint could not go to the merits of the decisions and that there had been no periods of inactivity in the proceedings. Having examined the conduct of the District Court since the entry into force of the 2004 Act on 17 September 2004, the Regional Court found that the proceedings had been conducted with due diligence and within a reasonable time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 6 June 2008 the  discontinued the proceedings instituted by the applicant's complaint about the unreasonable length of the proceedings, summarised in paragraphs 35 and 36 above. The court found that, given that the impugned proceedings had been discontinued on 27 May 2008, a ruling on their length had become redundant.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "42.  The relevant domestic law and judicial practice concerning the enforcement of a parent's visiting rights are set out in the Court's judgment in the case of Zawadka v. Poland, no. 48542/99, § 48, 23 June 2005.",
                                "elements": []
                            },
                            {
                                "content": "43.  In particular, according to the Supreme Court's resolution, if a parent who has been obliged by a court decision to respect the other parent's access rights refuses to comply therewith, access decisions are liable to enforcement proceedings. The provisions of the Code of Civil Procedure on enforcement of nonpecuniary obligations are applicable to enforcement of court decisions on parental rights or access rights (resolution of the Supreme Court of 30 January 1976, III CZP 94/75, OSNCP 1976 7-8).",
                                "elements": []
                            },
                            {
                                "content": "Article 1050",
                                "elements": []
                            },
                            {
                                "content": "“1. If the debtor is obliged to take measures which cannot be taken by any other person, the court in whose district the enforcement proceedings were instituted, on a motion of a creditor and after hearing the parties, shall fix the time-limit within which the debtor shall comply with his obligation, on pain of fine (...).",
                                "elements": []
                            },
                            {
                                "content": "2. If the debtor fails to comply with this obligation, further time-limits may be fixed and further fines may be imposed by a court.”",
                                "elements": []
                            },
                            {
                                "content": "If the court obliges a parent exercising custody rights to ensure access to a child to the other parent, Article 1050 of the Code of Civil Procedure is applicable to the enforcement of this obligation.",
                                "elements": []
                            },
                            {
                                "content": "44.  Article 12 of the UN Convention on the Rights of the Child provides that the States Parties shall ensure to the child who is capable of forming his or her own views the right to express those views freely in all matters affecting the child, the views of the child being given due weight in accordance with the age and maturity of the child.",
                                "elements": []
                            },
                            {
                                "content": "45.  The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings, in particular the provisions of the 2004 Act as applicable at the material time, are set out in the Court's decisions in cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 1223, ECHR 2005-V and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005-VIII and its judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 34-46, ECHR 2005-V.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  The applicant complained that the proceedings summarised above at paragraphs 26-27 and 35-36 had lasted too long. He referred to Article 6 § 1 of the Convention, which in so far as relevant reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "47.  The Government abstained from submitting their comments on this part of the application.",
                                "elements": []
                            },
                            {
                                "content": "48.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                "elements": []
                            },
                            {
                                "content": "49.  The Court observes that the impugned sets of proceedings lasted, respectively, one year and ten months before two judicial instances and two years and two months, also before two judicial instances.",
                                "elements": []
                            },
                            {
                                "content": "50.  Having regard to the criteria referred to above and to the circumstances at issue, the Court is of the view that the length of the proceedings concerned did not exceed what could be considered reasonable, due regard being had to the fact that parent-child proceedings require to be handled expeditiously.",
                                "elements": []
                            },
                            {
                                "content": "51.   It follows that this part of the application is manifestly illfounded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "52.  The applicant complained that the Polish authorities had failed to take effective steps to enforce his right of contact with his daughter. He alleged a violation of Article 8 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A. Admissibility",
                                "elements": [
                                    {
                                        "content": "53.  The Government submitted that the applicant had failed to exhaust the domestic remedies which were available to him under domestic law. He had not had recourse to a civil action against the State Treasury for the protection of his personal rights under Articles 23 and 24 of the Polish Civil Code. They further argued that in such proceedings the applicant could also, relying on Article 448 of that Code, have sought compensation for the failure of the courts to protect his parental rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The applicant submitted that between December 1999 and September 2006 he had lodged at least six applications with a view to having his visiting rights, established in the 1997 agreement, enforced. He had chosen measures which had been both available and relevant in order to vindicate his visiting rights; in particular, Article 1050 of the Code of Civil Procedure had addressed his situation directly. A civil action for compensation against the State Treasury was not, in the circumstances of the case, an adequate legal remedy. It could only have resulted, and only had the applicant been successful, in his being granted compensation. It could not have had any impact on the effective exercise of his parental rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court notes that under Article 35 normal recourse should be had by an applicant to remedies that are available and sufficient to afford redress in respect of the breaches alleged. The existence of such remedies must be sufficiently certain not only in theory but also in practice, failing which they will lack the requisite accessibility and effectiveness (see, among other authorities, Belinger v. Slovenia (dec.), no. 42320/98, 2 October 2001). It is incumbent on the Government pleading non-exhaustion to demonstrate to the Court that the remedy was an effective one available in theory and in practice at the relevant time, that is to say, that it was accessible, was capable of providing redress in respect of the applicant's complaints and offered reasonable prospects of success (see, among other authorities, Gaspari v. Slovenia, no. 21055/03, § 42, 21 July 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  In this connection, the Court notes that the Government failed to adduce any case-law of the domestic courts to show that a civil action for the protection of personal rights brought against the State Treasury or an action for compensation for non-pecuniary damage under Article 448 of the Civil Code could be successfully invoked in cases where an alleged breach of personal rights consisted in the State's failure to ensure effective enforcement of contact or visiting rights specified in judicial decisions or in agreements concluded before the courts. On the other hand, the Court notes that the applicant had recourse to the proceedings provided for by Article 1050 of the Code of Civil Procedure, which, under the caselaw of the Polish Supreme Court, were applicable to situations where enforcement issues arose in the context of the exercise of parental rights and visiting rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government's objection must therefore be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court notes that this part of the application is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Merits",
                                "elements": [
                                    {
                                        "content": "1. The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "58.  The Government submitted that since the applicant had actually managed to see his daughter on numerous occasions before 26 June 2006, he had not been denied access to her. Until at least 2000 K., normally under the supervision of her grandmother, had usually waited for the applicant outside the block of flats where her grandmother lived, at the time set in the agreement. At the beginning the meetings had lasted approximately twenty to twenty-five minutes instead of the two hours specified in the access agreement, as the applicant would leave early. E. K. had never forbidden K. to see the applicant. She had made reasonable efforts to maintain contact with him and to ensure that the meetings were held as planned. She had also informed the applicant that despite his repeated absences she would respect the agreement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The Government further submitted that after 2001 the contact visits had become extremely rare because of K.'s refusal to see the applicant. The applicant had tried to see his daughter “by surprise”, at various unexpected and inappropriate places and times. He had given her teachers details about his conflict with K.'s mother and told them about his efforts to deprive her of her custody rights. This had been very unpleasant and stressful for the child.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Government emphasised that the contact visits between the father and the daughter had been difficult from the very beginning of the period under examination. Early on, the applicant had come to see his daughter accompanied by two witnesses, usually men who were strangers to K. The child was afraid of them and each visit had caused her a lot of stress. K.'s mother had on several occasions informed the applicant how stressful these visits were for their daughter and requested him to respect the times and conduct during the visits specified in the agreement, but to no avail. She had also drawn the courts' attention to the applicant's conduct and repeatedly expressed the view that he had been sabotaging his relationship with K. intentionally, in order to build a case against the mother for not complying with the visiting arrangements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The Government further referred to the applicant's application for denial of his paternity in respect of K. This was, in their view, an additional factor contributing to the further deterioration of relations between the applicant and his daughter. Such an action was also obviously incompatible with the paternal love which the applicant claimed to feel for the child. It had also contributed to the fact that K. had started to dislike her father.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The Government averred that the applicant, for his part, had refused to respect his daughter's wishes and feelings. The alleged violation of his right to respect for his family life should not be seen in isolation from K.'s right to respect for her private life. The right to maintain personal relations and direct contact with both parents on a regular basis was, first and foremost, the right of a child and not of the parents. The parents' right of access to their children was protected under the Convention, but should not be given priority over the child's best interests. It was because of the applicant's behaviour, which had been such a traumatic experience for K., especially at the early stage of her childhood, that the child preferred not to see her father.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Government submitted that the State had done everything it could to maintain the relationship by, inter alia, regulating the visiting arrangements, obliging all the persons concerned to undergo family therapy, ordering expert opinions to establish the psychological state of the parties; by giving decisions ordering the mother to comply with the access agreement and to influence K. to change her attitude towards her father, as well as decisions limiting or depriving the applicant of his access rights in order for him to evaluate and change his behavior. Despite these efforts, the parents had failed to put their hostility aside for the sake of their child. The applicant's attitude, which had focused on blaming the mother for K.'s negative feelings towards him and demanding that the mother be punished, was especially open to criticism. He had never paid proper attention to his daughter's needs and feelings. A balance needed to be struck between the interests of all members of the family, and when those interests were at variance, the interest of the child should prevail. In the case at hand, it was in the best interest of K. to be separated from the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The Government referred to Article 12 of the UN Convention on the Rights of the Child (see paragraph 44 above) and stated that the State was obliged to ensure to the child capable of forming his or her own views the right to express those views freely in all matters affecting it and to give them due weight consistent with the age and maturity of the child. In the present case, K. had been examined by psychologists and heard by the courts that dealt with access cases. Her views had been given due consideration, in particular in that the experts had found that she was very mature for her age as well as articulate and able to express her views and feelings in a clear manner.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Government concluded that the Polish authorities had not failed to discharge their positive obligation to secure to the applicant the effective exercise of his right to respect for his family life.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The applicant submitted that the 1997 agreement between the applicant and his ex-wife had never been executed properly. The fact that the meetings with his daughter had not taken place as specified by that agreement had been described regularly by the child contact supervisor in her official notes attached to the file of the access case. The applicant's difficulties in having his rights respected had not met with any reaction on the part of the custody court. This had caused an irreversible disruption of the parental bond.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The applicant further averred that the Government's argument that he was a bad father did not find support in the relevant judicial decisions. The court had never restricted the scope of his parental rights on account of his bad conduct. The Government's submissions had been based on statements by the child's mother which lacked objectivity. In any event, it was not the role of the Government to sit in judgment on the emotional state, personal characteristics or character traits of the applicant. The daughter's opinion about her father had been caused by the authorities' failure to enforce the agreement on contact with the applicant. Lack of such contact over a long period of time and the influence of the child's mother had led to the severance of the bond between the applicant and his child. This situation had persisted until the daughter came of age and the proceedings to enforce the access agreement had become devoid of purpose. Ultimately, the applicant had lost a very important part of his family life – a relationship with his daughter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The applicant argued that he had submitted the application for the denial of paternity following certain statements made by his daughter during an interview with the child contact supervisor. These statements amounted to a justified reason for instituting proceedings for denial of paternity in order to check their truthfulness. The fact that this application had ultimately been dismissed after the mother had been heard by the prosecutor only once demonstrated that the daughter's submissions were false. In the applicant's view, it showed that the mother could have a negative influence on the child's opinion about her father and that the daughter's judgment was unreliable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  In so far as the Government relied on the daughter's repeated refusals to see her father, the applicant submitted that this argument failed to take into consideration the obligation of the authorities to execute judicial decisions and judgments. It amounted to an obvious denial of the rule of law, which was a fundamental principle of a democratic society, which was inherent in all provisions of the Convention (see Zvolský and Zvolská v. the Czech Republic, no. 46129/99, § 65) and entailed a duty on the part of the State to comply with judicial orders or decisions (Antonetto v. Italy, no. 15918/89, § 35, and Amat-G Ltd and Mebaghishvili v. Georgia, no. 2507/03, § 61).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. The Court's assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a) \tRelevant principles",
                                "elements": [
                                    {
                                        "content": "70.  The relationship between the applicant and his daughter amounted to “family life” within the meaning of Article 8 § 1 of the Convention. This has not been disputed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.   The Court reiterates that the essential object of Article 8 is to protect the individual against arbitrary interference by public authorities. There may however be positive obligations inherent in an effective “respect” for family life. These obligations may involve the adoption of measures designed to secure respect for family life even in the sphere of relations between individuals, including both the provision of a regulatory framework of adjudicatory and enforcement machinery protecting individuals' rights and the implementation, where appropriate, of specific steps (see, amongst other authorities, X and Y v. the Netherlands, 26 March 1985, § 23, Series A no. 91, and Zawadka v. , no. 48542/99, § 53, 23 June 2005). In both the negative and positive contexts, regard must be had to the fair balance which has to be struck between the competing interests of the individual and the community, including other concerned third parties, and the State's margin of appreciation (see, amongst other authorities, Keegan v. Ireland, 26 May 1994, § 49, Series A no. 290; Siemianowski v. Poland, no. 45972/99, § 97, 6 September 2005). The Court has already repeatedly held that in matters relating to their custody the interests of children are of paramount importance. The child's best interests must be the primary consideration (see, to that effect, Gnahoré v. France, no. 40031/98, § 59, ECHR 2000-IX) and may, depending on their nature and seriousness, override those of the parents (see Sahin v. Germany [GC], no. 30943/96, § 66, ECHR 2003-VIII). In particular, a parent cannot be entitled under Article 8 of the Convention to have such measures taken as would harm the child's health and development (Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 169, ECHR 2000-VIII, P., C. and S. v. the United Kingdom, no. 56547/00, § 117, ECHR 2002-VI). The Court appreciates that in respect of very young children it is essentially for the courts to make an objective assessment, in the light of all the evidence available to them, whether the contact with the parent should be encouraged and maintained or not. However, as children mature and become, with the passage of time, able to formulate their own opinion on their contact with the parents, the courts should give due weight also to their views and feelings as well as to their right to respect for their private life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  Where the measures in issue concern disputes between parents over their children, however, the Court's role is not to substitute itself for the competent domestic authorities in regulating contact questions, but rather to review under the Convention the decisions that those authorities have taken in the exercise of their power of appreciation. In so doing, it must determine whether the reasons purporting to justify any measures taken with regard to an applicant's enjoyment of his right to respect for family life are relevant and sufficient (see, amongst other authorities, Olsson v. Sweden, 24 March 1988, § 68, Series A no. 130; Wojciech Nowak v. Poland, no. 11118/06, § 45, 8 June 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Court's case-law has consistently held that Article 8 includes the right for a parent to have measures taken with a view to his or her being reunited with the child, and an obligation on the national authorities to take such measures. This applies not only to cases dealing with the compulsory taking of children into public care and the implementation of care measures (see, inter alia, Olsson v. Sweden (no. 2), 27 November 1992, § 90, Series A no. 250), but also to cases where contact and residence disputes concerning children arise between parents and/or other members of the children's family (e.g. Hokkanen v. Finland, 23 September 1994, § 55, Series A no. 299).",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The obligation of the national authorities to take measures to facilitate contact by a non-custodial parent with children after divorce is not, however, absolute (see, mutatis mutandis, Hokkanen, cited above, § 58). The key consideration is whether those authorities have taken all necessary steps to facilitate contact as can reasonably be demanded in the special circumstances of each case (mutatis mutandis, Hokkanen, cited above, § 58). Other important factors to be taken into account in proceedings concerning children are that time takes on a particular significance as there is always a danger that any procedural delay will result in the de facto determination of the issue before the court (see H. v. the United Kingdom, 8 July 1987, §§ 89-90, Series A no. 120), and that the decisionmaking procedure should provide the requisite protection of parental interests (W. v. the United Kingdom, 8 July 1987, §§ 62-64, Series A no. 121).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b) Application of the principles to the facts of the case",
                                "elements": [
                                    {
                                        "content": "75.  In the light of the above principles, what is decisive in this case is whether the Polish authorities took all the necessary steps to facilitate the enforcement of the contact arrangements as specified in the agreement which the applicant had concluded with his daughter's mother in 1997. According to that agreement, the applicant was first authorised to see K. once a month on a Sunday. The domestic authorities had an obligation to ensure enforcement of the contact arrangements, since it was they who exercised public authority and had the means at their disposal to overcome obstacles to execution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Court first observes that the remit of the present case is limited to the examination of facts relating to the alleged failure of the State to ensure effective enforcement of the 1997 access agreement. In this respect the Court notes that the applicant and his wife split up very shortly after the child was born (see paragraph 6 above). The custody and access rights were determined in the divorce judgment given two years later. Subsequently, several sets of proceedings were held in connection with the applicant's access rights as certain difficulties had arisen in their execution (see paragraph 7 above). Ultimately, the 1997 agreement between the parties was concluded in the context of these proceedings. Hence, in the absence of cohabitation, the relationship between the applicant and K. did not have an opportunity to develop in a way usual for children of divorced parents, who have normally lived with the non-custodial parent and developed emotional ties with him or her. This, in the Court's opinion, must be taken into consideration in the examination of the case, in particular as to the scope of the State's positive obligations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.   Early on, the applicant had contact visits with his daughter which were conducted in the manner specified in the 1997 agreement. It has not been shown or argued that the mother denied him access to K. The applicant had contact with K. until 2001. It was only afterwards that problems arose in that K. did not wish to see him. The applicant would then come to her school or to other places where he could see her, mostly against the child's wishes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  In this connection, the Court observes that in 1997 and 1998 the applicant repeatedly failed to report for the meetings with the daughter. It further observes that he attended some of them accompanied by his friends. K. was afraid of them and this might have contributed to the deterioration of the relationship. The child's mother repeatedly informed the court of these shortcomings in the applicant's conduct (see paragraph 10 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Court further observes that the bitter conflict between the applicant and the child's mother, which, as the courts repeatedly observed, deepened over the years, made it particularly difficult for the domestic authorities to act in order to enforce the applicant's visiting rights. The difficulties in arranging and maintaining regular contact were in large measure due to the animosity between the applicant and his former wife, and subsequently to the child's own attitude.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.   In this context, the Court notes that in 2000 the court, having regard to the difficulties which had arisen in connection with the access arrangements, appointed a court officer to supervise the contact visits. She repeatedly talked with the parties and tried to encourage them to be more co-operative. From 2000 on she also tried to convince K. to meet her father, but to no avail. The child contact supervisor submitted numerous periodic reports to the court to keep it informed about the developments between the parties (see paragraph 11 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Court further observes that the courts were well aware of the conflict between the parties and that in 2002, they obliged the parties to the proceedings to undergo therapy in order to facilitate their contact and ease tensions between them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.   It is further noted that the courts repeatedly appointed experts with a view to establishing what was in the best interest of the child under the circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  Moreover, the applicant's enforcement requests eventually led to the court orders given in the enforcement proceedings on 21 October 1999, January 2000 and 24 February 2004 with a view to enforcing the existing contact arrangements. In addition, the courts imposed a fine on the mother for failure to comply with them (see paragraphs 1718 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Court emphasises that the domestic courts never found that the mother had been at fault in connection with the difficulties in ensuring compliance with the terms of the 1997 access agreement. It was never established that she had taken any steps to thwart the execution of that agreement by, for instance, forbidding the applicant from having contact with the child, or by preventing the child from seeing him. Indeed, in its decision of 10 December 2001 the  observed that the mother had not done anything to prevent the child from having contact with her father (see paragraph 13 above). In its decision of 7 November 2005 the Warsaw-Mokotów District Court stated that the mother was not to be blamed for making contact impossible (see paragraph 21 above). In its decision of 9 May 2008 the same court found that there was nothing to indicate that the mother had prevented the child from seeing her father (see paragraph 26 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  Lastly, in the assessment of the case the Court cannot overlook the fact that in 2001 the applicant requested the prosecuting authorities to bring, on his behalf, proceedings for denial of his paternity in respect of K. It notes that during her first and only conversation with the prosecutor in connection with that request, the child's mother agreed to having DNA tests carried out for the purpose of assessing whether it was advisable to bring the relevant proceedings before the competent court. In reply, the applicant refused to undergo the test himself and insisted that the prosecutor should institute judicial proceedings against the mother and child for denial of his paternity. In the Court's view, if the applicant had any reasonable grounds on which to harbour doubts as to his paternity, his refusal cannot but be considered irrational. The mother's readiness to have the paternity test carried out supports this view. Moreover, the applicant must have been aware that such an application would not be beneficial for his relationship with his daughter and would put his relationship with his former wife, which was already strained, under additional stress.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Court observes that as time went by, K. matured and was able to take her own decisions in respect of her contact with her father. The Court notes that the domestic authorities were also aware that the applicant's contact with her had become dependent not only on the attitude of the child's mother, but also on the girl's own wishes. It was the child's own approach to contact which was, at least from 2001, decisive in the failure of the contact arrangements. Already in 2001 the experts noted that K. was suffering fear and stress as a result of forced contact meetings with her father (see paragraph 13 above). In 2003 the experts informed the court that the child expressed hostility towards him and did not want to see him (see paragraph 16 above). The same conclusion was reached in the subsequent proceedings, held in 2004 and concerning the applicant's request to impose a fine on the mother (see paragraph 17 above). In its decision of 16 November 2004 the Warszawa Mokotów District Court noted that the girl had consistently refused to see her father (see paragraph 19 above). From June 2006, when K. was sixteen years old, the applicant had no further contact with her as she repeatedly refused to see him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court is of the view that the approach of the domestic courts, which considered that it was of the greatest relevance to the custody and access issues to establish the psychological situation of the child and take her wishes into consideration (see paragraphs 20, 21, 22 and 20 above), cannot be open to criticism. It concludes that in an emotionally fraught situation characterised by the conflict between her parents the courts struck a fair balance between the child's best interests and preferences and her father's rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court reiterates that it cannot substitute itself for the domestic authorities in the exercise of their responsibilities as regards parental authority. Its function, rather, is to review under the Convention the decisions taken by those authorities in the exercise of their margin of appreciation (see Kaleta v. Poland, no. 11375/02, § 58, 16 December 2008). In the instant case, it cannot find that that margin was exceeded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The foregoing considerations are sufficient to enable the Court to conclude that there has been no violation of Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible as regards the applicant's complaint under Article 8 of the Convention, and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 25 January 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge de Gaetano is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "The facts of this case are rather confusing, no doubt due to the constant pitched battles fought in the Polish courts between the applicant and his former wife, to the detriment of the minor involved. Nevertheless, it is quite clear that from 1997 onwards the Polish courts did all that was reasonably possible to ensure effective enforcement of the 1997 access agreement, and that it was basically because of the disaffection that the child herself showed towards her father that problems arose.",
                        "elements": []
                    },
                    {
                        "content": "As is correctly stated in § 76, the applicant does not appear to be complaining about the period prior to the 1997 access agreement, but only about the period subsequent to it. Nevertheless that period – the first seven years of the child's life – was critical for the development of the necessary filial ties between the applicant and his daughter. There surely must be something wrong with a system which takes, or allows the parties to take, almost five years – from 2 November 1992 to 22 July 1997 – to determine definitely access arrangements with regards to a child. Had the applicant also complained specifically about the period 1992-1997, I am sure that the outcome of this case would have been different.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Vincent A. de Gaetano",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PŁAZA v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-103021.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:0125JUD001883007",
    "externalsources": [],
    "extractedappno": [
        "18830/07",
        "48542/99",
        "94/75",
        "15212/03",
        "11215/02",
        "61444/00",
        "30979/96",
        "42320/98",
        "21055/03",
        "46129/99",
        "15918/89",
        "2507/03",
        "45972/99",
        "40031/98",
        "30943/96",
        "39221/98",
        "41963/98",
        "56547/00",
        "11118/06",
        "11375/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-103021",
    "judgementdate": "25/01/2011 00:00:00",
    "kpdate": "25/01/2011 00:00:00",
    "kpthesaurus": [
        "451"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "8"
    ],
    "parties": [
        "PŁAZA",
        "POLAND"
    ],
    "rank": "778.708801269531",
    "representedby": [
        "BODNAR A."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "362822",
    "typedescription": "15"
}