{
    "__articles": "3",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect)",
    "applicability": "",
    "appno": "41558/05",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-110809.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 41558/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Aleksey Vladimirovich Glotov (“the applicant”), on 30 September 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr A. Kirsanov, a lawyer practising in . The Russian Government (“the Government”) were represented by Mr G. Matyushkin, the Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the conditions of his detention in the  remand prison had been inhuman and degrading.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 4 January 2011 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "5.  On 28 November 2011 and 27 January 2012 the Court requested further factual information from the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1973 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "7.  From 14 March to 6 October 2005 the applicant was held in remand prison IZ-77/1 in . He was accommodated in Cell 243 which measured approximately 11 square metres. The cell had one window and the toilet was located inside the cell, separated with a brick partition approximately 1.2 metre in height. It disposed of four sleeping places. Detainees were allowed one hour of outdoor exercise per day.",
                                "elements": []
                            },
                            {
                                "content": "8.  The parties disagreed on the number of inmates in Cell 243.",
                                "elements": []
                            },
                            {
                                "content": "9.  According to the applicant, Cell 243 was constantly overcrowded. It was designed for two inmates but actually housed four persons. He referred to the Court’s findings in respect of the same cell in the case of Starokadomskiy v. Russia (no. 42239/02, §§ 23-24 and 42, 31 July 2008).",
                                "elements": []
                            },
                            {
                                "content": "10.  The Government maintained that the number of detainees in Cell 243 had not exceeded two persons. In support of their position, they enclosed with their observations on the admissibility and merits of the case, a certificate issued by the prison governor on 5 April 2011 and selected pages from the prison population register covering the period between 16 March and 6 October 2005.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 16 January 2012, further to the Court’s request for more detailed factual information on the number of detainees in Cell 243, the Government submitted the following material:",
                                "elements": []
                            },
                            {
                                "content": "– a certificate issued by the prison governor on 27 December 2011, according to which Cell 243 accommodated two persons during the entire period of the applicant’s detention;",
                                "elements": []
                            },
                            {
                                "content": "– an undated certificate from the deputy head of the relevant department, according to which there were two detainees in Cell 243;",
                                "elements": []
                            },
                            {
                                "content": "– every second page from the prison population register covering the period between 14 March and 30 September 2005.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 7 March 2012, in response to the Court’s request for clarifications about the origin of visible corrections of the number of detainees in Cell 243 in the prison population register, the Government submitted that, upon making the enquiries, it had been established that the procedure for filling out the prison population register had been breached which had resulted in “careless filling [out]”, corrections and erasures. The head of the department who was responsible for overseeing the compliance with the procedure could not be disciplined because he had retired in 2006. The Government pointed out that the corrections had not been made “with a purpose to misrepresent reliable information but because of carelessness and inattention of the officers of the pre-trial detention centre”.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "13.  The applicant complained that the conditions of his detention in remand prison IZ-77/1 in  had been in breach of Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "14.  The Government submitted that the complaint was inadmissible for non-exhaustion of the domestic remedies because the applicant had not applied to a court of general jurisdiction with a complaint about inadequate conditions of detention or a claim for compensation. In their view, copies of the applicant’s applications to the Mozhayskiy and Basmannyy District Courts of Moscow and his complaints to the prison governor and to the head of the Moscow Penitentiary Service appeared suspicious because the outgoing registration numbers appeared to be made by the same hand and did not correspond to the numbering system used in the prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The applicant responded that he repeatedly brought the inadequate conditions of his detention to the attention of the national authorities. The register of detainees’ correspondence showed that he had lodged no fewer than twenty-three petitions to that effect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The Court has already examined the effectiveness of various domestic remedies suggested by the Russian Government in a number of cases concerning inadequate conditions of an applicant’s detention and found them to be lacking in many regards. On that basis, it has rejected the Government’s objection as to the non-exhaustion of domestic remedies and has also found a violation of Article 13 of the Convention. The Court has held in particular that the Government had not demonstrated what redress could have been afforded to the applicant by a prosecutor, a court, or another State agency, bearing in mind that the problems arising from the conditions of the applicant’s detention were apparently of a structural nature and did not concern the applicant’s personal situation alone (see, among many authorities, Kozhokar v. Russia, no. 33099/08, §§ 92-93, 16 December 2010; Skachkov v. Russia, no. 25432/05, §§ 43-44, 7 October 2010; Vladimir Krivonosov v. Russia, no. 7772/04, §§ 82-84, 15 July 2010; Lutokhin v. , no. 12008/03, § 45, 8 April 2010; Aleksandr Makarov v. Russia, no. 15217/07, §§ 84-89, 12 March 2009, and Benediktov v. Russia, no. 106/02, §§ 27-30, 10 May 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  More specifically, as regards a civil claim in connection with inadequate conditions of detention, the Court has found that, while the possibility of obtaining compensation was not ruled out, the remedy did not offer reasonable prospects of success, in particular because the award was conditional on the establishment of fault on the part of the authorities. Moreover, the level of the compensation was unreasonably low in comparison with the awards made by the Court in similar cases (see, for instance, Roman Karasev v. Russia, no. 30251/03, §§ 81-85, 25 November 2010; Skorobogatykh v. , no. 4871/03, § §§ 17-18 and 31-32, 22 December 2009; Shilbergs v. , no. 20075/03, §§ 71-79, 17 December 2009; Kokoshkina v. Russia, no. 2052/08, § 52, 28 May 2009, and Benediktov, cited above, §§ 29-30).",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  In the light of the above considerations, the Court concludes that for the time being the Russian legal system does not dispose of an effective remedy that could provide the applicant with adequate and sufficient redress in connection with a complaint about inadequate conditions of detention. Accordingly, the Court dismisses the Government’s objection as to the nonexhaustion of domestic remedies and notes that this complaint is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "19.  The applicant maintained his complaint about severe overcrowding in Cell 243, in which he had been held during his stay in the  remand prison. He stressed that the number of detainees in his cell was visibly corrected in the copies of the prison population register produced by the Government and that the actual number of inmates had been three or more.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Government submitted that there was no violation of Article 3 of the Convention because the treatment to which the applicant had been subjected in remand prison IZ-77/1 had not attained the minimum threshold of severity required for that provision to apply. The conditions of detention in the remand prison were compatible with the domestic legal requirements and also with the recommendations of the Committee for the Prevention of Torture. The number of detainees in Cell 243 had not exceeded two persons, the applicant included.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court observes that the applicant had been detained for almost seven months in Cell 243 of remand prison IZ-77/1 in . The measurements of the cell were not in dispute between the parties; it was accepted that its surface was approximately eleven square metres. It further appears from the prison population register that the cell disposed of four sleeping places. However, the parties disagreed on the number of detainees who had been actually held in the cell, together with the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Court has held on many occasions that cases concerning allegations of inadequate conditions of detention do not lend themselves to a rigorous application of the principle affirmanti incumbit probatio (he who alleges something must prove that allegation) because in such instances the respondent Government alone have access to information capable of corroborating or refuting these allegations. It follows that, after the Court has given notice of the applicant’s complaint to the Government, the burden is on the latter to collect and produce relevant documents. A failure on their part to submit convincing evidence on material conditions of detention may give rise to the drawing of inferences as to the well-foundedness of the applicant’s allegations (see Gubin v. Russia, no. 8217/04, § 56, 17 June 2010, and Khudoyorov v. Russia, no. 6847/02, § 113, ECHR 2005-X (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  In support of their assertion that the population of Cell 243 was comprised of two inmates, the Government produced certificates issued by the prison governor and by one of his deputies, as well as copies of pages from the prison population register.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The certificates from the prison governor did not refer to any data on the basis of which they may have been prepared. The Court has repeatedly pointed out that such documents drafted after a considerable period of time were apparently based on personal recollections and could not be viewed as sufficiently reliable sources, given the length of time that has elapsed (see, among other authorities, Veliyev v. Russia, no. 24202/05, § 127, 24 June 2010; Belashev v. , no. 28617/03, § 52, 4 December 2008, and Igor Ivanov v. Russia, no. 34000/02, § 34, 7 June 2007). A further element undermining the reliability of these certificates is the fact that in the proceedings on application no. 42239/02, Starokadomskiy v. Russia, the Government submitted to the Court a similar certificate signed by the same prison governor on 21 February 2006. It concerned the conditions of Mr Starokadomskiy’s detention in Cell 243 in the period from 11 April 2004 to 23 December 2005, that is during the time when the applicant in the instant case was held in the same cell. According to that certificate, Mr Starokadomskiy shared the cell with three – not one – other inmates (see Starokadomskiy, cited above, § 24). The Government did not put forward any explanation for this discrepancy between the 2006 and 2011 certificates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Turning next to the copies of the prison population register produced by the Government, the Court observes that their authenticity was certified with the prison stamp and the signature of the prison governor. However, the entries in respect of the number of detainees in Cell 243 were corrected in a visible way, with some figures having been erased and the number “two” having been written over instead. The Court requested the Government to furnish explanations about the origin, reason and timing of these corrections. The Government responded that the erasures had been the product of negligence on the part of the prison warders responsible for filling out the register. They did not indicate at what moment and for what purpose the information in the register was corrected. The Court regrets that the inquiry carried out by the Russian authorities did not elucidate these matters because this failure makes it impossible to determine whether the corrected data has any probative value. In these circumstances, the Court considers that the information contained in the copy of the prison population register produced by the Government is not sufficiently reliable to establish the facts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Furthermore, in the Starokadomskiy case, the Court established, on the strength of the evidence produced by the parties, that in the same period of time Mr Starokadomskiy, one of the applicant’s cellmates, had been afforded less than three square metres of space in Cell 243 (see Starokadomskiy, cited above, § 42). The Government did not put forward any credible material or information which could have allowed the Court to depart from that finding in the instant case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Court has found in many previous cases that where the applicants had at their disposal less than three square metres of floor surface, the overcrowding was considered to have been so severe as to justify in itself a finding of a violation of Article 3 (see Starokadomskiy, cited above, § 43, and also Svetlana Kazmina v. Russia, no. 8609/04, § 70, 2 December 2010; Lind v. Russia, no. 25664/05, § 59, 6 December 2007; Labzov v. Russia, no. 62208/00, § 44, 16 June 2005; and Mayzit v. Russia, no. 63378/00, § 40, 20 January 2005). Save for one hour of daily outdoor exercise, except on the days of court hearings, the applicant was confined to his cell and was not allowed any out-of-cell activity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  In addition, the lavatory pan was placed in the corner of the cell and was separated from one side only by a brick partition approximately 1.2 metres high. Such close proximity and exposure was not only objectionable from a hygiene perspective but also deprived the applicant using the toilet of any privacy because he remained at all times in full view of other inmates sitting on the bunks and also of warders looking (compare, among many others, Aleksandr Makarov, cited above, § 97; Grishin v. , no. 30983/02, § 94, 15 November 2007, and Kalashnikov v. , no. 47095/99, § 99, ECHR 2002VI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Having regard to its case-law on the subject, the material submitted by the parties and the findings above, the Court concludes that the applicant was obliged to live, sleep and use the toilet in the overcrowded cell. Even though there is no indication that there was a positive intention to humiliate or debase the applicant, such conditions were of themselves sufficient to cause distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention, and to arouse in him feelings of anguish and inferiority capable of humiliating and debasing him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court finds accordingly that there has been a violation of Article 3 of the Convention on account of the applicant’s conditions of detention in remand prison IZ-77/1 in Moscow from 14 March to 6 October 2005, which it considers to have been inhuman and degrading within the meaning of that provision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  Lastly, the applicant complained of an alleged ill-treatment by the police in 2004, his allegedly unlawful detention after his arrest and of certain irregularities in the criminal proceedings against him.",
                                "elements": []
                            },
                            {
                                "content": "32.  The Court has examined these complaints as submitted by the applicant. However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, it finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "34.  The applicant claimed 2,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Government submitted that the claim should be rejected because there had been no violation of the applicant’s rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court has found a violation of Article 3 of the Convention in the instant case. It considers that the applicant’s suffering and frustration caused by inhuman and degrading conditions of his detention cannot be compensated for by the mere finding of a violation. Making its assessment on an equitable basis, the Court awards the applicant the amount he claimed in respect of non-pecuniary damage, that is EUR 2,000, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "37.  The applicant did not claim any costs or expenses. Accordingly, there is no call to make an award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "38.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the conditions of the applicant’s detention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention on account of the applicant’s conditions of detention in remand prison IZ77/1 in  from 14 March to 6 October 2005;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,000 (two thousand euros) in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 10 May 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nina Vajić",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "André Wampach",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GLOTOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-110809.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0510JUD004155805",
    "externalsources": [],
    "extractedappno": [
        "41558/05",
        "42239/02",
        "33099/08",
        "25432/05",
        "7772/04",
        "12008/03",
        "15217/07",
        "106/02",
        "30251/03",
        "4871/03",
        "20075/03",
        "2052/08",
        "8217/04",
        "6847/02",
        "24202/05",
        "28617/03",
        "34000/02",
        "8609/04",
        "25664/05",
        "62208/00",
        "63378/00",
        "30983/02",
        "47095/99"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-110809",
    "judgementdate": "10/05/2012 00:00:00",
    "kpdate": "10/05/2012 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "GLOTOV",
        "RUSSIA"
    ],
    "rank": "882.887451171875",
    "representedby": [
        "KIRSANOV A."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "370737",
    "typedescription": "15"
}