{
    "__articles": "3;6;6-1;13;35;35-1;41;13+3",
    "__conclusion": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of Art. 3;Violation of Art. 13+3;Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses award",
    "applicability": "",
    "appno": "9852/03;13413/04",
    "article": [
        "13",
        "3",
        "35",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "non-exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection dismissed",
            "type": "other"
        },
        {
            "article": "3",
            "base_article": "3",
            "element": "Violation of Art. 3",
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "element": "Violation of Art. 13+3",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13+3",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses award",
            "type": "other"
        }
    ],
    "content": {
        "001-83588.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 9852/03 and 13413/04) against the Republic of Azerbaijan lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a stateless person, Mr Alakram Alakbar oglu Hummatov (Ələkrəm Ələkbər oğlu Hümmətov – “the applicant”), on 13 March 2003 and 31 March 2004 respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr M. Ferschtman, a lawyer practising in the . The Azerbaijani Government (“the Government”) were represented by their Agent, Mr C. Asgarov.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had been denied adequate medical treatment in prison, that there had been no effective remedies against such lack of adequate medical treatment, and that he had not been given a public and fair trial.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 5 July 2005 the Court decided to join the applications. By a decision of 18 May 2006 the Court declared the applications partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicant and the Government each filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1948 in the Lerik Region, Azerbaijan, and currently lives in The Hague, the .",
                                "elements": []
                            },
                            {
                                "content": "A.  Arrest, conviction and commutation of the sentence",
                                "elements": [
                                    {
                                        "content": "7.  Until 1988 the applicant was the deputy director of a transport warehouse in the city of Lenkoran, . In 1988 he joined a political party and began his political career. When the Armenian-Azerbaijani conflict in Nagorno-Karabakh broke out, he joined the national army and became one of its commanders. In the summer of 1993, at the time of the outbreak of a civil and political confrontation in the country, he returned from NagornoKarabakh to his native Lenkoran.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In June 1993 the applicant put forward a proposal for an autonomous political formation in the south of  which would, in addition to Lenkoran itself, incorporate several adjacent regions. The central authorities considered this idea unacceptable. On 7 August 1993 the applicant, together with his supporters, proclaimed the creation of the so-called “Talysh-Mugan Autonomous Republic” (“Talış-Muğan Muxtar Respublikası”) within the . The applicant was elected its “President”. At the same time, he attempted to take charge of the military units located in Lenkoran, as well as to depose and arrest some regional public officials appointed by the central authorities. Following this, certain public disorder evolved, during which several people were killed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  At the end of 1993, the applicant was arrested and detained in the detention centre of the Ministry of National Security. The investigation against him led to accusations of, inter alia, high treason and use of armed forces against the constitutional institutions of the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  In September 1994 the applicant, along with three other detainees, absconded from the detention centre. The applicant went into hiding until August 1995 when he was finally caught and arrested for the second time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  According to the applicant, at all times while in pre-trial detention, he was subjected to various forms of ill-treatment. He was not allowed to see a doctor. Under the threat of his wife's arrest and criminal prosecution, he was compelled to give self-incriminating testimony. His close friends and relatives, including his wife and son, were also subjected to persecution and physical ill-treatment by the authorities. Fearing further persecution, his wife and son left the country and sought asylum in the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The applicant's criminal case was examined by the Military Chamber of the Supreme Court (Ali Məhkəmənin Hərbi Kollegiyası) sitting in first instance. He was tried together with six other accused persons. On 12 February 1996 the applicant was convicted of high treason (twelve years' imprisonment with confiscation of property), misappropriation of official power (two years' imprisonment), illegal deprivation of liberty (three years' imprisonment), unauthorised possession of weapons (five years' imprisonment), absconding from custody (two years' imprisonment), and creation of illegal armed units (death penalty with confiscation of property). By way of a merger of sentences, the applicant was sentenced to death and confiscation of property. Being a decision of the highest tribunal, this judgment was final and was not subject to appeal at the material time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Following the conviction, in June 1996 the applicant was transferred to the 5th Corpus of Bayil Prison designated for convicts sentenced to death. Despite the existence of the death penalty as a form of punishment under the criminal law applicable at that time, the Azerbaijani authorities had pursued a de facto policy of moratorium on the execution of the death penalty since June 1993 until the abolition of the death penalty in 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 10 February 1998 Parliament adopted the Law on Amendments to the Criminal Code, Code of Criminal Procedure and Correctional-Labour Code of the Republic of Azerbaijan in Connection with the Abolition of the Death Penalty in the , which amended all the relevant domestic legal provisions, replacing the death penalty with life imprisonment. The penalties of all the convicts sentenced to death, including the applicant, were to be automatically commuted to life imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  Despite this new penalty, the applicant was kept in the 5th Corpus of Bayil Prison (the former “death row”) up to January 2001. According to the applicant, the conditions of imprisonment in the Bayil Prison were harsh and inhuman, and beatings frequently occurred. He suffered from various serious diseases and could not get necessary and adequate medical treatment (see section C. below). In January 2001 he was transferred to the Gobustan High Security Prison (Qobustan Qapalı Həbsxanası; hereinafter “Gobustan Prison”) for prisoners serving life sentences.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Re-examination of the criminal case by the appellate and cassation courts",
                                "elements": [
                                    {
                                        "content": "16.  In 2000 a new Code of Criminal Procedure (hereinafter “CCrP”) and new Criminal Code of the  were adopted. Before the new CCrP's entry into force on 1 September 2000, on 14 July 2000 Parliament passed a transitional law allowing the lodging of an appeal under the new CCrP against the final judgments delivered in accordance with the old criminal procedure rules.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  Shortly after this, at the time of 's admission to the Council of Europe, the applicant was recognised as a “political prisoner” by independent experts of the Secretary General (in the experts' relevant reports the applicant's name was spelled as “Alikram Gumbatov”, possibly following the Russian transliteration of his name).  has made a commitment to either release or give a re-trial to all persons identified as “political prisoners” by these experts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Following the reform of the domestic criminal and criminal procedure law in 2000 and in the light of Azerbaijan's undertaking before the Council of Europe to review the cases of “political prisoners”, on 20 December 2001 the Prosecutor General filed an appellate protest (apellyasiya protesti) with the Court of Appeal, requesting the court to allow the re-examination of the applicant's case. On 24 January 2002 the Court of Appeal upheld this request and allowed an appeal to be lodged against the Supreme Court's judgment of 12 February 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 29 January 2002 the applicant lodged his appellate complaint with the Court of Appeal. He asked the court to initiate a new investigation into the case, to hold a public hearing in an ordinary courtroom with the participation of media representatives and officials of foreign organisations, to obtain the attendance and examination of certain witnesses, and to evaluate the political events in the Lenkoran region in 1993. On 23 April 2002 the Court of Appeal decided to grant the applicant's requests for a new investigation and a public hearing, but dismissed the remaining requests.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The hearings on the merits were to be held at the detention centre of the Ministry of Justice. However, on 13 May 2002 the Court of Appeal changed the location of the hearings to Gobustan Prison since, as explained by the court, repair works were being carried out in the Ministry's detention centre. The applicant protested against this decision by refusing to attend any court hearings held in Gobustan Prison. On 14 May 2002 the Court of Appeal ordered his compulsory attendance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court of Appeal's hearings on the merits took place in Gobustan Prison, which was equipped with a courtroom with a separate deliberation room, the total surface area of which was 150 square metres. According to the Government, this courtroom contained about 50 seats for observers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The parties were in disagreement about the actual distance between Gobustan Prison and  (45 kilometres according to the Government and 75 kilometres according to the applicant). No regular public transportation from  to the prison was available. Because of the prison's strict access regime, persons wishing to attend the hearings as observers had to ask the presiding judge for permission to attend the hearing. The presiding judge, in turn, applied to the prison authorities with a request to grant such persons access to the prison. Observers who were granted access to the hearings were subject to a body search before entering the prison's courtroom.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Court of Appeal held more than twenty hearings and examined testimonies from more than 60 witnesses, of which the statements of six persons, given during the first-instance trial, were read out during the hearings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In the course of the appellate proceedings, the applicant submitted a number of petitions in which he, inter alia, challenged the impartiality of the court, requested that the court permit audio and video recording of the hearings, that the hearings be held in public and away from the high security prison, and that testimonies of additional witnesses and other additional evidence be admitted. The majority of these petitions were rejected by the Court of Appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 10 July 2003 the Court of Appeal delivered its final judgment concerning the applicant's criminal case. The Court of Appeal revoked the previous judgment of 12 February 1996 in its part concerning the confiscation of the applicant's property. The Court of Appeal, however, upheld the applicant's conviction and sentenced him to life imprisonment, pursuant to the criminal law applicable at the time the crimes were committed, but subject to the amendments introduced by the Law of 10 February 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The applicant lodged an appeal in cassation with the Supreme Court. In his appeal, he complained, inter alia, that the Court of Appeal had breached material and procedural rules of domestic law, that the trial held in Gobustan Prison had not been public and fair, and that the lifeimprisonment sentence had been unlawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  By a decision of 5 February 2004, the Supreme Court rejected the applicant's cassation appeal. The court retained the penalty of life imprisonment, but partly modified the Court of Appeal's judgment by requalifying the underlying offence under Article 279.3 of the new Criminal Code of 2000, instead of applying the old Criminal Code of 1960 as amended by the Law of 10 February 1998. As to the applicant's complaint concerning the alleged lack of publicity of the appellate proceedings, the Supreme Court found that this complaint was unsubstantiated, as all necessary measures had been taken to ensure the possibility for independent observers to attend the trial.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Medical treatment during imprisonment",
                                "elements": [
                                    {
                                        "content": "1.  The applicant's health record in prison",
                                        "elements": [
                                            {
                                                "content": "28.  The following account has been drawn up from the medical records submitted by the Government, inasmuch as the information contained therein was discernible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Before 15 April 2002",
                                "elements": [
                                    {
                                        "content": "29.  After his arrest in August 1995, the applicant was detained in the temporary detention facility of the Baku City Police Office until 7 November 1995. No medical examinations were carried out on him during this time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 7 November 1995 he was transferred to Investigative Isolator No. 1 and detained there until 28 December 1995. On 8 November 1995 he was examined by a physician who noted that the applicant did not have tuberculosis and that no injuries could be observed on his person. The applicant also informed the physician that he had had two heart attacks in 1992.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  From 28 December 1995 to 3 June 1996 the applicant was held in the detention facility of the Ministry of National Security. It appears that, during this period, he requested to see a physician several times and complained about heartaches, chest pains and worsening of eyesight. However, no serious diseases were diagnosed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  According to the applicant, in the Bayil Prison, where he was imprisoned from June 1996 to January 2001, he was at various periods held in one cell together with five other prisoners whose names were Ismail Bashirov (or Behbudov), Akif Gasimov, Hafiz Hajiyev, Azad Guliyev and Surgay. These persons were already seriously ill with tuberculosis and have all died since then.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Throughout 2006 the applicant complained several times of chest pains. In February-March 1997 the applicant was examined several times by a prison doctor and diagnosed with several ailments such as stenocardia, diffuse bronchitis and asthenia. He was 175 centimetres tall and weighed 55 kilograms around that time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 22 April 1997 the prison doctors diagnosed the applicant with pulmonary tuberculosis. On 23 April 1997 he underwent an X-ray examination which confirmed the diagnosis of “focal tuberculosis of the left lungs”. He was prescribed various medicines, including streptomycin, rifampicin, haemodez, multivitamins and vitamin B. A subsequent medical examination carried out on 15 April 1998 revealed that the disease was still active. On 7 September 1998 it was observed that the disease went into remission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 19 May 1999 the applicant was diagnosed with “tuberculosis in the remission phase” and prescribed isoniazid, rifampicin and multivitamins. On 7 September 1999 he was prescribed streptomycin and rifampicin.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  In February 2000 the applicant was visited by representatives of the Helsinki Citizens Assembly who expressed their concern about the applicant's state of health and requested the authorities to take necessary measures. After this, on 16 March 2000, another medical examination by the prison doctors revealed the reactivation of tuberculosis and the necessity of in-patient treatment for the applicant. On 20 March 2000, the applicant was hospitalised in the Specialised Medical Establishment No. 3 for prisoners suffering from tuberculosis, located in the Bina settlement of .",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  According to the applicant, he was ill-treated by the hospital's doctors and started receiving medical treatment only on 26 March 2000. The treatment was based on the World Health Organisation's DOTS (Directly Observed Treatment, Short-course) programme. The applicant was treated with isoniazid, ethambutol, rifampicin, streptomycin, pyrazinamide and multivitamins. On 18 May 2000 the applicant was judged to be “clinically recovered”, as the symptoms of tuberculosis were found to be mostly resolved. On 19 May 2000 the applicant was checked out of the hospital and returned to his prison cell. The actual duration of the applicant's in-patient treatment in the hospital comprised 49 days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 27 January 2001, after his transfer to Gobustan Prison, the applicant complained to the prison doctor about breathlessness, headaches, sweating, coughing and chest pains and was prescribed certain medications such as isoniazid, rifampicin and others. On 15 June 2001 the applicant was diagnosed with “focal tuberculosis of the left lungs in the consolidation phase” and streptococcal impetigo (a skin infection) and prescribed with medication treatment for the impetigo. On 16 July 2001 new medications were prescribed and it appears that the skin infection was subsequently cured.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 11 February 2002 the applicant was diagnosed with chronic bronchopneumonia and chronic enterocolitis.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  After 15 April 2002",
                                "elements": [
                                    {
                                        "content": "40.  From 23 April to 3 May 2002 the applicant was on a hunger strike protesting against the alleged unfairness of the proceedings in the Court of Appeal. During this time he was visited by a doctor on a daily basis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 5 May 2002, following his complaints about pain in his back, he was diagnosed with radiculitis and prescribed treatment with mustard plasters. On 10 May 2002 the applicant was diagnosed with “neurocirculatory dystonia of hypertonic type” and prescribed captopril, adelphan, papaverin, dibazol and other medication.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 22 May 2002 he was examined by a phthisiatrician and complained about coughing, secretion of large amounts of phlegm, headaches, fever and general weakness. He was diagnosed with acute chronic bronchitis and prescribed kanamycin, biseptol, vitamin B and other medication.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 14 November 2002, while the appellate proceedings were underway, the applicant's lawyer wrote a letter to the President of the Court of Appeal, claiming that the applicant's health condition had deteriorated and asking that a medical examination of the applicant be arranged. On 28 November 2002 the applicant was examined by three prison doctors who noted in their report that they did not establish any deterioration in the applicant's condition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 3 December 2002, pursuant to the same request, the applicant was examined by several prison doctors with the participation of specialists from the Medical Department of the Chief Directorate for Execution of Court Judgments (“CDECJ”), which at the material time was the subdivision of the Ministry of Justice. The applicant was diagnosed with “focal tuberculosis in the consolidation phase”, atherocardiosclerosis and internal haemorrhoids. The doctors concluded that neither out-patient nor in-patient treatment were required and advised the applicant to go on a diet and take warm sitz baths (a type of bath in which only the hips and buttocks are soaked in water), without specifying the type of diet and frequency of sitz baths. According to the applicant, prisoners had no access to hot water in their cells in Gobustan Prison and were allowed to take a hot shower once a week.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On 20 December 2002 the applicant was examined by a prison doctor who deemed his condition satisfactory and considered that there was no necessity for in-patient treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 4 January 2003 the applicant was medically examined following his complaints about general weakness, chest pain and headaches. He was diagnosed with ischemia, atherocardiosclerosis and stenocardia and prescribed several types of medication, including corvalol and aspirin.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 9 February 2003 the applicant complained about pain in the anal area and was diagnosed with haemorrhoids.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On 18 February 2003 the applicant's lawyer made another request for a medical examination. This request was repeated on 27 February 2003. By a letter of 6 March 2003, the Head of the Medical Department of CDECJ, Mr K. Dadashov, responded that the applicant had been examined on 5 March 2003, that his condition was satisfactory, that in-patient treatment was not required and that he was receiving adequate symptomatic outpatient treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 3 April 2003 the applicant was diagnosed with hypertension and bronchopneumonia, and prescribed a number of medications.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On 11 June 2003 the applicant was examined by an independent physician of the Azerbaijani Cardiology Centre who diagnosed him with hypertension, chronic bronchitis and osteochondrosis and prescribed several types of medication.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On 25 December 2003, having examined the applicant's medical records, the Head of the Medical Department of CDECJ, issued a medical report (the “CDECJ Report”), in which he expressed his medical opinion on the applicant's state of health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Most of the CDECJ Report consisted of a detailed summary of the applicant's medical record in prison during the period from April 1997 to December 2003. The report mentioned the medical examinations carried out and the treatment prescribed on each occasion. The CDECJ Report stated that each disease had been treated with due care and, when necessary, the applicant had been provided with proper medication and other appropriate treatment, including the in-patient treatment for tuberculosis. The report suggested that, as a result of such treatment, the applicant's state of health had improved. In conclusion, it was stated that, by the time of issuance of the report, the applicant's state of health was satisfactory and that he needed neither out-patient nor in-patient treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Pursuant to another request of the applicant's lawyer to provide urgent medical attention to the applicant, the applicant was examined by the doctors of CDECJ and the Ministry of Health on 10 June 2004. It was observed that he had atherocardiosclerosis, moderate changes in the myocardium, focal tuberculosis in the hardening phase, and residual signs of a craniocerebral trauma. The doctors decided that the applicant's condition was satisfactory and he needed neither in-patient nor out-patient treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Independent medical opinion",
                                        "elements": [
                                            {
                                                "content": "54.  Upon the applicant's request, on 5 March 2004 the Chairman of the Medical Commission of the Azerbaijani National Committee of the Helsinki Citizens' Assembly issued an independent medical expert opinion (the “HCA Opinion”) based on the applicant's medical records. The expert noted that, in general, as a result of irregular and inappropriate medical examinations, the applicant had been given chaotic and insufficiently substantiated diagnoses and that the prescribed out-patient and in-patient medical treatment had been totally ineffective.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Specifically, the expert held that the belated initial detection of tuberculosis and imprecise diagnosis had led to the aggravation of the disease. Instead of the necessary etiopathogenetic therapy, the applicant had been given inadequate symptomatic treatment during a period of three to four months before he was finally diagnosed with tuberculosis, resulting in the progressive character of the disease.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The treatment given during the period from 1997 to 2000 did not correspond to any standards of active tuberculosis treatment, including the standards for the DOTS programme. As a result, until April 1998, the disease actually progressed and affected larger areas of the applicant's lungs. Although in September 1998 it was noted in the medical records that the disease went into remission, this fact was not clinically confirmed. As a result of such inappropriate treatment, in March 2000 the applicant's condition deteriorated and required hospitalisation. The in-patient treatment did not correspond to the standards of the DOTS programme, as it was shorter than required and the medicines were under-dosed. The necessary continuation phase of the DOTS treatment was not carried out after the applicant was checked out of the hospital.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The expert further noted that the treatment subsequent to the applicant's hospitalisation was also inadequate. In particular, after the medical examination of 27 January 2001, he was prescribed certain medicines based solely on his complaints and without a diagnosis. The dosage of medicines and term of treatment were arbitrary. Moreover, it was not realistically possible to follow certain types of prescribed treatment, such as a diet and sitz baths, in the prison conditions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The expert also noted that, because of the applicant's strict imprisonment conditions, he was deprived of the opportunity to receive urgent medical aid during the daily closure of his wing of the Gobustan Prison from 7:00 p.m. to 11:00 a.m. of the next day.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  Finally, the expert concluded that, as of the time of issuance of the HCA Opinion on 5 March 2004, due to intermittent arbitrary antibacteriological treatment, the tuberculosis was not cured and appeared to acquire a chronic character with interchanging periods of remission and re-activation. The applicant had not received a precise and clinically confirmed diagnosis as well as any necessary and appropriate medical treatment corresponding to such diagnosis.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  Attempts to obtain redress for the alleged lack of adequate medical treatment",
                                "elements": [
                                    {
                                        "content": "60.  According to the applicant, as the authorities in Bayil Prison did not allow him to possess any writing material, he was unable to file any written complaints concerning the lack of appropriate medical treatment until he was transferred to Gobustan Prison on 5 January 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  On an unspecified date in 2001, the applicant made an attempt to file, through a lawyer, a complaint with a first instance court, claiming compensation from the authorities for the damage caused to his health by the allegedly harsh prison conditions and lack of necessary medical treatment. However, according to the applicant, the court refused to accept the complaint without specifying any reason.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  In February 2004 the applicant filed, with the Sabail District Court, a lawsuit against the Ministry of Internal Affairs, demanding monetary compensation for deterioration of his health in the prison. On 3 March 2004 the Sabail District Court refused to admit the lawsuit, because the applicant failed to designate the Ministry of Finance as a co-defendant. The court noted that, under domestic law, any claim for monetary compensation from the State must be directed against the Ministry of Finance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  In March 2004 the applicant filed the lawsuit again, specifically noting the Ministry of Finance as a co-defendant. On 29 March 2004 the Sabail District Court refused to admit the lawsuit for lack of territorial jurisdiction. According to the court, lawsuits against the Ministry of Finance were subject to the territorial jurisdiction of the Nasimi District Court. The applicant challenged this decision in the Court of Appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  At the same time, he filed a similar lawsuit with the Nasimi District Court. On 13 April 2004 the Nasimi District Court refused to admit the lawsuit on the ground that the applicant had failed to properly formulate and legally substantiate his claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  On 7 May 2004 the Court of Appeal examined the applicant's appeal from the Sabail District Court's decision of 29 March 2004. The Court of Appeal quashed this decision, holding that the Sabail District Court had territorial jurisdiction to examine the case, because one of the codefendants, the Ministry of Internal Affairs, was located within that court's jurisdiction. Accordingly, the case was remitted to the Sabail District Court for examination on the merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  20 October 2004, after the applicant's release and emigration (see section E. below), the Sabail District Court fixed the date of examination of the case as 10 November 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  According to a copy of the Sabail District Court's decision of 10 November 2004 submitted by the Government, the court decided, in accordance with Articles 259.0.7, 263 and 264 of the Code of Criminal Procedure, to “leave without examination” the claim against the Ministries of Finance and Internal Affairs due to failure of both the claimant and the defendants to attend the hearing. The claimant's name was specified as “Huseynov Alakram Alakbar oglu”. It appears that the applicant became aware of the existence of this decision for the first time after the Government submitted its copy to the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Release and emigration",
                                "elements": [
                                    {
                                        "content": "68.  On 3 September 2004 the President issued a pardon decree releasing the applicant, among 244 other convicted persons, from serving the remainder of his prison sentence. On the same day, the President issued an instructive order granting the applicant's request to terminate his Azerbaijani citizenship.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  According to the applicant, he made this “request to terminate his Azerbaijani citizenship” under pressure by the authorities in exchange for his pardon and subsequent release. On 3 September 2004 he wrote a letter to the President in which he withdrew his earlier “requests” of such nature which he claimed to have made under pressure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The applicant was released from the prison only on 5 September 2004. He was immediately taken to the airport, where he boarded a flight to the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  On 9 September 2004 the applicant applied for a residence permit in the  and was granted such permit on 20 September 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The applicant sought medical treatment in the . According to the records submitted, during medical examinations in 2004 and 2005, he complained of pains in the chest, shortness of breath, coughing, headaches, dizziness and concentration disturbances. It appears that, as of June 2006, the applicant still continued to be tested for tuberculosis.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Constitution",
                                "elements": [
                                    {
                                        "content": "73.  Article 46 (III) of the Constitution of the  provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“No one shall be subjected to torture or ill-treatment. No one shall be subjected to degrading treatment or punishment. ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Law of 14 July 2000 on the Adoption and Entry into Force of the Code of Criminal Procedure of the ",
                                "elements": [
                                    {
                                        "content": "74.  Article 7 of the law provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Judgments and other final decisions delivered by first-instance courts under the [old] Code of Criminal Procedure ... before the entry into force of this [new] Code, may be reconsidered by an appellate court or the Supreme Court of the  in accordance with Articles 383-407, 409-427 or 461-467 of the [new] Code of Criminal Procedure.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Code of Criminal Procedure of the  of 1 September 2000",
                                "elements": [
                                    {
                                        "content": "75.  According to Article 27, criminal proceedings in all courts shall be open to the general public, except where it is necessary to protect state, professional or commercial secrets, as well as personal or family secrets of individuals. Article 392.1.6 provides that, during a preliminary hearing, the appellate court decides whether the merits of the appellate complaint will be examined in a public or closed hearing. The Code specifies a number of situations where the public can be excluded from the hearing, such as in cases involving evidence disclosing personal or family secrets (Article 199.4), or a state secret (Article 200.4), or a professional or commercial secret (Article 201.6).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL REPORTS AND DOCUMENTS",
                        "elements": [
                            {
                                "content": "A.  Concerning the healthcare situation in Azerbaijani prisons",
                                "elements": [
                                    {
                                        "content": "76.  The following are the extracts from the Standards of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) (CPT/Inf/E (2002) 1 - Rev. 2006, pp. 3031), in the part concerning healthcare services in prisons:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“34.  While in custody, prisoners should be able to have access to a doctor at any time, irrespective of their detention regime. ... The health care service should be so organised as to enable requests to consult a doctor to be met without undue delay. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  A prison's health care service should at least be able to provide regular outpatient consultations and emergency treatment (of course, in addition there may often be a hospital-type unit with beds). ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "As regards emergency treatment, a doctor should always be on call. Further, someone competent to provide first aid should always be present on prison premises, preferably someone with a recognised nursing qualification.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Out-patient treatment should be supervised, as appropriate, by health care staff; in many cases it is not sufficient for the provision of follow-up care to depend upon the initiative being taken by the prisoner. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  A prison health care service should be able to provide medical treatment and nursing care, as well as appropriate diets, physiotherapy, rehabilitation or any other necessary special facility, in conditions comparable to those enjoyed by patients in the outside community. Provision in terms of medical, nursing and technical staff, as well as premises, installations and equipment, should be geared accordingly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There should be appropriate supervision of the pharmacy and of the distribution of medicines. Further, the preparation of medicines should always be entrusted to qualified staff (pharmacist/nurse, etc.).”",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The CPT report on the 2002 visit to  provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“119.  ... the brief visit to the Specialised medical establishment No. 3 for prisoners suffering from tuberculosis was of a targeted nature, and focused on the ward for prisoners with multi-resistant tuberculosis. Set up in 1998, the establishment receives for treatment both remand and sentenced prisoners diagnosed to be BK-positive. The treatment continues up to 9 months along the lines of the WHO-recommended DOTS strategy, in close co-operation with the ICRC. ... At the time of the visit, the establishment had a capacity of 850 places distributed into six wards; two new wards – one for women, with 14 places, and another for men, with 88 places - had been inaugurated days before the delegation's visit. The delegation observed that the new wards were of a very high standard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  Prisoners with multi-resistant tuberculosis were accommodated in Ward 5, which was holding 145 inmates at the time of the visit, for an official capacity of 200. Some of them had been there since 1998. The delegation was informed that upon the expiry of their sentences, multi-resistant prisoners would be referred to specialised establishments under the Ministry of Health. ... Conditions in the ward were satisfactory: the dormitories were spacious, clean, well-lit and ventilated. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  At the outset of the visit, the ward's head doctor informed the delegation that multi-resistant patients received only symptomatic treatment (e.g. vitamins). The DOTS+ treatment had not yet been introduced, although the Ministry of Justice, in cooperation with the ICRC, was apparently working on this issue. However, it subsequently emerged that some 30 to 40% of the prisoners in the ward were receiving tuberculostatic medicines utilised in case of multi-resistance, which were being provided by their families. At the same time, the rest of the prisoners – who had lost contact with their families or had no financial resources – did indeed receive only symptomatic medication. Such an inequitable situation has the potential of inciting conflicts between inmates. Further, in the absence of a psychologist employed at the establishment, prisoners could not benefit from the psychological support necessary in their situation.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The following are the extracts from Treatment of Tuberculosis: Guidelines for National Programmes, World Health Organisation, 1997, pp. 27 and 41:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Treatment regimens [for new cases] have an initial (intensive) phase lasting 2 months and a continuation phase usually lasting 4-6 months. During the initial phase, consisting usually of 4 drugs, there is rapid killing of tubercle bacilli. Infectious patients become non-infectious within about 2 weeks. Symptoms improve. The vast majority of patients with sputum smear-positive TB become smear-negative within 2 months. In the continuation phase fewer drugs are necessary but for a longer time. The sterilizing effect of the drugs eliminates remaining bacilli and prevents subsequent relapse. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Directly observed treatment is one element of the DOTS strategy, i.e. the WHO recommended policy package for TB control. Direct observation of treatment means that a supervisor watches the patient swallowing the tablets. This ensures that a TB patient takes the right drugs, in the right doses, at the right intervals.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The relevant extracts from Azerbaijan Health Sector Review Note, World Bank, Volume II: Background Papers (Report No. 31468-AZ, June 30, 2005) provide:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Communicable diseases, particularly TB, continue to be a health threat in the country. While non-communicable diseases, accidents, injuries and poisonings represent most of the disease burden in Azerbaijan, communicable diseases – which were decreasing in the late 1980s – re-emerged in the mid-1990s, including tuberculosis (TB), sexually transmitted illnesses (STIs), malaria, diphtheria and new diseases such as HIV/AIDS. This trend is consistent with experience of [other former Soviet Union] countries since 1990. According to official statistics, deaths from infectious diseases in 2002 accounted for 3 percent of total deaths, with men three times more affected than women.",
                                        "elements": []
                                    },
                                    {
                                        "content": "... official statistics indicate that there has been a reduction in mortality due to communicable diseases since the late-1990s. The reduction has brought this type of mortality to a level slightly below that of 1990, but still 2.5 times higher than that of Western European countries. This reported reduction may be explained by the diphtheria outbreak that occurred in 1995, when deaths from infectious diseases peaked. However, when one examines major diseases such as TB, gonorrhea, syphilis and malaria, rates of infection have been steady and/or have actually increased. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The incidence of TB has almost doubled since 1990 and is now six times higher than the EU-15 average. While not as high as that of Kazakhstan and the Kyrgyz Republic, the incidence of TB continues to grow in  ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "For example, according to the WHO Global TB Control Report, there were an estimated 109 prevalent cases per 100,000 population in 2003, with a case fatality rate of 14 percent ... In addition, multi-drug resistant tuberculosis (MDR-TB) has been identified as a substantial problem in the prison population ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The following are findings contained in the pilot study of tuberculosis treatment in Azerbaijani prisons – Gaby E. Pfyffer et al., Multidrug-Resistant Tuberculosis in Prison Inmates, , Emerging Infectious Diseases, Vol. 7, No. 5, September-October 2005:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“According to the International Committee of the Red Cross (ICRC), the total number of inmates in the  prison system is approximately 25,000. With 4,667 TB [i.e. tuberculosis] cases per 100,000, the incidence in Azeri prisons is nearly 50 times higher than the country average, and the mortality rate may reach 24%. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Except for two patients [out of 65 examined] in whom the first symptoms of TB had appeared 9 and 20 years previously, the patients had recent onset of TB disease ... Most prisoners were substantially undernourished (as indicated by low body mass indices) and in poor clinical condition, many with unilateral or bilateral pulmonary infiltrates and cavities. Most of the nonresponding patients ... had been treated inadequately before the ICRC intervention. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Analyzing the TB patients in the Central Penitentiary Hospital in  was complicated by constraints and biases inherent in the prison environment. Clinical information on the prisoners was limited and mainly based on self-reported data. Conclusions based on analysis of 65 of the approximately 300 TB patients in that hospital are largely fragmentary and may not be truly representative. However, enrolling more patients into our pilot study was not considered, mainly because of frequent transfer of prisoners and high mortality rates. When the DOTS program was implemented by the ICRC, many of the TB patients were either untreated or had received inadequate drug regimens for years.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Concerning the applicant's criminal case",
                                "elements": [
                                    {
                                        "content": "81.  Resolution 1305 (2002)1 of the Parliamentary Assembly of the Council of Europe on honouring of obligations and commitments by , provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“ii. The Assembly is aware that new trials of persons considered by the experts as political prisoners have started. It is concerned with reports of blatant violations of their procedural and other rights. It reiterates that these trials should respect all provisions for a fair trial as defined in the European Convention on Human Rights, including that they be accessible to journalists. It considers that these trials, which started several months ago, should not be dragged out for a long period and must be concluded rapidly.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  Political prisoners in Azerbaijan, Report of the Parliamentary Assembly Committee on Legal Affairs and Human Rights, Rapporteur Mr Clerfayt, 6 June 2003, Doc. 9826, provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“44.  This concerns the cases of Iskander Gamidov (test case no1), Alikram Gumbatov [sic] (test case no2), and Raqim Gaziyev (test case no3) ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  In its (2002), paragraph 8, the Assembly had asked  “to give renewed consideration to the political expediency of releasing them”. Instead, new trials were begun of these three recognised political prisoners, following a decision to this effect by the Prosecutor General on 26 December 2001; on the day of writing this report, these trials had not been completed. They are being held in the high security prison in Gobustan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Since I was appointed as a member (Chairperson) of the Joint Working Group in charge of the implementation of (2002), I have been able to meet these three symbolic prisoners on two occasions (except for I. Gamidov), as well as their lawyers. I already visited them when I was Rapporteur for accession between 1998 and 2000. I have been of the opinion for a long time, as is also the view of the experts, that they are undoubtedly political prisoners. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The trial of A. Gumbatov is also proceeding chaotically. The last sitting in his trial, scheduled for 19 May 2003, has been postponed on account of the main judge's indisposition, and no new date has been announced. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  We believe that these retrials, which in reality are appeals disguised as new trials, fall short, as far as the procedure is concerned, of the expectations expressed by the Assembly in its last report on political prisoners in Azerbaijan. The judicial investigation should have been started again from the beginning, and the accusations made against the defendants should not be lifted purely and simply from the previous trials, since the former judgments are currently still in force and consequently the three prisoners do not benefit from the presumption of innocence. Moreover, since these trials are being held in prison (in Gobustan, far from ), it is not easy for people to attend. Finally, in some cases, witnesses called by the defence were refused by the court.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  Report on the International Mission of Judicial Observation, issued by the International Federation of Human Rights Leagues in November 2002, provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The international mission took place from 4 to 9 July 2002 in . It was made up of Laurence Roques and Christine Martineau, attorneys at law with the  and Paris Bars. The goal of the mission was to monitor the trial of three political prisoners, Messrs. Iskander Gamidov, Alikram Gumbatov [sic] and Raquim Gaziyev, who were being re-tried. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The mission was able to attend only two hearings, one on July 5 for Gamidov, the other on July 8 for Gumbatov [sic], after asking the President of the  for authorization. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "[H]earings take place in a specially equipped prison cell that includes a few benches for the audience and legal staff, but can only hold about twenty people, the others having to wait outside. The [defendant is] locked up in a cage under strict supervision. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The location of the trials is very difficult to access. The Gobustan prison is two hours away from , and there is no public transport to get there. Each time, the judges, lawyers, families of prisoners and audience have to travel two hours to get to the prison and use their own means of transport, which is very costly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Conditions of access are those of a prison. Only people who have been authorized by the President of the  can attend hearings. Two controls are carried out before entering the courtroom. Cell phones are confiscated at the entrance, and handed back at the end of session.",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to the Minister of Justice, [hearing is] public, since any person who wishes to attend can [do so] and even “international organisations” have been allowed in. In practice, the press and families often have to protest outside the courtroom because they are not allowed in.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Journalists are carefully selected. During the first hearing the mission attended, journalist called out to the President to complain that colleagues, in particular journalists from television, had not been let in.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "84.  The applicant complained that he had received inadequate medical treatment in prison. Article 3 of the Convention provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The Government's preliminary objection",
                                "elements": [
                                    {
                                        "content": "85.  In the admissibility decision of 18 May 2006, the Court decided to join to the merits the determination of the Government's objection concerning the exhaustion of domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Government argued that the complaint should be rejected on the ground of non-exhaustion of domestic remedies because the applicant had failed to pursue his compensation claim before the domestic courts. On 10 November 2004 the Sabail District Court discontinued the proceedings due to the applicant's or his lawyer's failure to appear before the court without a good reason.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The applicant disagreed, noting that he had repeatedly addressed his complaints concerning the lack of adequate medical treatment to various authorities, including inter alia the prison authorities, the prison's medical staff and the chairman of the Court of Appeal. All these attempts were fruitless and did not result in better medical care. As to the civil action in the domestic courts, the applicant argued that, although he had tried to make use of this avenue of redress, a post factum civil action for damages could not be considered as an effective remedy because it could not restore his health and lead to the improvement of his deteriorated health condition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The applicant submitted that, prior to 5 January 2001, he had been unable to file any judicial complaints because he had not been allowed to possess any writing material in the prison. In 2001 he finally succeeded in filing a complaint with the local court through his lawyer, but the court refused to accept it for unspecified reasons. In 2004, despite his repeated attempts to have his new civil complaint examined, the domestic courts either simply ignored his petitions and appeals, or unduly delayed their consideration, or rejected them “without giving any assessment as to the reasons invoked”. By the time the Sabail District Court issued its decision on discontinuation of the proceedings on 10 November 2004, he had already been in the Netherlands for more than two months and had no lawyer in . No summons had been sent to him or his former lawyer for the hearing of 10 November 2004. Moreover, the applicant disputed the authenticity of the Sabail District Court's decision of 10 November 2004, claiming that this decision referred to someone with the last name “Huseynov” and not him, and that he had never been notified of this decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  Finally, the applicant noted that the Government failed to provide at least one specific example where a civil action similar to the applicant's had ever been successful. He maintained that the State authorities constantly tolerated various violations of rights of “political prisoners”, including the lack of medical treatment in prisons. Thus, in the applicant's opinion, there was an administrative practice which rendered illusory, inadequate and ineffective any remedies theoretically available to “political prisoners”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Court reiterates that the only remedies to be exhausted are those which are effective. It is incumbent on the Government claiming nonexhaustion to satisfy the Court that the remedy was an effective one, available both in theory and in practice at the relevant time, that is to say, that it was accessible, was one which was capable of providing redress in respect of the applicant's complaints and offered reasonable prospects of success. Once this burden of proof has been satisfied, it falls to the applicant to establish that the remedy advanced by the Government was in fact exhausted, or was for some reason inadequate and ineffective in the particular circumstances of the case, or that there existed special circumstances absolving him or her from this requirement (see Akdivar and Others v. Turkey, judgment of 16 September 1996, Reports of Judgments and Decisions 1996IV, p. 1211, § 68).",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  Furthermore, the Court emphasises that the rule of exhaustion of domestic remedies must be applied with some degree of flexibility and without excessive formalism. This rule is neither absolute nor capable of being applied automatically. In reviewing whether it has been observed, it is essential to have regard not only to the existence of formal remedies in the legal system of the State concerned, but also to the general legal and political context in which they operate, as well as the particular circumstances of the individual case. This means, inter alia, that the Court must examine whether, in all the circumstances of the case, the applicant did everything that could reasonably be expected of him or her to exhaust available domestic remedies (see Melnik v. Ukraine, no. 72286/01, § 67, 28 March 2006, and Ivanov v. Azerbaijan (dec.), no. 34070/03, 15 February 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The Court notes that it is not disputed that, on numerous occasions, the applicant complained to the prison administration, the prison doctors and other authorities about his health problems and that the authorities were aware that the applicant had contracted tuberculosis and suffered from a number of other diseases. The authorities were thereby made sufficiently aware of the applicant's situation and had an opportunity to offer redress as appropriate (compare with Melnik, cited above, § 70). Moreover, in so far as it can be discerned from the Government's submissions, they contended that instituting a civil action in the domestic courts was capable of providing adequate redress for the alleged violation in the present case. Although the Court has found previously that a civil action was a remedy theoretically available in Azerbaijan in respect of conditions of detention (see, for example, Mammadov (Jalaloglu) v. Azerbaijan, no. 34445/04, §§ 51-52, 11 January 2007, and Kunqurova v. Azerbaijan (dec.), no. 5117/03, 3 June 2005), the applicant's present complaint does not concern the conditions of detention in general, but concerns specifically the lack of adequate medical treatment. However, assuming for the purposes of the present complaint that the civil action was a remedy theoretically applicable to the applicant in respect of his specific complaint, the Court considers, for the following reasons, that he should be deemed to have exhausted it in the practical circumstances of his individual case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  In March 2004 the applicant filed a lawsuit seeking compensation for the inadequate medical treatment he had received in prison. This lawsuit, however, was never examined on the merits by the domestic courts. Having regard to the circumstances of the case, the Court considers that the examination of the lawsuit at the domestic level had been artificially and unnecessarily delayed. The applicant's complaint was rejected several times for various formalistic reasons and on 7 May 2004 was remitted for examination to the Sabail District Court, the same court to which the applicant had initially, and properly, submitted his complaint. Nevertheless, the merits of the complaint were again left unexamined for several months. Finally, only after the applicant had been released and had left the country, did the Sabail District Court decide on 20 October 2004 to hold a hearing on the merits on 10 November 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The Court observes that the applicant's situation was peculiar in that the applicant was a well-known person in Azerbaijan and his criminal case received wide media coverage within the country and was routinely mentioned in the reports of various international organisations, most prominently the Council of Europe. More specifically, he topped the Council of Europe's list of “political prisoners” and, as such, his case was on the international political agenda of the Government for several years. Therefore, the Azerbaijani authorities and courts including the judges of the Sabail District Court were, or at least should have been, very well aware of the fact that, by 10 November 2004, the applicant had already been released from the prison, that his Azerbaijani citizenship had been terminated and that he had to leave the country. Moreover, although the manner in which the applicant lost his citizenship and left the country is outside of the scope of the matters to be examined by the Court in the present case, it appears that he had no other choice but to leave the country immediately after his release and that any attempt by him to return to Azerbaijan on short notice would not be easy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  Despite the above mentioned peculiarities of the applicant's situation, it appears that no measures were taken to ensure the applicant's presence and effective participation at the hearing. There is no evidence showing that he or his lawyer had been appropriately notified about the hearing in advance. The court formalistically decided to discontinue the proceedings as if it was a simple case of absence from the hearing without a good reason. It appears that, thereafter, the applicant had no information about the Sabail District Court's decision of 10 November 2004 and was therefore unable to challenge it in higher courts. Moreover, the Court observes that the decision of 10 November 2004 referred to the claimant as “Huseynov Alakram Alakbar oglu”. The Government has not attempted to dispel the legitimate doubts as to the authenticity of this decision by offering any explanation or justification for this obvious discrepancy between the actual name of the applicant and the person mentioned in the decision of 10 November 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  Having regard to the above considerations, even assuming that the civil action was theoretically effective, the Court finds that, in the practical circumstances of the present case, the applicant has done as much as could reasonably be expected of him to exhaust available domestic remedies but was not provided with a possibility to obtain effective redress from the domestic authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  The Court therefore rejects the Government's preliminary objection.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "98.  The Government submitted that, generally, the alleged lack of medical treatment could not be considered as amounting to torture or to inhuman or degrading treatment or punishment within the meaning of Article 3 of the Convention. Moreover, the Government argued that the applicant had been provided with all necessary medical treatment. Specifically, they noted that all of the applicant's requests for medical examination had been satisfied and that he had been regularly examined by the government doctors and provided with necessary in-patient and out-patient treatment. After the applicant's in-patient treatment in the specialised hospital for prisoners suffering from tuberculosis, his health condition stabilised and no deterioration in his state of health was observed thereafter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  The Government submitted copies of the applicant's medical records while in prison to show that the applicant had been under constant medical supervision. The Government considered the above evidence sufficient to prove that the applicant had received all necessary and appropriate medical treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  Moreover, the Government maintained that the HCA Opinion, submitted by the applicant in support of his allegations, had been prepared by a non-professional, “presented in an artificially bloated way and [was] completely ill-founded”. In the Government's view, this opinion relied on out-dated WHO standards for DOTS treatment and made wrong factual statements about the dosages of medications received by the applicant. Therefore, the HCA Opinion could not be trusted as reliable evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  The applicant disagreed, arguing that the authorities had knowingly and willingly contributed to a serious deterioration of his health and deprived him of adequate medical treatment from the moment of his arrest. Harsh prison conditions contributed to the significant aggravation of his diseases. Several medical examinations and sporadically provided treatment were inadequate and insufficient to cure these diseases. Although certain medication treatment was prescribed to him from time to time, he depended totally on financial support from his relatives to provide him with the necessary medicines. He also noted that his relatives had to bribe the prison administration in order to ensure his medical treatment in May 1997.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  The applicant contested the veracity of the medical documents submitted by the Government, arguing that these documents were unreliable, did not reflect his actual state of health while in prison, and were drawn up by “non-objective” prison doctors and other medical staff who were not independent. The applicant largely relied on the findings and conclusions contained in the HCA Opinion, and considered this document to be more reliable than the voluminous medical records provided by the Government. He noted that this report was clear as to the inadequacy of the prison doctors' diagnoses of the applicant's condition, the inadequacy of the treatment provided to him in prison as well as the denial of urgent medical treatment during the daily closure of his wing at the Gobustan Prison. These findings were corroborated by a number of reports of various international organisations on the prison conditions, poor state of medical assistance and the “deliberate obstruction” by the Azerbaijani authorities of medical aid, medication and food to political prisoners such as the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  In the applicant's view, the continuous failure by the authorities to provide him with necessary medical care constituted inhuman and degrading treatment within the meaning of Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "104.  The Court reiterates that Article 3 of the Convention prohibits in absolute terms torture or inhuman or degrading treatment or punishment, irrespective of the circumstances and the victim's behaviour (see, for example, Labita v. Italy [GC], no 26772/95, § 119, ECHR 2000-IV). Illtreatment must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum is relative; it depends on all the circumstances of the case, such as the duration of the treatment, its physical and mental effects and, in some cases, the sex, age and state of health of the victim (see, among other authorities, Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, p. 65, § 162).",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  Ill-treatment that attains such minimum level of severity usually involves actual bodily injury or intense physical or mental suffering. However, even in the absence of these, where treatment humiliates or debases an individual, showing a lack of respect for, or diminishing, his or her human dignity, or arouses feelings of fear, anguish or inferiority capable of breaking an individual's moral and physical resistance, it may be characterised as degrading and also fall within the prohibition of Article 3 (see Pretty v. the United Kingdom, no. 2346/02, § 52, ECHR 2002III, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  A deprivation of liberty may often involve degrading elements. Yet it cannot be said that detention after conviction in itself raises an issue under Article 3 of the Convention. Nor can that Article be interpreted as laying down a general obligation to release a person on health grounds or to place him in a civil hospital to enable him to obtain specific medical treatment. Nevertheless, under this provision the State must ensure that a person is detained in conditions which are compatible with respect for human dignity, that the manner and method of the execution of the measure do not subject him to distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention and that, given the practical demands of imprisonment, his health and well-being are adequately secured (see Kudła v. Poland [GC], no. 30210/96, §§ 92-94, ECHR 2000-XI, and Popov v. Russia, no. 26853/04, § 208, 13 July 2006).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application to the present case",
                                "elements": [
                                    {
                                        "content": "107.  At the outset, the Court refers to its finding that the part of this complaint relating to the events that had occurred prior to 15 April 2002, the date of the Convention's entry into force with respect to Azerbaijan, was outside of the Court's competence ratione temporis (see Hummatov v. Azerbaijan (dec.), nos. 9852/03 and 13413/04, 18 May 2006). However, as the complaint concerns a situation of a continuing nature, namely the alleged lack of adequate medical treatment spanning a period of several years, the Court considers that it is necessary to have regard to the overall period in question, including the period prior to 15 April 2002, in order to properly assess the applicant's situation as it existed at the time of the Convention's entry into force with respect to Azerbaijan (see, mutatis mutandis, Kalashnikov v. Russia, no. 47095/99, § 96, ECHR 2002VI, and Khokhlich v. Ukraine, no. 41707/98, §§ 166 and 187, 29 April 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  During the period of the applicant's imprisonment prior to 15 April 2002, he had been diagnosed as having a number of serious diseases which he had not suffered from prior to his arrest and detention. In particular, the applicant had no history of tuberculosis prior to his transfer to Bayil Prison. During a medical examination on 8 November 1995 in Investigative Isolator No. 1, it was specifically noted that the applicant was not suffering from tuberculosis. Likewise, no serious diseases were discovered during the period from 28 December 1995 to 3 June 1996 when he was detained in the detention facility of the Ministry of National Security. It was after his transfer to Bayil Prison in June 1996 that the first symptoms of tuberculosis started to appear. The Government did not dispute the applicant's submission that he had been placed in a cell together with other prisoners who were already seriously ill with the active form of tuberculosis. Arguably, starting at least from February 1997, the early symptoms of the disease, such as chest pains and significant loss of weight (see paragraph 33 above), began to manifest themselves. Finally, in April 1997 the applicant was diagnosed with pulmonary tuberculosis. Having regard to these factual circumstances of the case as well as the statistical estimations that the incidence of tuberculosis was very high in the Azerbaijani prisons at the material time, with some reports indicating that it was nearly 50 times higher than the country average (see paragraph 80 above), it is apparent that the applicant contracted tuberculosis in Bayil Prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  The quality of the treatment provided to the applicant following the initial detection of tuberculosis, specifically during the period between 1997 and 2002, appears to be inadequate. In particular, the evidence put before the Court shows that the applicant was given irregular symptomatic treatment without adhering to a strict medication regime necessary for the tuberculosis therapy. Although he was prescribed a number of antibacteriological medications, the disease was still active for more than a year after the initial diagnosis. The medical records indicate that, subsequently, the disease went into remission in September 1998 but that the applicant's condition severely deteriorated in February 2000. The Court notes that only after the intervention by the representatives of the Azerbaijani National Committee of the Helsinki Citizens Assembly did the prison doctors acknowledge the re-activation of the disease and subsequently hospitalised the applicant. In general, although the applicant's medical records pertaining to this period contain a number of entries, it is not clear from these records whether there were regular check-ups on the applicant's condition, whether he was under constant medical supervision or whether medicines prescribed for the applicant were always correctly administered to him, with regard to the specified dosage, frequency and duration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  The applicant's treatment in the hospital from March to May 2000 lasted for 49 days, which was shorter than the two-month initial phase of the tuberculosis treatment recommended by WHO. Furthermore, it is not clear from the medical records whether the initial phase was followed up by the four-month or six-month continuation phase and, if so, whether the intake of medicines during this period was supervised as required by the DOTS strategy. Therefore, regardless of the outcome of the in-patient treatment which, according to the Government's medical records was positive, since the applicant was judged to have recovered, the evidence submitted by the Government is insufficient to establish that the in-patient treatment was adequate. In this respect, the Court also has regard to the HCA Opinion, which concluded that the applicant's in-patient treatment did not correspond to the DOTS standards.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  Accordingly, by the time of the Convention's entry into force with respect to , the applicant had already suffered for several years from a number of various diseases, including tuberculosis which he contracted due to bad conditions of detention in Bayil Prison where he had been detained prior to his transfer to Gobustan Prison. By that time, his overall health condition had deteriorated significantly. As from 15 April 2002, the date of the Convention's entry into force with respect to , Article 3 of the Convention required the State authorities to adequately secure the applicant's health and well-being in Gobustan Prison (see paragraphs 104-106 above). The Court shall, therefore, determine whether, after 15 April 2002, the applicant still needed regular medical assistance, whether he had been deprived of it as he claims and, if so, whether this amounted to inhuman or degrading treatment contrary to Article 3 of the Convention (see Sarban v. Moldova, no. 3456/05, § 78, 4 October 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The medical records indicate that, at the time of the Convention's entry into force, the applicant still suffered from a number of serious medical conditions including inter alia chronic bronchopneumonia, chronic enterocolitis, radiculitis, hypertension, atherocardiosclerosis, internal haemorrhoids, stenocardia, ischemia, and osteochondrosis. He continued to suffer from focal tuberculosis which, according to the prison doctors, was no longer active since his in-patient treatment but, according to the HCA Opinion, acquired a chronic character with the possibility of relapse (see paragraph 59 above). The available evidence shows that the applicant became ill with the majority, if not all, of these diseases at one point or another during his imprisonment. The fact that the applicant suffered from such a large number of serious ailments and continued to complain about health problems until his release in September 2004 indicates that he still needed regular medical care during the period falling within the Court's competence ratione temporis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The Court finds that, in the present case, there is convincing evidence giving rise to serious doubts as to the adequacy of the medical care provided to the applicant. In particular, the HCA Opinion reached the conclusion that, throughout the period from 1996 to the end of 2003, the applicant had received grossly inadequate medical treatment (see paragraphs 54-59 above). The Government contested the “professionalism” of the expert who authored the HCA Opinion. The Court notes, however, that this is the only independent comprehensive medical opinion available in the present case. It is not the Court's task to determine the accuracy of expert evaluations relating to a specific field of expertise such as the medicine and health sciences. The Government has neither procured nor submitted any independent or otherwise credible medical expert reports which would contradict the conclusions reached in the HCA Opinion or at least reveal the “non-professionalism” of the HCA expert in a convincing manner. In these circumstances, the Court accepts the conclusions arrived at in the HCA Opinion, in so far as they are relevant to the period after 15 April 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  The prison records submitted by the Government indicate that the applicant had been attended to a number of times throughout the years 2002 and 2004 and had been prescribed medication. However, it does not appear that the applicant was attended by doctors on a regular or systematic basis. On the contrary, it appears that, on many occasions, the applicant was attended to only after he complained about the lack of systematic attention and specifically requested to see a doctor. The treatment prescribed to him was mainly symptomatic and there is no indication that there was a comprehensive therapeutic strategy aimed at curing his diseases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  In several instances, the prison doctors attended to the applicant with notable delays. In particular, after his lawyer's request of 14 November 2002 for medical assistance to the applicant, the applicant was examined only on 28 November 2002 (see paragraph 43 above). After another such request made on 18 February 2003 and repeated on 27 February 2003, the applicant was finally examined on 5 March 2003 (see paragraph 48 above). In the Court's view, this cannot be deemed to be adequate and reasonable medical attention, given the diseases from which the applicant was suffering.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  Moreover, the mere fact that the applicant was seen by a doctor and prescribed a certain form of treatment cannot automatically lead to the conclusion that the medical assistance was adequate. The authorities had to ensure not only that the applicant be attended by a doctor and his complaints be heard, but also that the necessary conditions be created for the prescribed treatment to be actually followed through. For example, on 3 December 2002 the applicant was advised to go on a diet and take warm sitz baths. However, it was not specified what kind of a diet the applicant should adhere to and for what duration. Nor was the frequency and total duration of treatment with sitz baths mentioned. Moreover, no explanation has been forthcoming from the Government as to how it would be possible for the applicant to follow this particular medical advice taking into account his conditions of detention in Gobustan Prison where he did not have hot water in his cell and was allowed to shower once a week. There is no indication that the prison administration provided the applicant with some special dietary ration different from the usual prison menu or gave him access to hot water on a daily basis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  In addition, although the prison doctors' journal submitted by the Government indicates that on a number of occasions the applicant was given certain medicines in the years 2001 to 2003, the Court accepts the applicant's statement that he was not always provided with the medicines prescribed to him and had to rely on his relatives to obtain them. This statement is corroborated by independent reports concerning the Azerbaijani prison system at the relevant time (see paragraph 77 above). In any event, this statement was not contested by the Government. The Court considers that the situation where the applicant had to resort to his family's financial means to procure him the necessary medication which could, in the case of serious diseases, be quite expensive, rendered the overall quality of medical assistance in prison inadequate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  The conditions in which life prisoners were detained in Gobustan Prison also contributed to the difficulties in receiving timely assistance by medical staff in urgent cases. The daily closure of the applicant's wing of Gobustan Prison from 19:00 in the evening until 11:00 the following morning practically eliminated the possibility to see a doctor during these hours if an emergency occurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  Having regard to the above, the Court finds that the medical attention provided to the applicant in Gobustan Prison during the period after 15 April 2002 cannot be considered adequate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  The Court considers that, in the present case, there is no evidence showing that there was a positive intention to humiliate or debase the applicant. However, the absence of any such purpose cannot conclusively rule out a finding of a violation of Article 3 of the Convention (see V. v. the United Kingdom [GC], no. 24888/94, § 71, ECHR 1999-IX, and Peers v. Greece, no. 28524/95, § 74, ECHR 2001-III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  It does not appear from the evidence available that, during the period after 15 April 2002, there was a relapse in the applicant's tuberculosis condition or that the applicant was exposed to prolonged severe pain due to lack of adequate medical assistance in respect of other diseases. In such circumstances, the Court finds that the suffering he may have endured did not amount to inhuman treatment. However, the Court considers that the lack of adequate medical treatment in Gobustan Prison must have caused the applicant considerable mental suffering diminishing his human dignity, which amounted to degrading treatment within the meaning of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  Accordingly, the Court finds that there has been a violation of Article 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION IN CONJUNCTION WITH ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "123.  The applicant alleged that he did not have at his disposal an effective domestic remedy for his complaint under Article 3, as required by Article 13 of the Convention. This provision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "124.  The parties' submissions in respect of this complaint were substantially the same as those concerning the Government's preliminary objection as to non-exhaustion of domestic remedies in respect of the complaint under Article 3 (see paragraphs 86-89 above).",
                                "elements": []
                            },
                            {
                                "content": "125.  The Court points out that Article 13 of the Convention guarantees the availability at the national level of a remedy to enforce the substance of Convention rights and freedoms in whatever form they might happen to be secured in the domestic legal order. The effect of Article 13 is thus to require the provision of a domestic remedy to deal with the substance of an “arguable complaint” under the Convention and to grant appropriate relief (see, among many other authorities, Kudła, cited above, § 157).",
                                "elements": []
                            },
                            {
                                "content": "126.  The scope of the obligation under Article 13 varies depending on the nature of the applicant's complaint under the Convention. Nevertheless, the remedy required by Article 13 must be effective in practice as well as in law (see, for example, Iovchev v. Bulgaria, no. 41211/98, § 142, 2 February 2006).",
                                "elements": []
                            },
                            {
                                "content": "127.  Taking into account its earlier considerations as to the exhaustion of domestic remedies (paragraphs 90-96 above), the Court finds that the Government have not shown that, in the particular circumstances of the present case, the applicant was given an opportunity to have recourse to a remedy which was available and effective both in law and in practice (see, mutatis mutandis, Melnik, cited above, § 115).",
                                "elements": []
                            },
                            {
                                "content": "128.  The Court concludes, therefore, that there has been a violation of Article 13 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "129.  The applicant complained under Article 6 of the Convention that his right to a fair and public hearing during the appellate proceedings had been restricted, that he had been unable to obtain examination of witnesses prepared to testify on his behalf, and that the court had been biased in favour of the prosecution and had rejected the majority of his petitions without justification. Article 6 provides, where relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": " “1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair and public hearing ... by [a] ... tribunal... [T]he press and public may be excluded from all or part of the trial in the interests of morals, public order or national security in a democratic society, where the interests of juveniles or the protection of the private life of the parties so require, or to the extent strictly necessary in the opinion of the court in special circumstances where publicity would prejudice the interests of justice. ...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights: ...",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him...”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "130.  The Government submitted that the mere fact that the appellate proceedings had taken place in the prison did not necessarily lead to the conclusion that the trial was not public. They maintained that the public and the media had been duly informed about the time and place of the hearings and had been granted effective access to the trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  According to the Government, Gobustan Prison was located a distance of 45 kilometres from . To facilitate the public access to the trial, the Ministry of Justice organised a shuttle bus service from  to Gobustan Prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  The trial took place in a room which was 150 square metres in size. It was equipped as a regular courtroom and had an adjoining separate deliberation room. It also had designated places for judges, the defendant, defence counsels, representatives of the media and about 50 seats for observers. Any person wishing to attend the trial could apply to the presiding judge who, in turn, applied to the prison authorities to grant this person access to the prison. In support of this submission, the Government provided a copy of a letter of 13 May 2002, sent by the presiding judge to the Director of Gobustan Prison, requesting permission to grant access to the trial to a list of approximately 40 persons, including journalists.",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.  The Government pointed out that the trial had been attended by representatives of foreign embassies, international organisations including the Council of Europe, local non-governmental organisations and the applicant's relatives. The course of the trial was covered in the media by a number of television channels, newspapers and news agencies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  The Government further submitted that the Court of Appeal had heard testimonies of all witnesses necessary to ascertaining the truth. In total, 62 persons were questioned during the trial, including ten persons questioned at the request of the defence. In addition, written testimonies of six witnesses, given during the previous trial, were read out at the trial in the Court of Appeal at the request of the defence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "135.  The applicant argued that no justification had been advanced by the authorities for holding the trial in a remote and barely accessible high security prison. He maintained that the holding of the trial in a distant location was an attempt to prevent, as much as possible, the attendance of the public and to keep the proceedings “away from public scrutiny”. There was no indication that the applicant was dangerous or could abscond or that, in the course of the trial, there could be any threat to public order or national security. As the case concerned the applicant's “re-trial” following his recognition as a political prisoner by the Council of Europe, the authorities had a particular responsibility in respect of the trial's openness and should have made a particular effort to make it accessible and open to the public.",
                                        "elements": []
                                    },
                                    {
                                        "content": "136.  According to the applicant, Gobustan Prison was located 75 kilometres away from . No public transportation to the prison was available.",
                                        "elements": []
                                    },
                                    {
                                        "content": "137.  The applicant acknowledged that, at a number of hearings, his family members as well as representatives of the mass media, nongovernmental and other organisations had been present. However, contrary to the Government, the applicant submitted that there had been no shuttle bus service organised by the Ministry of Justice. His family, using its own financial resources, had to rent a bus from  to Gobustan for those who wished to attend the trial. This was not always possible due to financial constraints. When the family was unable to provide a bus for certain hearings, there were either no, or very few, outside observers present at those hearings. Moreover, the applicant contended that on certain occasions the presiding judge had refused access into the prison to certain persons wishing to attend the trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "138.  The applicant further submitted that most of the seats in the courtroom were occupied by lawenforcement officers and, as a result, only a limited number of outside observers could be accommodated. Those who were allowed to enter were subjected to a rigorous body search in a deliberately intimidating manner, with the aim to discourage people from attending the trial. Despite the numerous requests by the defence counsel, all audio and video recording of the trial was prohibited, allegedly with the aim to leave any procedural violations unrecorded. As a result of the lack of publicity and prohibition of recordings, the trial transcripts were usually incorrect and intentionally omitted facts and testimonies favouring the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "139.  The applicant further submitted that most of the witnesses heard by the court had been prosecution witnesses. The defence was not given an opportunity to challenge the reliability and accuracy of the witnesses whose written testimonies were read out in the courtroom. Moreover, vital witnesses for the defence were not heard. Likewise, most of the defence counsel's petitions questioning the impartiality of the court, asking for admission of new evidence, etc., were rejected or left unanswered with little or no justification.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "140.  The Court reiterates that the holding of court hearings in public constitutes a fundamental principle enshrined in Article 6 § 1 of the Convention. This public character protects litigants against the secret administration of justice with no public scrutiny; it is also one of the means whereby confidence in the courts can be maintained. By rendering the administration of justice transparent, publicity contributes to the achievement of the aim of Article 6 § 1, namely a fair trial, the guarantee of which is one of the fundamental principles of any democratic society (see Axen v. Germany, judgment of 8 December 1983, Series A no. 72, p. 12, § 25; Diennet v. France, judgment of 26 September 1995, Series A no. 325A, pp. 14-15, § 33, and Moser v. Austria, no. 12643/02, § 93, 21 September 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "141.  The Court has previously held that, provided that there has been a public hearing at first instance, the absence of “public hearings” before higher courts may be justified by the special features of the proceedings at issue. Thus, for example, appellate proceedings involving only questions of law, as opposed to questions of fact, may comply with the requirements of Article 6 even if there was no public hearing at higher courts (see K.D.B. v. the Netherlands, judgment of 27 March 1998, Reports 1998II, p. 630, § 39). On the other hand, the Court has held that, where an appellate court has to examine a case as to the facts and the law and make a full assessment of the issue of guilt or innocence, the requirement of publicity extends to the appellate hearings as well (see, for example, Tierce and Others v. San Marino, nos. 24954/94, 24971/94 and 24972/94, § 95, ECHR 2000IX).",
                                        "elements": []
                                    },
                                    {
                                        "content": "142.  The Court notes that, in the present case, there are a number of special circumstances distinguishing it from ordinary criminal proceedings. In particular, the applicant was convicted by the court of first instance on 12 February 1996 and there was no right of appeal available to him at the material time. Only after the adoption of the new Code of Criminal Procedure and the transitional law of 14 July 2000, did the applicant obtain a right to appeal and the appellate proceedings were instituted on 24 January 2002. The Court notes, in this connection, that the question whether the first instance hearings in the present case were public and fair is outside its competence ratione temporis (see Hummatov (dec.), cited above). On the other hand, the Court also cannot accept as a fact that, by the time of the examination of the applicant's case on appeal, the requirement of a public hearing had already been satisfied at the first instance. The primary reason for the re-opening of the applicant's case was to remedy the alleged lack of a fair hearing at the first instance, as the applicant had been recognised as a “political prisoner” upon Azerbaijan's accession to the Council of Europe and  had committed itself to give a “re-trial” to all political prisoners including the applicant. Moreover, the Court of Appeal was a judicial body with full jurisdiction, because it had the competence to examine the case on points of fact and law as well as the power to assess the proportionality of the penalty to the misconduct. For these reasons, the Court considers that a public hearing at the Court of Appeal was needed in the present case in order to satisfy the requirements of Article 6 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "143.  It is undisputed in the present case that the general public was not formally excluded from the trial at the Court of Appeal. The mere fact that the trial took place in the precincts of Gobustan Prison does not necessarily lead to the conclusion that it lacked publicity. Nor did the fact that any potential spectators would have had to undergo certain identity and possibly security checks in itself deprive the hearing of its public nature (see Riepan v. Austria, no. 35115/97, § 29, ECHR 2000XII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "144.  Nevertheless, it must be borne in mind that the Convention is intended to guarantee not rights that are theoretical or illusory but rights that are practical and effective. The Court considers that a trial complies with the requirement of publicity only if the general public is able to obtain information about its date and place and if this place is easily accessible to them. In many cases these conditions will be fulfilled by the simple fact that a hearing is held in a regular courtroom large enough to accommodate spectators. However, the holding of a trial outside a regular courtroom, in particular in a place like a prison, to which the general public in principle has no access, presents a serious obstacle to its public character. In such a case, the State is under an obligation to take compensatory measures in order to ensure that the public and the media are duly informed about the place of the hearing and are granted effective access (ibid., § 30). The Court will therefore examine whether such measures were taken in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "145.  It is true that various hearings of the Court of Appeal were indeed attended by a number of spectators, although it is not clear if this was the case at each hearing. However, this fact by itself does not mean that all the necessary compensatory measures had been taken by the authorities in order to ensure the publicity of the hearings and free access of all potential spectators throughout the entire trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "146.  The Court notes that the appellate proceedings lasted from January 2002 to July 2003 and spanned over more than twenty hearings. As it appears from the trial transcripts, a number of the scheduled hearings were postponed to another date. Although the Government maintained that the public and the media had been duly informed about the time and place of the hearings, they failed to submit any evidence in this regard. The Government failed to elaborate in which manner and by what type and frequency of announcement this information was officially conveyed to the public. Apart from this, there is no indication that the public was ever formally provided with instructions on how to reach Gobustan Prison as well as any explanation of access conditions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "147.  The Court also notes that the parties were in disagreement with regard to the distance from  to Gobustan Prison. However, regardless of the actual distance, it cannot be disputed that the prison was located far from any inhabited area, was not easily accessible by transport and there was no regular public transportation operating in its vicinity. The Court considers that, in such circumstances, as a compensatory measure, the authorities should have provided regular transportation for spectators for the duration of the trial. However, although the Government argued that the Ministry of Justice organised a shuttle bus service to the prison, they failed to provide evidence in support of this allegation. In such circumstances, the Court accepts the applicant's and independent observers' account that there was no regular shuttle bus service provided by the authorities and that, at least for the majority of the hearings, any people wishing to attend the trial had to resort to their own means of transportation (see paragraphs 82 and 83 above). The Court considers that the fact that it was necessary to arrange costly means of transport and travel to a remote destination, as opposed to attending the Court of Appeal's regular courtroom in , had a clearly discouraging effect on potential spectators wishing to attend the applicant's trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "148.  The Court also has regard to the applicant's submission as well as the credible reports of observers indicating that, at a number of hearings, spectators and journalists were pre-selected or not granted access to hearings. Although the Government has submitted the letter of 13 May 2002, sent by the presiding judge to the Director of the Gobustan Prison, requesting permission to grant access to the trial to a number of spectators, the Court considers that this letter cannot serve as a proof that the free access to all spectators was guaranteed at all hearings held in the prison. The Court has not been provided with any official records of Gobustan Prison documenting access of visitors to the prison premises during the hearing dates or any other similar evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "149.  In sum, the Court finds that the Court of Appeal failed to adopt adequate compensatory measures to counterbalance the detrimental effect which the holding of the applicant's trial in the closed area of Gobustan Prison had on its public character. Consequently, the trial did not comply with the requirement of publicity laid down in Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "150.  Moreover, such lack of publicity was not justified for any of the reasons set out in the second sentence of Article 6 § 1. The Court notes that, in the Court of Appeal's interim decisions of 23 April and 13 May 2002, no reasons were offered for holding the trial in a location other than the regular courtroom of the Court of Appeal. The mere fact that, at the time of the examination of his appeal, the applicant was already a prisoner serving a life sentence does not, in itself, automatically imply the necessity of relocation of the appellate proceedings from a normal courtroom to the place of the applicant's imprisonment. The Court reiterates that security problems are a common feature of many criminal proceedings, but cases in which security concerns justify excluding the public from a trial are nevertheless rare (see Riepan, cited above, § 34). In the present case, it was not shown that there were any such security concerns. Moreover, even if there were any, the Court of Appeal apparently did not consider them serious enough either to mention them in its interim decisions of 23 April and 13 May 2003 or to necessitate a formal decision under Article 392.1.6 of the Code of Criminal Procedure excluding the public. In such circumstances, the Court finds no justification for the lack of publicity at the Court of Appeal hearings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "151.  The Court also notes that the subsequent hearing of the applicant's cassation appeal by the Supreme Court, even if held in public, was not sufficient to remedy the lack of publicity at the appellate hearings, as the Supreme Court was limited in its competence only to the questions of law and had no jurisdiction to hold a full rehearing of the case (see, mutatis mutandis, Diennet, cited above, p. 15, § 34, and Ekbatani v. Sweden, judgment of 26 May 1988, Series A no. 134, p. 14, § 32).",
                                        "elements": []
                                    },
                                    {
                                        "content": "152.  Accordingly, the Court concludes that there has been a violation of Article 6 § 1 of the Convention due to lack of a public hearing, which is one of the essential features of the right to a fair trial. In the light of this finding and the materials submitted, the Court considers that it is unnecessary to further examine the applicant's other allegations concerning the fairness of the proceedings.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "153.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "154.  The applicant claimed a total amount of 285,866 euros (EUR) in respect of pecuniary damage, including EUR 64,500 for loss of income due to unlawful arrest, conviction and imprisonment during the period from 1993 to 2004, EUR 215,000 for loss of property confiscated following his conviction on 12 February 1996 which had not been returned to him after the Court of Appeal and Supreme Court repealed the part of conviction as to the confiscation of property, and EUR 6,366 for his family's expenses on food packages, telephone costs and medical costs during his imprisonment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "155.  The Government submitted that these claims were unsubstantiated and that the applicant failed to produce any reliable evidence supporting them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "156.  The Court cannot speculate as to what the outcome of the proceedings at issue might have been if the violation of the Convention had not occurred (see Riepan, cited above, § 46). It therefore rejects the applicant's claim in respect of loss of income.",
                                                "elements": []
                                            },
                                            {
                                                "content": "157.  As to the claim for damages resulting from the alleged failure to return the confiscated property, the Court notes that this issue was outside the scope of the present case as the applicant has never raised a formal complaint before the Court in that respect. In any event, the applicant's calculations as to the value of the property are not supported by any evidence. Therefore, the Court rejects this claim as well.",
                                                "elements": []
                                            },
                                            {
                                                "content": "158.  Furthermore, the Court does not discern any causal link between the violations found and the damage alleged in respect of expenses for food packages and telephone costs. It follows that no damages can be awarded in this respect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "159.  Finally, as to the damage claimed in respect of cost of medications borne by the applicant's family, the Court points out that under Rule 60 of the Rules of the Court, any claim for just satisfaction must be itemised and submitted in writing together with the relevant supporting documents or vouchers, failing which the Court may reject the claim in whole or in part. The Court notes that the applicant submitted numerous bank statements showing that, between 2002 and 2004, his wife regularly transferred certain amounts from the Netherlands to the applicant's relatives in . However, from this evidence alone, it is not clear what portion of these amounts was spent on medicines for the applicant. The applicant submitted neither any purchase vouchers, nor any detailed and itemised information as to which medicines, in which quantities and for which price, had been purchased. Accordingly, as the applicant failed to submit sufficient evidence for his claim, no award can be made under this head.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "160.  The applicant claimed a total amount of EUR 20,867,000 in respect of non-pecuniary damage, including EUR 857,000 for the suffering caused as a result of an unfair trial, EUR 10,000 for allegedly unlawful loss of citizenship, and EUR 20,000,000 for torture, ill-treatment and lack of medical assistance in prison during the period from 1995 to 2004.",
                                                "elements": []
                                            },
                                            {
                                                "content": "161.  The Government contested these claims and argued that they were unsubstantiated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "162.  The Court notes that the issue on the applicant's loss of citizenship was outside of the scope of the issues under the Court's examination in the present case. The applicant's complaints concerning the alleged torture and other forms of ill-treatment inflicted in custody during the period prior to 15 April 2002 were declared inadmissible in the Court's partial inadmissibility decision of 11 September 2003. Therefore, no award can be made in respect of these claims.",
                                                "elements": []
                                            },
                                            {
                                                "content": "163.  As to the remainder of the claim for non-pecuniary damage, the Court considers that the finding of violations of the Convention cannot constitute sufficient reparation in the present case. Making its assessment on an equitable basis, as required by Article 41 of the Convention, the Court awards the applicant the sum of EUR 12,000 in respect of nonpecuniary damage, plus any tax that may be chargeable on this amount.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "164.  The applicant claimed EUR 2,090 for legal fees.",
                                        "elements": []
                                    },
                                    {
                                        "content": "165.  The Government did not contest this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "166.  According to the Court's case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the amount claimed in full, i.e. EUR 2,090, less the sum of EUR 701 received in legal aid from the Council of Europe, plus any tax that may be chargeable on this amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "167.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Rejects the Government's preliminary objection as to the exhaustion of domestic remedies;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 of the Convention in conjunction with Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 12,000 (twelve thousand euros) in respect of non-pecuniary damage and EUR 2,090 (two thousand and ninety euros) in respect of costs and expenses, less EUR 701 (seven hundred and one euros) granted by way of legal aid, plus any tax that may be chargeable on these amounts;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 29 November 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrL. Loucaides",
            "role": "president"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "MrD. Spielmann",
            "role": "judges"
        },
        {
            "name": "MrS.E. Jebens",
            "role": "judges"
        },
        {
            "name": "MrG. Malinverni",
            "role": "judges"
        },
        {
            "name": "Mr A. Wampach",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "18/05/2006 00:00:00",
    "docname": "CASE OF HUMMATOV v. AZERBAIJAN",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-83588.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:1129JUD000985203",
    "externalsources": [
        "CPT Report on the 2002 visit to Azerbaijan (CPT/Inf/E (2002) 1)",
        "Resolution 1305 (2002)1 of the Parliamentary Assembly of the Council of Europe on honouring of obligations and commitments by Azerbaijan"
    ],
    "extractedappno": [
        "9852/03",
        "13413/04",
        "72286/01",
        "34070/03",
        "34445/04",
        "5117/03",
        "26772/95",
        "2346/02",
        "30210/96",
        "26853/04",
        "47095/99",
        "41707/98",
        "3456/05",
        "24888/94",
        "28524/95",
        "41211/98",
        "12643/02",
        "24954/94",
        "24971/94",
        "24972/94",
        "35115/97"
    ],
    "importance": "3",
    "introductiondate": "13/03/2003 00:00:00",
    "issue": [
        "Article 46 of the Constitution",
        "Article 7 of the Law of 14 July 2000 on the Adoption and Entry into Force of the Code of Criminal Procedure",
        "Code of Criminal Procedure - articles 27, 199.4, 201.6 and 392.1.6"
    ],
    "itemid": "001-83588",
    "judgementdate": "29/11/2007 00:00:00",
    "kpdate": "29/11/2007 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "109",
        "350",
        "90",
        "445",
        "76",
        "385",
        "444",
        "110",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "13",
        "3",
        "35-1",
        "6-1",
        "35",
        "6",
        "41"
    ],
    "parties": [
        "HUMMATOV",
        "AZERBAIJAN"
    ],
    "rank": "606.313293457031",
    "representedby": [
        "FERSCHTMAN M."
    ],
    "respondent": "AZE",
    "respondentOrderEng": "5",
    "scl": [
        "Akdivar and Others v. Turkey, judgment of 16 September 1996, Reports of Judgments and Decisions 1996-IV, p. 1211, § 68",
        "Axen v. Germany, judgment of 8 December 1983, Series A no. 72, p. 12, § 25",
        "Diennet v. France, judgment of 26 September 1995, Series A no. 325-A, pp. 14-15, § 33 and § 34",
        "Ekbatani v. Sweden, judgment of 26 May 1988, Series A no. 134, p. 14, § 32",
        "Hummatov v. Azerbaijan (dec.), nos. 9852/03 and 13413/04, 18 May 2006",
        "Iovchev v. Bulgaria, no. 41211/98, § 142, 2 February 2006",
        "Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, p. 65, § 162",
        "Ivanov v. Azerbaijan (dec.), no. 34070/03, 15 February 2007",
        "K.D.B. v. the Netherlands, judgment of 27 March 1998, Reports 1998-II, p. 630, § 39",
        "Kalashnikov v. Russia, no. 47095/99, § 96, ECHR 2002-VI",
        "Khokhlich v. Ukraine, no. 41707/98, §§ 166 and 187, 29 April 2003",
        "Kudla v. Poland [GC], no. 30210/96, §§ 92-94, 157, ECHR 2000-XI",
        "Kunqurova v. Azerbaijan (dec.), no. 5117/03, 3 June 2005",
        "Labita v. Italy [GC], no 26772/95, § 119, ECHR 2000-IV",
        "Mammadov (Jalaloglu) v. Azerbaijan, no. 34445/04, §§ 51-52, 11 January 2007",
        "Melnik v. Ukraine, no. 72286/01, §§ 67, 70 and 115, 28 March 2006",
        "Moser v. Austria, no. 12643/02, § 93, 21 September 2006",
        "Peers v. Greece, no. 28524/95, § 74, ECHR 2001-III",
        "Popov v. Russia, no. 26853/04, § 208, 13 July 2006",
        "Pretty v. the United Kingdom, no. 2346/02, § 52, ECHR 2002-III",
        "Riepan v. Austria, no. 35115/97, §§ 29, 30and 46, ECHR 2000-XII",
        "Sarban v. Moldova, no. 3456/05, § 78, 4 October 2005",
        "Tierce and Others v. San Marino, nos. 24954/94, 24971/94 and 24972/94, § 95, ECHR 2000-IX",
        "V. v. the United Kingdom [GC], no. 24888/94, § 71, ECHR 1999-IX"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "452250",
    "typedescription": "15"
}