{
    "__articles": "5;5-1;5-3;5-4;35;41",
    "__conclusion": "Remainder inadmissible;Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Procedure prescribed by law);No violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Procedure prescribed by law);Violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention;Reasonableness of pre-trial detention);Violation of Article 5 - Right to liberty and security (Article 5-4 - Procedural guarantees of review;Review of lawfulness of detention);Pecuniary damage - claim dismissed;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "61767/08",
    "article": [
        "41",
        "35",
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-4 - Procedural guarantees of review",
                "Review of lawfulness of detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention",
                "Procedure prescribed by law"
            ],
            "element": "No violation of Article 5 - Right to liberty and security",
            "type": "no-violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-114522.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 61767/08) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Yuriy Aleksandrovich Pyatkov (“the applicant”), on 1 December 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had contracted tuberculosis during his detention in the remand prison, that his pre-trial detention had been unlawful and unreasonably long, and that there had been shortcomings in the proceedings concerning the review of the lawfulness of his detention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 3 November 2009 the President of the First Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1963 and lived before his arrest in Ufa, . He is currently detained in Ufa IZ-3/1 remand prison.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s arrest and detention pending investigation",
                                "elements": [
                                    {
                                        "content": "6.  On 24 November 2006 the applicant was arrested on suspicion of drug trafficking.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 25 November 2006 he was charged with large-scale drug trafficking committed in conspiracy with other drug dealers. On the same date Leninskiy District Court () examined the investigator’s request to remand the applicant in custody. The court held as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Mr Pyatkov Yu.A. is charged with a serious offence, which is punishable by a term of imprisonment of more than two years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Moreover, Mr Pyatkov Yu. A. was previously convicted of criminal offences on several occasions; his most recent conviction was in 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, Mr Pyatkov Yu.A. is a drug addict, and if released, he might engage in further criminal activities related to drugs in order to provide himself with drugs and improve his financial situation.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  Taking into account the above elements, the danger to society presented by the offences imputed to the applicant, and the need to secure the execution of his sentence, Leninskiy District Court remanded the applicant in custody. The applicant did not appeal against that decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 23 January 2007 Leninskiy District Court extended the applicant’s detention until 17 May 2007, referring to the gravity of the charges against him. The court further held that the applicant was a drug addict, had a criminal record and if released he might abscond, continue his criminal activities or interfere with the proceedings, and noted that his detention was necessary in order to secure the execution of his sentence. The applicant did not appeal against that decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 11 May 2007 Kirovskiy District Court () extended the applicant’s detention until 17 August 2007. The court held, in particular, that the period fixed by the court for the applicant’s detention was not sufficient to allow a judge, who would receive the case for examination on the merits, to take a decision concerning the applicant’s detention during the trial. The court also held that the applicant was charged with a serious offence presenting a danger to society, and that if released he might continue criminal activities, abscond, or interfere with the proceedings. The court also noted that the applicant’s detention was necessary in order to secure the execution of the sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 14 August 2007 Kirovskiy District Court extended the applicant’s detention until 17 November 2007, on the same grounds as given in its decision of 11 May 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 29 September 2007 the applicant was presented with the final version of the charges. He was accused of several episodes of large-scale drug trafficking committed as a member of an organised criminal group.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 22 October 2007 the applicant and his counsel started familiarising themselves with the materials of the criminal case as did the other twenty-nine defendants. According to the Government, the file consisted of 160 volumes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 15 November 2007 the Supreme Court of the  (“the Supreme Court”) extended the applicant’s detention until 17 February 2008, bringing its total duration to fourteen months and twenty-four days. In taking that decision the Supreme Court stated that the applicant was charged with a serious offence, and that if released he might flee from justice, engage in criminal activities or obstruct the establishment of the truth.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 7 February 2008 the Supreme Court granted the investigation authorities’ request for the applicant’s detention to be extended until 17 May 2008, bringing its total duration to seventeen months and twenty-four days. The court held as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Mr Pyatkov is charged with particularly serious offences punishable by more than two years’ imprisonment. The grounds on which he was initially remanded in custody ... had not changed. The investigation of the criminal case is particularly complex. These circumstances should be regarded as extraordinary circumstances which can serve as a basis for the extension of the defendant’s detention.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  In his appeal against that detention order the applicant requested that the preventive measure be changed to a written undertaking not to leave the town since he was suffering from a serious disease.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 16 April 2008 the Supreme Court of the  upheld the detention order of 7 February 2008. It found, in particular, that the fact that the applicant was under medical supervision in the remand prison because he had been diagnosed with Human Immunodeficiency Virus (“HIV”) could not be a ground for his release on a written undertaking.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 15 May 2008 the Supreme Court, at the investigator’s request, extended the applicant’s detention until 24 May 2008, thus bringing its total duration to eighteen months. The court held as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... the grounds on which his [the applicant’s] detention had been based had not changed. These grounds had been sufficient for placing him in detention, since he had been charged with particularly serious offences as a member of an organised criminal group. Therefore, the investigator’s request is duly reasoned and should be granted.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Further extension of the applicant’s detention pending investigation",
                                "elements": [
                                    {
                                        "content": "19.  On 20 May 2008 the Supreme Court examined the investigator’s request, supported by the prosecutor, for extension of the applicant’s detention beyond the maximum period of eighteen months. The investigator submitted that owing to the volume and complexity of the criminal case and the large number of co-defendants and their counsel, the applicant and his counsel needed additional time to familiarise themselves with the criminal case. The Supreme Court decided, referring to Article 109 of the Criminal Procedure Code (“the CCrP”, see Relevant domestic law below), to extend the applicant’s detention until 17 August 2008, bringing its total duration to twenty-one months. The court held as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The term of Mr Pyatkov’s detention is to expire on 24 May 2008. As required by Article 109 § 5 of the CCrP, the investigation was completed and the materials of the criminal case presented to the applicant and his counsel no later than thirty days before the expiration of the maximum period of detention. However, it appears difficult to complete the pre-trial investigation by the above date, since the applicant and his counsel need additional time to comply with the requirements of Article 217 of the CCrP.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The preventive measure applied to Mr Pyatkov had been duly justified in accordance with Article 108 of the CCrP, since he had been charged with a large number of particularly serious offences as a member of an organised criminal group and if released he might interfere with the proceedings or abscond, and therefore the court does not see any reason to alter the preventive measure.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In his appeal against that extension order the applicant submitted, among other things, that having regard to his poor health, the absence of any intention to abscond or interfere with the proceedings, and also the fact that he had a permanent place of residence, he should have been released under a written undertaking.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 29 July 2008 the Supreme Court of the  examined the applicant’s appeal. It held, in particular, that the 142 volumes of the criminal case had been presented to the defendants, including the applicant, and their counsel, for their perusal, and that the investigation of that voluminous and complex criminal case had been carried out without any major delays. The Supreme Court dismissed the applicant’s appeal, finding as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The large volume of evidence in the criminal case and the need to comply with the requirements of Article 217 of the CCrP in respect of all defendants and their counsel confirmed that the court [Supreme Court of the Republic of Bashkortostan] had correctly concluded that it was impossible to change the preventive measure applied to Mr Pyatkov and showed that there existed grounds, provided for in Article 109 § 7 of the CCrP, for further extension of the applicant’s detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The materials of the case do not refer to any new circumstances which came to light after the preventive measure – namely his placement in custody – was lawfully imposed on Mr Pyatkov in accordance with Article 108 [of the CCrP] and which would make it necessary to cancel or change that measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court had every reason to believe, having regard to the lengthy period of the criminal activities concerned and their character, that if released Mr Pyatkov might interfere with the proceedings or abscond from the investigation and trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The age [of the applicant] and [his] permanent place of residence are not sufficient grounds to cancel or change the measure of restraint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There is nothing to indicate that Mr Pyatkov cannot be detained in a remand prison due to his state of health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In those circumstances the court rightly found that there were grounds for extending Mr Pyatkov’s detention beyond eighteen months.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Supreme Court further extended the applicant’s detention on 14 August until 17 November 2008 and on 12 November 2008 until 17 February 2009 referring to the same grounds as in its decision of 20 May 2008. Those detention orders were upheld by the Supreme Court of the  on 15 October 2008 and 12 February 2009 respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 12 February 2009 the Supreme Court extended the applicant’s detention until 17 May 2009, bringing its duration to twenty-nine months and twenty-four days. That decision was based on the same grounds as previous detention orders.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 22 February 2009 the applicant appealed against the detention order of 12 February 2009. He informed the appeal court that he would submit additional grounds of appeal after he received a copy of the detention order of 12 February 2009. According to the applicant, on 24 February 2009 he submitted additional grounds of appeal in which he requested the appeal court to grant him leave to participate in the appeal hearing. He provided the Court with a copy of that request. The Government claimed that the applicant had not submitted a special request to take part in the hearing. However, they did not contest the authenticity of a copy of that request provided by the applicant to the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  In his appeal against the detention order of 12 February 2009 the applicant complained that the extension of his detention had been unlawful and was not based on sufficient grounds. He also complained that he was not provided with an opportunity to familiarise himself with the documents which had served a basis for extension of his detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 6 March 2009 the applicant and his counsel finished familiarising themselves with the materials of the criminal case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 10 April 2009 the investigator in charge of the case informed the applicant that while the defendants were familiarising themselves with the criminal case, twenty volumes of the case file had been stolen. On 16 January 2009 criminal proceedings had been initiated in this respect and the lost volumes had been restored. According to the investigator, the applicant could now familiarise himself with those volumes of the case file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 23 April 2009 the Supreme Court of the  examined and dismissed the applicant’s appeal against the detention order of 12 February 2009. Neither the applicant nor his counsel were present at the hearing, whereas the prosecutor was present and requested that the appeal be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 8 May 2009 the Supreme Court extended the applicant’s detention until 17 August 2009, bringing its total duration to thirty-two months and twenty-four days. That detention order referred to Article 109 of the CCrP and was worded in the same terms as the detention order of 20 May 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 14 May 2009 the applicant appealed against the detention order of 8 May 2009 to the Supreme Court of the . He submitted, in particular, that he had finished familiarising himself with the materials of the criminal case in April 2009, including with the copies of the lost volumes. He considered that the extension of his detention was not based on sufficient grounds, since his state of health would not allow him to influence witnesses or abscond. He also requested the appeal court to examine his appeal in his presence or by video link.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  According to the Government, on 16 July 2009 notification of the date and the time of the hearing on the applicant’s appeal against the decision of 8 May 2009 was sent to the applicant and his counsel. The Government submitted that the applicant had received that notification on 20 July 2009.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The applicant’s detention during the trial and his release",
                                "elements": [
                                    {
                                        "content": "32.  On 3 August 2009 the criminal case against the applicant and his co-defendants was referred to the Supreme Court for trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 5 August 2009 the Supreme Court set the preliminary hearing of the case for 13 August 2009. However, two of the applicant’s co-defendants (M. and T.), who were under a written undertaking, did not appear on that date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 11 August 2009 the Supreme Court of the  examined the applicant’s appeal against the detention order of 8 May 2009. It dismissed the applicant’s request for leave to appear at the hearing, finding that the criminal case against the applicant and his co-accused had not yet arrived at the court for trial and had not yet been examined, that the applicant had sent his written submissions to the court, and that the prosecutor was not taking part in the examination of his appeal. As to the merits of the applicant’s appeal, the Supreme Court held that the detention order of 8 May 2009 was lawful and duly reasoned. The applicant’s counsel was not present at the appeal hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  At the preliminary hearing of 14 August 2009 the trial court held that the crimes of which the absconded co-defendants were accused were closely linked to crimes allegedly committed by other co-defendants, and that it would therefore be impossible to examine the charges against them separately. The court accordingly decided to put the missing co-defendants on the warrant list and suspended criminal proceedings against all defendants until the missing co-defendants were captured. Regarding the other co-defendants, including the applicant, the court held as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... [the other co-defendants] are charged with serious and particularly serious offences. The grounds on which they had been placed in detention ... still remained valid. The defendants’ and their counsel’s arguments about their permanent place of residence and job, family situation, and serious health problems, cannot be regarded as grounds for changing the measure of restraint. In such circumstances, the preventive measure applied to them in the form of detention should not be changed until the preliminary hearing of the case. However, taking into account the requirements of Article 255 § 2 [of the CCrP], they should not stay in detention more than six months after the criminal case has come to court ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "... the measure of restraint [applied to other co-defendants, including the applicant] should be detention on remand, for a period which should not go beyond 3 February 2010 ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "At the hearing of 14 August 2009 the applicant was represented by legal counsel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 20 August 2009 the applicant appealed against the decision of 14 August 2009 to the Supreme Court of the . He complained that the extension of his detention had been unlawful and excessively severe, since he had been in detention for almost three years and his health was deteriorating.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 17 November 2009 the Supreme Court of the Russian Federation upheld the detention order of 14 August 2009 having found that the applicant’s detention had been extended in compliance with Article 255 § 2 of the CCrP and that it was based on sufficient reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  By a decision of 24 November 2009 the trial court decided to resume the proceedings, and set the preliminary hearing of the case for 14 December 2009. By the same decision the trial court held that the measure of restraint applied to the applicant and some of his co-defendants should remain unchanged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The case was adjourned on 14 December and 18 January 2010 because two co-defendants were sick.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 29 January 2010, after holding a preliminary hearing, the trial court set the examination of the case for 10 February 2010. By the same decision the trial court severed the proceedings against co-defendant T., who was still at large, into separate proceedings and extended the applicant’s and his co-defendants’ detention until 3 May 2010. The trial court held as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“On 3 August 2009 the criminal case arrived to the Supreme Court of the  ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "... They [the co-defendants, including the applicant] are charged with serious and particularly serious offences relating to drug trafficking as members of an organised criminal group. At present the grounds on which their detention was ordered, namely the risk that they would interfere with the proceedings, abscond or continue criminal activities, remain unchanged, and they have not provided any guarantees of their appearance in court. In such circumstances, the measure of restraint applied to them should remain unchanged. Since the six-month time-limit running from the date of arrival of the case to the trial court expires on 3 February 2010, and in accordance with Article 255 § 3 of the CCrP, the defendants’ detention should be extended for three months ...”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 28 April 2010 the trial court ordered the applicant’s release under a written undertaking.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The applicant’s conviction",
                                "elements": [
                                    {
                                        "content": "42.  On 20 April 2011 the Supreme Court found the applicant guilty of attempted drug trafficking and acquitted him of the remaining charges. The applicant was sentenced to nine years’ imprisonment. It appears that appeal proceedings are pending.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Medical assistance provided to the applicant in detention",
                                "elements": [
                                    {
                                        "content": "43.  From 25 November 2006 and until his release on 28 April 2010 under a written undertaking the applicant was detained in Ufa IZ-3/1 remand prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On his admission to the remand prison the applicant was examined by the prison doctor and given a chest fluorography examination, which revealed no signs of tuberculosis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  According to the information provided by the Government and not disputed by the applicant, between June 2007 and July 2008 the applicant was given three more fluorography tests, which revealed no pathology in his lungs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 17 February 2009 a new fluorography test detected changes indicating tuberculosis in the applicant’s lungs. On 18 February 2009 the applicant was examined by a doctor who diagnosed him with infiltrative tuberculosis of the right lung. The applicant was placed in the tuberculosis ward of the remand centre and was prescribed anti-tuberculosis treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  A fluorography test carried out on 28 January 2010 detected improvement in the applicant’s condition.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Code of Criminal Procedure of the  (“the CCrP”) of 2001, in force since 1 July 2002",
                                "elements": [
                                    {
                                        "content": "1.  Preventive measures",
                                        "elements": [
                                            {
                                                "content": "48.  “Preventive measures” or “measures of restraint” include an undertaking not to leave a town or region, personal surety, bail and detention (Article 98). If necessary, the suspect or accused may be asked to give an undertaking to appear (Article 112).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  When deciding on a preventive measure, the competent authority is required to consider whether there are “sufficient grounds to believe” that the accused would abscond during the investigation or trial, reoffend or obstruct the establishment of the truth (Article 97). It must also take into account the gravity of the charge, information on the accused’s character, his or her profession, age, state of health, family status and other circumstances (Article 99).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Detention may be ordered by a court in respect of a person suspected of or charged with a criminal offence punishable by more than two years’ imprisonment, provided that a less restrictive preventive measure cannot be applied (Article 108 § 1).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Time-limits for detention “pending investigation”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Initial detention and its extensions",
                                "elements": [
                                    {
                                        "content": "51.  After arrest the suspect is placed in detention “pending investigation”. Detention “pending investigation” must not exceed two months (Article 109 § 1).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  A judge may extend the detention up to six months. Further extensions to up to twelve months may be granted by a judge only in relation to those accused of serious or particularly serious criminal offences, provided that the criminal case is particularly complex and there are grounds justifying detention (Article 109 § 2).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  An extension of detention beyond twelve months and up to eighteen months may be authorised by a court only in exceptional circumstances in respect of those accused of particularly serious offences, upon an investigator’s request approved by the Prosecutor General or his Deputy (Article 109 § 3).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Extension of detention beyond eighteen months is prohibited, and the detainee must be immediately released, unless the prosecution’s request for an extension for the purpose of studying the case has been granted by a court in accordance with Article 109 § 8 of the CCrP (Article 109 § 4).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Supplementary extension for study of the case file",
                                "elements": [
                                    {
                                        "content": "55.  Upon completion of the investigation, the detainee must be given access to the case file no later than thirty days preceding the expiry of the maximum period of detention indicated in paragraphs 2 and 3 of Article 109 (Article 109 § 5).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  If access was granted at a later date, the detainee must be released after the expiry of the maximum period of detention (Article 109 § 6).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  If access was granted thirty days before the expiry of the maximum period of detention but the thirty-day period proved to be insufficient to read the entire case file, the investigator may request the court to extend the period of detention. The request must be submitted no later than seven days before the expiry of the detention period. If several defendants are involved in the proceedings and the thirty-day period is insufficient for at least one of them to read the entire case file, the investigator may request the court to extend the period of detention in respect of those defendants who have completed reading the case file, provided that the need to apply a custodial measure to them persists and there are no grounds for choosing another preventive measure (Article 109 § 7).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  Within five days of receipt of the request for an extension the judge must decide whether to grant it or reject it and release the detainee. If the extension is granted, the period of detention is extended until such time as would be sufficient for the detainee and counsel to finish reading the case file and for the prosecution to submit the case to the trial court (Article 109 § 8).",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Time-limits for detention “during trial”",
                                        "elements": [
                                            {
                                                "content": "59.  From the date the prosecutor forwards the case to the trial court, the defendant’s detention is “before the court” (or “during trial”). The period of detention “during trial” is calculated from the date on which the court receives the criminal case and to the date on which the judgment is adopted. Detention “during trial” may not normally exceed six months, but if the case concerns serious or particularly serious criminal offences the trial court may approve one or more extensions of no longer than three months each (Article 255 §§ 2 and 3).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Proceedings before the appeal court",
                                        "elements": [
                                            {
                                                "content": "60.  An appeal against a judicial decision ordering or extending detention may be lodged with a higher court within three days. The appeal court must decide on the appeal within three days of its receipt (Article 108 § 11).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  If a convict wishes to attend an appeal hearing, he should indicate that wish in his statement of appeal (Article 375 § 2).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Upon receipt of the criminal case and the statement of appeal, the judge fixes the date, time and place for a hearing. The parties shall be notified of the date, time and venue of the hearing no later than fourteen days before the scheduled hearing. The court shall decide whether the detainee should be summoned to the hearing. A detainee held in custody who expresses a wish to be present at the examination of the appeal shall be entitled to participate either directly in the court session or to state his case by video link. The court shall make a decision with respect to the form of participation of the detainee in the court hearing. If individuals who have been given timely notice of the venue and time of the appeal hearing fail to appear, this shall not preclude examination of the case (Article 376).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Practice of domestic courts",
                                "elements": [
                                    {
                                        "content": "1.  Detention pending investigation and trial",
                                        "elements": [
                                            {
                                                "content": "63.  By its decision no. 184-O of 6 June 2003 the Constitutional Court of the Russian Federation (“the Constitutional Court”) declined to examine a complaint by Mr Yest., in which he challenged compliance with the Constitution of Article 109 § 8 of the Code of Criminal Procedure, in so far as it allowed the extension of detention pending investigation beyond the maximum time-limit and indefinitely while the defendant finished reading the material in the case file. The Constitutional Court held that such an extension was only possible if there still existed “sufficient grounds to believe” that the accused might abscond during the investigation or trial, reoffend or otherwise obstruct the establishment of the truth, as provided by Article 97 of the Code of Criminal Procedure. In so far as the challenged provision did not set a specific time-limit for holding the defendant in custody while he studied the case file, the Constitutional Court considered that it allowed for the possibility of determining such a time-limit for each particular case, depending on its specific features, on condition that the grounds for detention established in Article 97 had been sufficiently confirmed. The court concluded that the challenged provision could not be interpreted as providing for superfluous or unlimited detention. Neither did it deprive the defendant and his counsel of the right to challenge before a higher court the lawfulness and validity of the extension order, as well as the right to make an application for the custodial measure to be overturned or altered.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  In its ruling no. 245-O-O of 20 March 2008, the Constitutional Court noted that it had reiterated on several occasions (rulings nos. 14-П, 4-П, 417-O and 330-O of 13 June 1996, 22 March 2005, 4 December 2003 and 12 July 2005 respectively) that a court, when taking a decision under Articles 100, 108, 109 and 255 of the CCrP on the placement of an individual in detention or on the extension of a period of an individual’s detention, was under obligation, inter alia, to calculate and specify a time-limit for such detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  By its decision no. 271-O-O of 19 March 2009, the  declined to examine a complaint by Mr R. With reference to its previous decisions of 13 June 1996, 25 December 1998 and 6 June 2003, the Constitutional Court held that even though Article 109 § 8 did not define the maximum period within which an extension could be granted for the purpose of studying the case file, it did not imply the possibility of excessive or unlimited detention because, in granting an extension, the court should not rely solely on a well-founded suspicion that the defendant had committed the offence, but should mainly base its decision on specific circumstances justifying the continued detention, such as his potential to exert pressure on witnesses or an established risk of his absconding or reoffending, as well as the importance of the subject matter of the proceedings, the complexity of the case, the conduct of the defendant and other relevant factors.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  In its decision no. 22 of 29 October 2009 “On the Practice of Application by the Courts of Preventive Measures in the Form of Remand in Custody, Bail and House Arrest” the Plenum of the Supreme Court of the  held as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“18.  ... Pursuant to Article 109 § 7 of the CCrP [Code of Criminal Procedure], following a request by an investigator the court may extend an accused’s detention until such time as he and his defence counsel have finished studying the case file and the prosecutor has submitted it to the [trial] court, if upon completion of the pre-trial investigation the accused has been given access to the case file no later than thirty days before the expiry of the maximum period of detention indicated in Article 109 §§ 2 and 3 [six, twelve or eighteen months]. In that case the relevant extension order should indicate the exact period for which the extension is made ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  After a court accepts for examination a criminal case in which the defendant is remanded in custody, it should verify whether the time-limit set by a court order for that detention has expired ... The court decision to maintain the applicant in detention [taken after arrival of the criminal case to the court for examination on the merits] should have an indication of the end-date of the defendant’s detention”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Proceedings before the appeal court",
                                        "elements": [
                                            {
                                                "content": "67.  On 22 January 2004 the  delivered decision no. 66-O on a complaint about the refusal to permit a detainee to attend appeal hearings on the issue of detention. It held:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Article 376 of the Code of Criminal Procedure regulating the presence of a defendant remanded in custody before the appeal court... cannot be read as depriving the defendant held in custody ... of the right to express his opinion to the appeal court, by way of his personal attendance at the hearing or by other lawful means, on matters relating to the examination of his complaint about a judicial decision affecting his constitutional rights and freedoms ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  By its decision no. 432-O of 24 November 2005 the  declined to examine a complaint by Mr G. With reference to its previous decisions of 10 December 2002 and 25 March 2004, the Constitutional Court held that convicts, but also others, including suspects in criminal proceedings and those charged with criminal offences and remanded in custody, had to be given the right to bring to the knowledge of the appeal court their position in respect of issues which would be examined by that court either by way of personal participation in the hearing or by other means. This position was later confirmed in its decision no. 538-O of 16 November 2006.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "69.  The applicant complained under Article 3 of the Convention that he had contracted tuberculosis during his detention in Ufa IZ-3/1 remand prison. Article 3 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "70.  The applicant maintained his complaint.",
                                "elements": []
                            },
                            {
                                "content": "71.  The Government submitted that the applicant had failed to exhaust domestic remedies in respect of the above complaint, as he had not brought any court proceedings against the administration of the remand prison. They further argued that it had been impossible to establish whether the applicant had contracted tuberculosis while in detention. The majority of individuals entering the prison system were infected with mycobacterium tuberculosis prior to their detention. Those with weak immune systems, like the applicant, were prone to the infection. Throughout his detention in the remand prison the applicant had been provided with adequate medical assistance. After the applicant had been diagnosed with tuberculosis he had undergone all necessary examinations and received treatment which showed positive results. The Government provided the Court with the applicant’s medical records.",
                                "elements": []
                            },
                            {
                                "content": "72.  The Court notes the Government’s objection of nonexhaustion by the applicant of the available avenues of domestic protection. However, it does not consider it necessary to deal with the objection, as it, in any event, considers the present complaint inadmissible, for the following reasons.",
                                "elements": []
                            },
                            {
                                "content": "73.  While finding it particularly disturbing that the applicant’s infection with tuberculosis might have occurred in a custodial institution within the State’s control, and as an apparent consequence of the authorities’ failure to eradicate or prevent the spread of the disease, the Court reiterates its constant approach that this fact in itself would not imply a violation of Article 3, provided that the applicant received treatment for it (see Alver v. Estonia, no. 64812/01, § 54, 8 November 2005; Babushkin v. Russia, no. 67253/01, § 56, 18 October 2007; Pitalev v. Russia, no. 34393/03, § 53, 30 July 2009; Pakhomov v. Russia, no. 44917/08, § 65, 30 September 2010; Gladkiy v. Russia, no. 3242/03, § 88, 21 December 2010; Vasyukov v. , no. 2974/05, § 66, 5 April 2011 and Dmitriy Sazonov v. , no. 30268/03, § 40, 1 March 2012).",
                                "elements": []
                            },
                            {
                                "content": "74.  In the present case the Court observes that, according to the Government’s submissions, which are not disputed by the applicant, the latter was under constant medical supervision and had received adequate medical assistance when the tuberculosis was detected. The medical records showed that the treatment had produced positive results. Nothing in the case file leads the Court to the conclusion that the applicant did not receive comprehensive medical assistance for his tuberculosis. The applicant did not deny that medical supervision had been provided and tests had been carried out, or that the prescribed medication had been provided, as indicated in the medical records submitted by the Government. In fact, he did not indicate any shortcomings in his medical care.",
                                "elements": []
                            },
                            {
                                "content": "75.  In view of the above considerations the Court finds that this part of the application must be rejected as manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "76.  The applicant complained under Article 5 that his detention between 24 May 2008 and 14 August 2009 had been unlawful because after the expiry of the maximum statutory period of detention pending investigation the domestic courts had repeatedly extended his detention on the ground that he needed additional time to read the case file. The applicant further complained that his detention on the basis of decision of 14 August 2009 had been unlawful because that decision had not set a specific time-limit for his detention. The relevant parts of Article 5 provide as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law ...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "77.  The Court reiterates at the outset that, pursuant to Article 35 § 1 of the Convention, it may only deal with a matter within a period of six months from the final decision in the process of exhaustion of domestic remedies. If no remedies are available, or if they are judged to be ineffective, the six-month period in principle runs from the date of the act complained of (see Hazar and Others v. Turkey (dec.), nos. 62566/00 et seq., 10 January 2002).",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Court further points out that it is not open to it to set aside the application of the six-month rule solely because a respondent Government have not made a preliminary objection to that effect, since the said criterion, reflecting as it does the wish of the Contracting Parties to prevent past events being called into question after an indefinite lapse of time, serves the interests not only of respondent Governments, but also of legal certainty as a value in itself. It marks out the temporal limits of the supervision carried out by the organs of the Convention and signals to both individuals and State authorities the period beyond which such supervision is no longer possible (see Walker v. the United Kingdom (dec.), no. 34979/97, ECHR 2000I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  Turning to the present case, the Court observes that the applicant raised his complaints under Article 5 § 1 of the Convention for the first time in his application of 4 May 2009. It follows that the most recent period of detention which the Court may examine was ordered on 12 November 2008 and commenced on 17 November 2008 (see paragraph 22 above). Therefore, the applicant’s complaint concerning his detention between 24 May and 17 November 2008 was introduced out of time and must be rejected in accordance with Article 35 §§ 1 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Court further notes that the applicant’s complaints about his detention between 17 November 2008 and 14 August 2009 and about the detention ordered on 14 August 2009 are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions by the parties",
                                        "elements": [
                                            {
                                                "content": "81.  The applicant maintained his complaints.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  Regarding the first limb of the applicant’s complaint, the Government submitted that after the expiry of the maximum eighteen- month period of detention the domestic courts had extended the applicant’s detention in accordance with Article 109 §§ 7 and 8 of the CCrP (cited in paragraphs 57 and 58 above), which provided for the possibility of extending a defendant’s detention pending investigation beyond the maximum period on the ground of the need for him or her to study the case file. These provisions fully complied with the requirements of Article 5 of the Convention since, aside from the need to study the case file, they made such an extension conditional on the existence of relevant and sufficient reasons for continued detention and the impossibility of applying another preventive measure. The end of the period for which the detention was extended depended on how soon the defendant and his counsel finished familiarising themselves with the case file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  Regarding the second limb of the applicant’s complaint, the Government submitted that on 14 August 2009 the domestic court had extended the applicant’s detention in accordance with Article 255 § 2 of the CCrP (cited in paragraph 59 above), which provided that the term of the defendant’s detention after arrival of the case to the court and adoption of the judgment should not exceed six months. Therefore, in its decision the court indicated that the applicant should stay in detention but not beyond 3 February 2010, and thus has set a clear time-limit for the applicant’s detention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "84.  It is well established in the Court’s case-law under the sub-paragraphs of Article 5 § 1 that any deprivation of liberty must, in addition to falling within one of the exceptions set out in sub-paragraphs (a)-(f), be “lawful”. Where the “lawfulness” of detention is in issue, including the question whether “a procedure prescribed by law” has been followed, the Convention refers essentially to national law and lays down the obligation to conform to the substantive and procedural rules of national law. Compliance with national law is not, however, sufficient: Article 5 § 1 requires in addition that any deprivation of liberty should be in keeping with the purpose of protecting the individual from arbitrariness. It is a fundamental principle that no detention which is arbitrary can be compatible with Article 5 § 1 and the notion of “arbitrariness” in Article 5 § 1 extends beyond lack of conformity with national law, so that a deprivation of liberty may be lawful in terms of domestic law, but still arbitrary and thus contrary to the Convention (see Saadi v. the  [GC], no. 13229/03, § 67, ECHR 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The Court must moreover ascertain whether domestic law itself is in conformity with the Convention, including the general principles expressed or implied therein. On this last point, the Court stresses that, where deprivation of liberty is concerned, it is particularly important that the general principle of legal certainty be satisfied. It is therefore essential that the conditions for deprivation of liberty under domestic law be clearly defined and that the law itself be foreseeable in its application, so that it meets the standard of “lawfulness” set by the Convention, a standard which requires that all law be sufficiently precise to allow the person – if need be, with appropriate advice – to foresee, to a degree that is reasonable in the circumstances, the consequences which a given action may entail (see Baranowski v. Poland, no. 28358/95, §§ 51-52, ECHR 2000-III, and Khudoyorov v. Russia, no. 6847/02, §125, ECHR 2005X (extracts)).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of these principles in the present case",
                                "elements": [
                                    {
                                        "content": "86.  The Court observes that the applicable provisions of domestic law permitted up to eighteen months’ detention during investigation (hereinafter “the maximum detention period”) in respect of individuals accused of particularly serious offences (Article 109 § 3, cited in paragraph 53 above). The domestic law further provided that the period in question could be extended by a judicial decision if the defendant was granted access to the case file no later than thirty days before the expiry of the maximum detention period and if the thirty-day period proved insufficient for him or her to read the entire file (Article 109 §§ 7 and 8, cited in paragraphs 57 and 58 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  In the present case the maximum detention period expired on 24 May 2008 (see paragraph 18 above). The applicant was granted access to the case file on 22 October 2007, which was over thirty days before the expiry of the maximum detention period (see paragraphs 13 above), but the thirty-day period proved insufficient for him to read all the volumes of the criminal case. For that reason, at the request of the investigator, on 20 May 2008 the Supreme Court extended the applicant’s detention until 17 August 2008 (see paragraph 19 above). The court relied on Article 109 of the CCrP.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  Subsequently, the Supreme Court extended the applicant’s detention on four occasions (on 14 August and 12 November 2008 and 12 February and 8 May 2009) for the same purpose and by reference to the same legal provision (see paragraphs 22, 23 and 29 above), bringing the overall duration of the applicant’s detention pending the investigation to thirty-two months and twenty-four days. Each of these extensions was limited to a specific date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Court has previously examined a similar situation, in the case of Tsarenko v. Russia (no. 5235/09, §§ 60-61, 3 March 2011). The Court applied the following line of reasoning:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“60.  In the present case, the eighteen months’ detention of the applicant during the investigation expired on 12 September 2008. Upon request of the investigator, the City Court granted an extension until 4 October 2008 for the purpose of studying the case file. It relied on Article 109 §§ 7 and 8 of the Code of Criminal Procedure. Subsequently, further extensions for the same purpose and by reference to the same legal provision were granted by the City Court on 1 October and 3 December 2008, 3 February, 1 and 28 April 2009. The parties disagreed on whether such repeated extensions were permitted under the applicable provisions of the domestic law. The Court has already examined a similar situation in the Korchuganova v. Russia case, in which it had regard to the interpretation given by the Russian Constitutional Court of the relevant provisions of the Code of Criminal Procedure (§ 51, case cited above). The Court noted that, according to the Constitutional Court’s binding clarifications of 13 June 1996 and 25 December 1998 [...], in the absence of an express legal provision for repeated extensions of detention on the ground that the defendant has not finished studying the file, the granting of such repeated applications for extension of the defendant’s detention was not permitted by law and incompatible with the guarantee against arbitrary detention. The restrictive interpretation adopted by the Constitutional Court is consonant with the requirements of Article 5, a provision which makes detention an exceptional departure from the right to liberty and one that is only permissible in exhaustively enumerated and strictly defined cases (see, among others, Sherstobitov v. , no. 16266/03, § 113, 10 June 2010; Shukhardin v. Russia, no. 65734/01, § 67, 28 June 2007; Nakhmanovich v. Russia, no. 55669/00, § 79, 2 March 2006; and Khudoyorov, cited above, § 142).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The case-law of the  required that a possibility to grant multiple extensions on the same ground be expressly mentioned and provided for in the criminal-procedure law. The adoption of a new Code of Criminal Procedure in 2003 did not affect the validity or applicability of the Constitutional Court’s case-law and the text of new Article 109 closely followed that of the former Article 97. The Constitutional Court’s decision of 19 March 2009, to which the Government referred, did not alter the Constitutional Court’s position [...]. The courts of general jurisdiction in the instant case, and the Government in their submissions before the Court, adopted an extensive interpretation of Article 109, claiming that, in the absence of an express prohibition on multiple extensions on the same ground, the competent court should remain free to grant as many extensions as it considered appropriate in the circumstances of the case. However, neither the domestic courts nor the Government were able to show that the new Article 109 contained an express provision for repeated extensions of the detention period for this purpose. It follows that their extensive interpretation of this provision sat ill with the restrictive interpretation adopted by the  and was incompatible with the principle of the protection from arbitrariness enshrined in Article 5 of the Convention. Accordingly, the legal basis for the extension orders of 1 October and 3 December 2008, 3 February, 1 and 28 April 2009, which covered the period of the applicant’s detention from 4 October 2008 to 20 May 2009, was deficient and the applicant’s detention for that period was in breach of Article 5 § 1.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Court sees no reason to depart from its previous conclusion to the effect that the provisions of Russian law governing detention pending study of the case file by a defendant or his or her co-defendants are not foreseeable in their application and fall short of the “quality of law” standard required under the Convention in so far as they do not contain any express rule regarding the possibility of repeated extensions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Court notes that it has declared inadmissible the applicant’s complaint about a part of his detention ordered after the expiry of the maximum period (detention between 24 May and 17 November 2008, see paragraph 79 above). However, as regards the subsequent period, between 17 November 2008 and 14 August 2009, in the absence of any express provision in Article 109 of the CCrP for repeated extensions of the detention period in order to allow the defendant to study the case file, the Court finds that there has been a violation of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The Court observes that the applicable provisions of domestic law (Article 255 § 2 of the CCrP, cited in paragraph 59 above) provided that the detention “during trial” should not exceed six months, but if the case concerned serious or particularly serious offences, the trial court could approve one or more extensions of no longer than three months each.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  In the present case the detention “during trial” started on 3 August 2009, when the prosecutor forwarded the criminal case against the applicant and his co-defendants to the trial court (see paragraph 32 above). At the preliminary hearing of the case on 14 August 2009 the trial court decided to suspend the criminal proceedings against the applicant and his co-defendants until the capture of the two absconded defendants. On the same date the court held that the grounds on which the applicant had been placed in detention still remained valid and there were no reasons to alter the preventive measure. It therefore considered that the applicant had to stay in detention. Referring to Article 255 § 2 the court held that the applicant’s detention after the arrival of the case at the court should not exceed six months and therefore he had to stay in detention during the period which should not go beyond 3 February 2010 (see paragraph 35 above). On 17 November 2009 the Supreme Court of the Russian Federation upheld the decision of 14 August 2009, having found that the applicant’s detention had been extended in compliance with Article 255 § 2 of the CCrP and that it was based on sufficient reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The parties disagreed on whether the decision of 14 August 2009 had set a specific time-limit for the applicant’s detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  In that respect the Court notes that the national legislation, as interpreted by the Russian judicial authorities, imposed on the domestic courts an obligation to set a specific time-limit when ordering an individual’s placement in, or extending the period of, detention at any stage of criminal proceedings (see paragraphs 64 and 66 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  Having regard to the operative part of the decision of 14 August 2009 (cited in paragraph 35 above) the Court considers that the decision in question had set a specific time-limit for the applicant’s detention, which was 3 February 2010. Even assuming that the way in which the decision was formulated might have been unclear to the applicant, his counsel, who had represented him at the hearing of 14 August 2009, could have explained to him until which date his detention had been extended.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  Having regard to the above, the Court considers that the decision of 14 August 2009 served as a legal basis for the applicant’s detention from 14 August 2009 until 3 February 2010 and was in conformity with domestic law. Furthermore, there is nothing to indicate that the applicant’s detention during that period could have been said to be arbitrary or that the domestic law in itself was not in conformity with the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  The Court finds therefore that there has been no violation of Article 5 § 1 of the Convention with regard to the detention order of 14 August 2009, which served as the basis for the applicant’s detention between 14 August 2009 and 3 February 2010.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "99.  The applicant complained that his pre-trial detention had not been founded on relevant and sufficient reasons. He relied on Article 5 § 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "100.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions by the parties",
                                        "elements": [
                                            {
                                                "content": "101.  The applicant maintained his complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  The Government submitted that the entire period of the applicant’s detention had been based on “relevant and sufficient” reasons and the proceedings were conducted with “special diligence”. They pointed out that the applicant was suspected of having committed a criminal offence as a member of an organised criminal group and stood trial along with twenty-nine co-defendants. Therefore, the investigation of that criminal case had been very complex.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "103.  In determining the length of detention pending trial under Article 5 § 3 of the Convention, the period to be taken into consideration begins on the day the accused is taken into custody and ends on the day when the charge is determined, even if only by a court of first instance (see Wemhoff v. Germany, 27 June 1968, § 9, Series A no. 7, and Labita v. Italy [GC], no. 26772/95, §§ 145 and 147, ECHR 2000-IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  Under Article 5 the presumption is in favour of release. The second limb of Article 5 § 3 does not give judicial authorities a choice between either bringing an accused to trial within a reasonable time or granting him provisional release pending trial. Until conviction, he must be presumed innocent, and the purpose of the provision under consideration is essentially to require his provisional release once his continuing detention ceases to be reasonable (see Neumeister v. Austria, 27 June 1968, p. 37, § 4, Series A no. 8; McKay v. the United Kingdom [GC], no. 543/03, § 41, ECHR 2006X; and Bykov v.  [GC], no. 4378/02, § 61, 10 March 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  The issue of whether a period of detention is reasonable cannot be assessed in abstracto. Whether it is reasonable for an accused to remain in detention must be assessed in each case according to its special features. Continued detention therefore can be justified in a given case only if there are specific indications of a genuine requirement of public interest which, notwithstanding the presumption of innocence, outweighs the rule of respect for individual liberty laid down in Article 5 of the Convention (see W. v. Switzerland, 26 January 1993, § 30, Series A no. 254A, and Kudła v.  [GC], no. 30210/96, § 110, ECHR 2000XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  The responsibility falls in the first place on the national judicial authorities to ensure that, in a given case, the pre-trial detention of an accused person does not exceed a reasonable time. To this end they must, paying due regard to the principle of the presumption of innocence, examine all the facts arguing for or against the existence of the above-mentioned demand of public interest justifying a departure from the rule in Article 5 and must set them out in their decisions on the applications for release. It is essentially on the basis of the reasons given in these decisions and of the established facts stated by the applicant in his appeals that the Court is called upon to decide whether or not there has been a violation of Article 5 § 3 (see Muller v. France, 17 March 1997, § 35, Reports of Judgments and Decisions 1997II; Labita, cited above, § 152, and McKay v. the United Kingdom, cited above, § 43).",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  The persistence of a reasonable suspicion that the person arrested has committed an offence is a condition sine qua non for the lawfulness of the continued detention, but with the lapse of time this no longer suffices and the Court must then establish whether the other grounds given by the judicial authorities continued to justify the deprivation of liberty. Where such grounds are “relevant” and “sufficient”, the Court must also be satisfied that the national authorities displayed “special diligence” in the conduct of the proceedings (see, among other authorities, Letellier v. , 26 June 1991, § 35, Series A no. 207; Yağcı and Sargın v. Turkey, 8 June 1995, § 50, Series A no. 319A; and Bykov, cited above, § 64).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of these principles in the present case",
                                "elements": [
                                    {
                                        "content": "108. The applicant was arrested on 24 November 2006. On 28 April 2010 he was released under a written undertaking not to leave the town. He remained under a written undertaking until his conviction on 20 April 2011. It follows that the applicant’s pre-trial detention lasted from 24 November 2006 until 28 April 2010, which is three years, five months and four days. In that respect the Court notes that it has found above that the applicant’s detention from 17 November 2008 to 14 August 2009 was unlawful, and therefore, in breach of Article 5 § 1 of the Convention (see paragraph 91 above). These findings may, in principle, make it unnecessary to discuss, from the standpoint of Article 5 § 3 of the Convention, the sufficiency and the relevance of the grounds given by the domestic courts to justify the applicant’s detention during that period. Nevertheless, for the sake of clarity the Court considers it appropriate to examine the entire period of the applicant’s detention (see, for a similar approach, Fedorenko v. Russia, no. 39602/05, § 64, 20 September 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  It is not disputed by the parties that the applicant’s detention was initially warranted by a reasonable suspicion that he had been involved in large-scale drug trafficking. The Court therefore has to ascertain whether the other grounds given by the authorities continued to justify the deprivation of liberty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  The Court notes that pending the investigation of the case the domestic courts authorised the applicant’s detention relying mainly on the seriousness of the charges against him and his potential to abscond, reoffend or obstruct the establishment of the truth, if released. Occasionally they cited other factors, such as the “public danger” of the offence with which the applicant had been charged (decisions of 25 November 2006 and 11 May and 14 August 2007), the need to secure the execution of the sentence (decisions of 25 November 2006 and 23 January and 11 May 2007), the complexity of the criminal case (decision of 7 February 2008) or the need to allow additional time for the trial court to take a decision on application of a custodial measure to the applicant during the trial (decision of 11 May 2007). The applicant’s detention between 24 May 2008 and 14 August 2009 was, in addition, justified by the need to familiarise himself with the materials of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  As regards the courts’ reliance on the seriousness of charges, the Court has repeatedly held that this reason cannot by itself serve to justify long periods of detention (see, among other authorities, Khudoyorov, cited above § 180). Although the severity of the sentence faced is a relevant element in the assessment of the risk of absconding or reoffending, the need to continue the deprivation of liberty cannot be assessed from a purely abstract point of view, taking into consideration only the gravity of the offence. Nor can continuation of the detention be used to anticipate a custodial sentence (see Letellier, cited above § 51; Ilijkov v. Bulgaria, no. 33977/96, § 81, 26 July 2001; and Panchenko v. , no. 45100/98, § 102, 8 February 2005;).",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The Government have laid particular emphasis on the organised nature of the alleged criminal activities. Indeed, the applicant was charged with membership of a criminal gang, which is an offence under the Criminal Code, and with particularly serious offences committed as part of such an organised group. As the Court has previously observed, the existence of a general risk flowing from the organised nature of criminal activities may be accepted as the basis for detention at the initial stages of the proceedings (see Celejewski v. Poland, no. 17584/04, §§ 37 and 38, 4 May 2006, and Kučera v. Slovakia, no. 48666/99, § 95, ECHR 2007-... (extracts)). The Court cannot agree, however, that the nature of those activities could form the basis of detention orders at an advanced stage of the proceedings. Thus, the above circumstances alone could not constitute a sufficient basis for holding the applicant in detention for such a long period of time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  It remains to be ascertained whether the domestic courts established and convincingly demonstrated the existence of concrete facts in support of their conclusions that the applicant could abscond, obstruct justice or reoffend.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  The Court observes that the domestic courts justified the risk that the applicant might abscond, reoffend or obstruct the proceedings by reference to the applicant’s drug addiction and criminal record. They underlined that his most recent conviction was dated 2006. The Court agrees that these grounds might have been relevant for the assessment of the need to keep the applicant in detention. However, the judiciary merely cited them, without providing any further explanation. They did not indicate whether the previous charges were comparable, either in nature or in the degree of seriousness, to the charges in the pending proceedings. Neither did they assess other aspects of the applicant’s personality and his personal circumstances, or refer to any other facts or evidence which could have substantiated the above risks.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  In any event, the Court considers that the risks referred to by the domestic courts became less significant in the course of time and, in particular, after the investigation of the case was completed. However, after the referral of the case for trial, the domestic courts kept the applicant in detention for several more months. Their reasoning did not evolve to reflect the developing situation. They merely stated in their decisions that the grounds on which the applicant’s detention had been ordered still remained valid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  The Court also observes that on several occasions the domestic courts extended the applicant’s detention by means of identically or similarly worded detention orders (see paragraphs 19 and 22, 23 and 29 above) and issued “collective” detention orders in respect of the applicant and his co-defendants (see paragraphs 35 and 40 above), without having proper regard to the applicant’s individual circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  Having regard to the above, the Court considers that the domestic courts neither established nor convincingly demonstrated the existence of specific facts in support of their conclusions that the applicant could abscond, obstruct justice or reoffend.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  As regards the other grounds cited by the domestic courts when extending the applicant’s detention (see paragraph 110 above), the Court notes that they were cited occasionally, became negligible in the course of time, and in any event, were not such as to outweigh the applicant’s right to trial within a reasonable time or to release pending trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  Overall, the Court considers that that the authorities failed to adduce relevant and sufficient reasons to justify extending the applicant’s detention pending trial to three years, five months and four days. In such circumstances it is not necessary to examine whether the case was complex or whether the proceedings were conducted with “special diligence”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  There has therefore been a violation of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "121.  The applicant further complained that on 23 April and 11 August 2009 the Supreme Court of the  examined his appeals against the detention orders of 12 February and 8 May 2009 respectively in his absence, despite his request for participation in these hearings. He relied on Article 5 § 4, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "122.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions by the parties",
                                        "elements": [
                                            {
                                                "content": "123. The applicant maintained his complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  The Government considered that the proceedings by which the lawfulness of the applicant’s detention had been examined had fully complied with the requirements of Article 5 § 4. The applicant’s counsel had been duly informed of both appeal hearings, but had failed to appear at either of them. The applicant had been also duly notified of those hearings. However, he had not made a special request to be present at the appeal hearing of 23 April 2009. His request for leave to appear at the appeal hearing of 11 August 2009 had been dismissed by the appeal court on lawful grounds. According to the position of the Constitutional Court, a defendant’s right to bring to the knowledge of the appeal court his arguments concerning the lawfulness of a decision to remand him in custody could be effected either by means of his personal attendance at the hearing or by other means provided for by law (see Relevant domestic law and practice above). In the present case the applicant explained his position to the appeal court by submitting detailed grounds of appeal and the prosecutor was not taking part in the appeal hearing. Bringing the applicant to the appeal hearings could have delayed the proceedings and would breach the rights of the other accused.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "125.  The Court reiterates that by virtue of Article 5 § 4 an arrested or detained person is entitled to bring proceedings for review by a court of the procedural and substantive conditions which are essential for the “lawfulness”, in the sense of Article 5 § 1, of his or her deprivation of liberty (see Brogan and Others v. the United Kingdom, 29 November 1988, § 65, Series A no. 154-B).",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  Although the Convention does not compel the Contracting States to set up a second level of jurisdiction for the examination of the lawfulness of detention, “a State which institutes such a system must in principle accord to the detainees the same guarantees on appeal as at first instance” (see Navarra v. France, judgment of 23 November 1993, Series A no. 273-B, § 28, and Toth v. Austria, judgment of 12 December 1991, Series A no. 224, § 84).",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  The requirement of procedural fairness under Article 5 § 4 does not impose a uniform, unvarying standard to be applied irrespective of the context, facts and circumstances (see A. and Others v. the  [GC], no. 3455/05, § 203, ECHR 2009). Although it is not always necessary for a procedure under Article 5 § 4 to be attended by the same guarantees as those required under Article 6 § 1 of the Convention for criminal or civil litigation, it must have a judicial character and provide guarantees appropriate to the kind of deprivation of liberty in question (see Reinprecht v. Austria, no. 67175/01, § 31, ECHR 2005- ..., with further references). The proceedings must be adversarial and must always ensure equality of arms between the parties. In the case of a person whose detention falls within the ambit of Article 5 § 1 (c), a hearing is required (see Nikolova v. Bulgaria [GC], no. 31195/96, § 58, ECHR 1999II). The opportunity for a detainee to be heard either in person or through some form of representation features among the fundamental guarantees of procedure applied in matters of deprivation of liberty (see Kampanis v. Greece, 13 July 1995, § 47, Series A no. 318B).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of these principles in the present case",
                                "elements": [
                                    {
                                        "content": "128.  The Court observes that on 23 April and 11 August 2009 the Supreme Court of the  examined and dismissed the applicant’s appeals against the detention orders of 12 February and 8 May 2009 respectively (see paragraphs 28 and 34 above). The hearing of 23 April 2009 was held without the attendance of either the applicant or his counsel, but in the presence of the prosecutor, who requested that the applicant’s appeal be dismissed. The hearing of 11 August 2009 was held without the attendance of the applicant, his counsel or the prosecution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "129.  The Court has previously held that, in principle, it was permissible for the court of appeal reviewing a detention order issued by a lower court to examine it only in the presence of the detainee’s lawyer, provided that the hearing before the first-instance court offered sufficient procedural guarantees (see Lebedev v. , no. 4493/04, § 114, 25 October 2007). However, depending on the circumstances of the case, the detainee’s personal presence was required in order to be able to give satisfactory information and instructions to his counsel (see Graužinis v. Lithuania, no. 37975/97, §§ 34-35, 10 October 2000 and Mamedova v. Russia, no. 7064/05, §§ 91-93, 1 June 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  In the present case the applicant complained that his appeals against the detention orders had been examined in his absence despite his request to participate in the appeal hearings. The Court will therefore have to determine whether, in the particular circumstances of the present case, the applicant’s personal presence was required at those hearings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  The Court observes that the applicant’s counsel did not appear at either of the appeal hearings. The Government claimed that she had been duly notified of the dates of the hearings. However they have not provided the Court with any evidence to confirm that the summonses had been in fact served on the applicant’s counsel. In such circumstances the Court is not persuaded that the applicant’s counsel had been duly notified of the hearings in question. Therefore, taking into account that the applicant’s counsel was not present at the appeal hearings and also what was at stake for the applicant, who, by the moment of examination of his appeals had spent more than two years in detention, the Court considers that the appeal court could not properly examine the applicant’s appeals in his absence. The Court also considers that this conclusion is not undermined by the fact that the prosecutor was not taking part in the hearing of 11 August 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  In so far as the Government may be understood to argue that by failing to indicate in his statement of appeal his wish to participate in the appeal hearing of 23 April 2009 the applicant had waived his right to participate in that hearing, the Court considers it necessary to note the following. The Court has previously held that the requirement to lodge a prior request for participation in the appeal hearing would not be contrary to the Convention, if the procedure was clearly set out in the domestic law (see, mutatis mutandis, Sibgatullin v. , no. 32165/02, § 45, 23 April 2009, in the context of appeal proceedings against conviction). The applicant provided the Court with a copy of his additional grounds of appeal against the detention order of 12 February 2009, which he lodged on 24 February 2009 and in which he had indicated that he wished to take part in the examination of his appeal. Having regard to the fact that the Government did not contest the authenticity of that document, the Court considers that the applicant did lodge a request for participation in the appeal hearing and therefore, it cannot be said that he waived his rights. Therefore, even assuming that for an unknown reason the request submitted by the applicant did not reach the appeal court, the latter should have verified whether the applicant had been duly notified of the appeal hearing and informed of the steps to be taken in order to participate in it and if he had not, whether the case should have been adjourned. There is nothing in the material before the Court to suggest that the appeal court considered those issues in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.  Having regard to its findings in paragraphs 131 and 132 above, the Court considers that by holding the appeal hearings of 23 April and 11 August 2009 in the absence of the applicant the appeal court deprived him of an effective control of the lawfulness of his detention. There has therefore been a violation of Article 5 § 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "134.  Lastly, the Court has examined the other complaints submitted by the applicant, and, having regard to all the material in its possession and in so far as these complaints fall within the Court’s competence, it finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "135.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "136.  The applicant claimed 100,000 euros (EUR) in respect of pecuniary damage for the alleged infection with tuberculosis. He also claimed compensation for non-pecuniary damage for the violation of his rights under the Convention. He asked the Court to determine the amount of the award in accordance with its case-law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "137.  The Government considered that in the event that a violation of the applicant’s rights was found, such a finding would constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "138.  The Court does not discern any causal link between the violations found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, it awards the applicant EUR 10,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "139.  The applicant did not submit any claims for costs and expenses. Accordingly, the Court makes no award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "140.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares admissible the complaints of unlawfulness of the applicant’s detention between 17 November 2008 and 14 August 2009 and the detention ordered by the decision of 14 August 2009, the length of his pre-trial detention and the applicant’s absence from the appeal hearings of 23 April and 11 August 2009, and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 1 of the Convention on account of the applicant’s detention between 17 November 2008 and 14 August 2009;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 5 § 1 of the Convention on account of the applicant’s detention ordered by the decision of 14 August 2009;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 5 § 3 of the Convention on account of the length of the applicant’s pre-trial detention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 5 § 4 of the Convention as regards the applicant’s absence from the appeal hearings of 23 April and 11 August 2009 concerning the review of the lawfulness of his pre-trial detention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 10,000 (ten thousand euros) in respect of non-pecuniary damage, to be converted into the currency of the respondent State at the rate applicable on the date of settlement, plus any tax that may be chargeable on the applicant;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 November 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nina Vajić",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Peer Lorenzen",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PYATKOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-114522.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:1113JUD006176708",
    "externalsources": [],
    "extractedappno": [
        "61767/08",
        "64812/01",
        "67253/01",
        "34393/03",
        "44917/08",
        "3242/03",
        "2974/05",
        "30268/03",
        "62566/00",
        "34979/97",
        "13229/03",
        "28358/95",
        "6847/02",
        "5235/09",
        "16266/03",
        "65734/01",
        "55669/00",
        "26772/95",
        "543/03",
        "4378/02",
        "30210/96",
        "39602/05",
        "33977/96",
        "45100/98",
        "17584/04",
        "48666/99",
        "3455/05",
        "67175/01",
        "31195/96",
        "4493/04",
        "37975/97",
        "7064/05",
        "32165/02"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Articles 104, 109 and 255 § 2 of the Code of Criminal procedure of the Russian Federation"
    ],
    "itemid": "001-114522",
    "judgementdate": "13/11/2012 00:00:00",
    "kpdate": "13/11/2012 00:00:00",
    "kpthesaurus": [
        "448",
        "220",
        "339",
        "227",
        "404",
        "337",
        "438",
        "14",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "5-3",
        "5-4",
        "35",
        "5-1",
        "5",
        "41"
    ],
    "parties": [
        "PYATKOV",
        "RUSSIA"
    ],
    "rank": "933.471740722656",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "A. and Others v. the United Kingdom [GC], no. 3455/05, § 203, ECHR 2009",
        "Alver v. Estonia, no. 64812/01, § 54, 8 November 2005",
        "Babushkin v. Russia, no. 67253/01, § 56, 18 October 2007",
        "Baranowski v. Poland, no. 28358/95, §§ 51-52, ECHR 2000-III",
        "Brogan and Others v. the United Kingdom, 29 November 1988, § 65, Series A no. 154-B",
        "Bykov v. Russia [GC], no. 4378/02, 10 March 2009",
        "Celejewski v. Poland, no. 17584/04, §§ 37 and 38, 4 May 2006",
        "Dmitriy Sazonov v. Russia, no. 30268/03, § 40, 1 March 2012",
        "Fedorenko v. Russia, no. 39602/05, § 64, 20 September 2011",
        "Gladkiy v. Russia, no. 3242/03, § 88, 21 December 2010",
        "Graužinis v. Lithuania, no. 37975/97, §§ 34-35, 10 October 2000",
        "Hazar and Others v. Turkey (dec.), nos. 62566/00 et seq., 10 January 2002",
        "Ilijkov v. Bulgaria, no. 33977/96, § 81, 26 July 2001",
        "Kampanis v. Greece, 13 July 1995, § 47, Series A no. 318-B",
        "Khudoyorov v. Russia, no. 6847/02, §125, ECHR 2005-X (extracts)",
        "Kucera v. Slovakia, no. 48666/99, § 95, ECHR 2007-... (extracts)",
        "Kudla v. Poland [GC], no. 30210/96, § 110, ECHR 2000-XI",
        "Labita v. Italy [GC], no. 26772/95, ECHR 2000-IV",
        "Lebedev v. Russia, no. 4493/04, § 114, 25 October 2007",
        "Letellier v. France, 26 June 1991, Series A no. 207",
        "Mamedova v. Russia, no. 7064/05, §§ 91-93, 1 June 2006",
        "McKay v. the United Kingdom [GC], no. 543/03, § 41, ECHR 2006-X",
        "Muller v. France, 17 March 1997, § 35, Reports of Judgments and Decisions 1997-II",
        "Navarra v. France, judgment of 23 November 1993, Series A no. 273-B, § 28",
        "Neumeister v. Austria, 27 June 1968, p. 37, § 4, Series A no. 8",
        "McKay v. the United Kingdom [GC], no. 543/03, § 41, ECHR 2006-X",
        "Nikolova v. Bulgaria [GC], no. 31195/96, § 58, ECHR 1999-II",
        "Pakhomov v. Russia, no. 44917/08, § 65, 30 September 2010",
        "Panchenko v. Russia, no. 45100/98, § 102, 8 February 2005",
        "Pitalev v. Russia, no. 34393/03, § 53, 30 July 2009",
        "Reinprecht v. Austria, no. 67175/01, § 31, ECHR 2005- ...",
        "Saadi v. the United Kingdom [GC], no. 13229/03, § 67, ECHR 2008",
        "Sibgatullin v. Russia, no. 32165/02, § 45, 23 April 2009",
        "Toth v. Austria, judgment of 12 December 1991, Series A no. 224, § 84",
        "Tsarenko v. Russia, no. 5235/09, §§ 60-61, 3 March 2011",
        "Vasyukov v. Russia, no. 2974/05, § 66, 5 April 2011",
        "W. v. Switzerland, 26 January 1993, § 30, Series A no. 254-A",
        "Walker v. the United Kingdom (dec.), no. 34979/97, ECHR 2000-I",
        "Wemhoff v. Germany, 27 June 1968, § 9, Series A no. 7",
        "Yagci and Sargin v. Turkey, 8 June 1995, § 50, Series A no. 319-A"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "373711",
    "typedescription": "15"
}