{
    "__articles": "2;2-1;13;13+2;13+P1-1;41;P1-1;P1-1-1",
    "__conclusion": "Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2 - Positive obligations;Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions;Possessions);Violation of Article 13+2 - Right to an effective remedy (Article 13 - Effective remedy) (Article 2 - Right to life;Article 2-1 - Effective investigation);Violation of Article 13+P1-1 - Right to an effective remedy (Article 13 - Effective remedy) (Article 1 of Protocol No. 1 - Protection of property;Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Pecuniary and non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "18;60",
    "appno": "48939/99",
    "article": [
        "13",
        "41",
        "2",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2 - Positive obligations",
                "Article 2-1 - Effective investigation"
            ],
            "element": "Violation of Article 2 - Right to life",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions",
                "Possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        },
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+2 - Right to an effective remedy",
            "mentions": [
                "Article 2 - Right to life",
                "Article 2-1 - Effective investigation"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+2 - Right to an effective remedy",
            "mentions": [
                "Article 2 - Right to life",
                "Article 2-1 - Effective investigation"
            ],
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+P1-1 - Right to an effective remedy",
            "mentions": [
                "Article 1 of Protocol No. 1 - Protection of property",
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+P1-1 - Right to an effective remedy",
            "mentions": [
                "Article 1 of Protocol No. 1 - Protection of property",
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Pecuniary and non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-67614.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 48939/99) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Turkish nationals, Mr Ahmet Nuri Çınar and Mr Maşallah Öneryıldız, on 18 January 1999.",
                        "elements": []
                    },
                    {
                        "content": "2.  Relying on Articles 2, 8 and 13 of the Convention and on Article 1 of Protocol No. 1, the applicants submitted that the national authorities were responsible for the deaths of their close relatives and for the destruction of their property as a result of a methane explosion on 28 April 1993 at the municipal rubbish tip in Ümraniye (). They further complained that the administrative proceedings conducted in their case had not complied with the requirements of fairness and promptness set forth in Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "3.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, a Chamber composed of Mrs E. Palm, President, Mrs W. Thomassen, Mr Gaukur Jörundsson, Mr R. Türmen, Mr C. Bîrsan, Mr J. Casadevall, Mr R. Maruste, judges, and Mr M. O’Boyle, Section Registrar, decided on 22 May 2001 to disjoin the complaints of Mr Çınar and Mr Öneryıldız and declared the application admissible in so far as it concerned the latter (“the applicant”), acting on his own behalf, on behalf of his three surviving sons, Hüsamettin, Aydın and Halef Öneryıldız, who were minors at the time, and also on behalf of his wife, Gülnaz Öneryıldız, his concubine, Sıdıka Zorlu, and his other children, Selahattin, İdris, Mesut, Fatma, Zeynep, Remziye and Abdülkerim Öneryıldız.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 18 June 2002, after holding a hearing, the Chamber delivered a judgment in which it held by five votes to two that there had been a violation of Article 2 of the Convention, unanimously that there was no need to examine separately the complaints under Article 6 § 1 and Articles 8 and 13 of the Convention, and by four votes to three that there had been a violation of Article 1 of Protocol No. 1. The partly dissenting opinions of Mr Casadevall, Mr Türmen and Mr Maruste were annexed to the judgment.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 12 September 2002 the Turkish Government (“the Government”) requested under Article 43 of the Convention and Rule 73 that the case be referred to the Grand Chamber.",
                        "elements": []
                    },
                    {
                        "content": "On 6 November 2002 a panel of the Grand Chamber decided to accept that request.",
                        "elements": []
                    },
                    {
                        "content": "6.  The composition of the Grand Chamber was determined according to the provisions of Article 27 §§ 2 and 3 of the Convention and Rule 24.",
                        "elements": []
                    },
                    {
                        "content": "7.  Before the Grand Chamber the applicant, represented by Ms E. Deniz, of the Istanbul Bar, and the Government, represented by their co-Agent, Mrs D. Akçay, filed memorials on 7 and 10 March 2003 respectively. The parties subsequently sent the Registry additional observations and documents in support of their arguments.",
                        "elements": []
                    },
                    {
                        "content": "8.  A hearing took place in public in the , , on 7 May 2003 (Rule 59 § 3).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Ms Deniz and Mrs Akçay.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "9.  The applicant was born in 1955 and is now living in the district of Şirvan (), the area where he was born. At the material time he was living with twelve close relatives in the slum quarter (gecekondu mahallesi) of Kazım Karabekir in Ümraniye, a district of Istanbul, where he had moved after resigning from his post as a village guard in south-eastern .",
                                "elements": []
                            },
                            {
                                "content": "A.  The Ümraniye household-refuse tip and the area in which the applicant lived",
                                "elements": [
                                    {
                                        "content": "10.  Since the early 1970s a household-refuse tip had been in operation in Hekimbaşı, a slum area adjoining Kazım Karabekir. On 22 January 1960 Istanbul City Council (“the city council”) had been granted use of the land, which belonged to the Forestry Commission (and therefore to the Treasury), for a term of ninety-nine years. Situated on a slope overlooking a valley, the site spread out over a surface area of approximately 35 hectares and from 1972 onwards was used as a rubbish tip by the districts of Beykoz, Üsküdar, Kadıköy and Ümraniye under the authority and responsibility of the city council and, ultimately, the ministerial authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "When the rubbish tip started being used, the area was uninhabited and the closest built-up area was approximately 3.5 km away. However, as the years passed, rudimentary dwellings were built without any authorisation in the area surrounding the rubbish tip, which eventually developed into the slums of Ümraniye.",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to an official map covering the areas of Hekimbaşı and Kazım Karabekir, produced by Ümraniye District Council’s Technical Services Department, the applicant’s house was built on the corner of  and . That part of the settlement was adjacent to the municipal rubbish tip and since 1978 had been under the authority of a local mayor answerable to the district council.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Ümraniye tip no longer exists. The local council had it covered with earth and installed air ducts. Furthermore, land-use plans are currently being prepared for the areas of Hekimbaşı and Kazım Karabekir. The city council has planted trees on a large area of the former site of the tip and has had sports grounds laid.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Steps taken by Ümraniye District Council",
                                "elements": [
                                    {
                                        "content": "1.  In 1989",
                                        "elements": [
                                            {
                                                "content": "11.  Following the local elections of 26 March 1989, Ümraniye District Council sought to amend the urban development plan on a scale of 1:1,000. However, the decision-making authorities refused to adopt the plan as it covered an area that ran very close to the municipal rubbish tip.",
                                                "elements": []
                                            },
                                            {
                                                "content": "From 4 December of that year Ümraniye District Council began dumping heaps of earth and refuse on to the land surrounding the Ümraniye slums in order to redevelop the site of the rubbish tip.",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, on 15 December 1989 M.C. and A.C., two inhabitants of the Hekimbaşı area, brought proceedings against the district council in the Fourth Division of the Üsküdar District Court to establish title to land. They complained of damage to their plantations and sought to have the work halted. In support of their application, M.C. and A.C. produced documents showing that they had been liable for council tax and property tax since 1977 under tax no. 168900. In 1983 the authorities had asked them to fill in a standard form for the declaration of illegal buildings so that their title to the properties and land could be regularised (see paragraph 54 below). On 21 August 1989, at their request, the city council’s water and mains authority had ordered a water meter to be installed in their house. Furthermore, copies of electricity bills show that M.C. and A.C., as consumers, made regular payments for the power they had used on the basis of readings taken from a meter installed for that purpose.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  In the District Court, the district council based its defence on the fact that the land claimed by M.C. and A.C. was situated on the waste-collection site; that residence there was contrary to health regulations; and that their application for regularisation of their title conferred no rights on them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In a judgment delivered on 2 May 1991 (case no. 1989/1088), the District Court found for M.C. and A.C., holding that there had been interference with the exercise of their rights over the land in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, the Court of Cassation set the judgment aside on 2 March 1992. On 22 October 1992 the District Court followed the Court of Cassation’s judgment and dismissed M.C.’s and A.C.’s claims.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "\n2.  In 1991",
                                        "elements": [
                                            {
                                                "content": "13.  On 9 April 1991 Ümraniye District Council applied to the Third Division of the Üsküdar District Court for experts to be appointed to determine whether the rubbish tip complied with the relevant regulations, in particular the Regulations on Solid-Waste Control of 14 March 1991. The district council also applied for an assessment of the damage it had sustained, as evidence in support of an action for damages it was preparing to bring against the city council and the councils of the three other districts that used the tip.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The application for an expert opinion was registered as case no. 1991/76, and on 24 April 1991 a committee of experts was set up for that purpose, comprising a professor of environmental engineering, a land registry official and a forensic medical expert.",
                                                "elements": []
                                            },
                                            {
                                                "content": "According to the experts’ report, drawn up on 7 May 1991, the rubbish tip in question did not conform to the technical requirements set forth, inter alia, in regulations 24 to 27, 30 and 38 of the Regulations of 14 March 1991 and, accordingly, presented a number of dangers liable to give rise to a major health risk for the inhabitants of the valley, particularly those living in the slum areas: no walls or fencing separated the tip from the dwellings fifty metres away from the mountain of refuse, the tip was not equipped with collection, composting, recycling or combustion systems, and no drainage or drainage-water purification systems had been installed. The experts concluded that the Ümraniye tip “exposed humans, animals and the environment to all kinds of risks”. In that connection the report, drawing attention first to the fact that some twenty contagious diseases might spread, underlined the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... In any waste-collection site gases such as methane, carbon dioxide and hydrogen sulphide form. These substances must be collected and ... burnt under supervision. However, the tip in question is not equipped with such a system. If methane is mixed with air in a particular proportion, it can explode. This installation contains no means of preventing an explosion of the methane produced as a result of the decomposition [of the waste]. May God preserve us, as the damage could be very substantial given the neighbouring dwellings. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "On 27 May 1991 the report was brought to the attention of the four councils in question, and on 7 June 1991 the governor was informed of it and asked to brief the Ministry of Health and the Prime Minister’s Environment Office (“the Environment Office”).",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  Kadıköy and Üsküdar District Councils and the city council applied on 3, 5 and 9 June 1991 respectively to have the expert report set aside. In their notice of application the councils’ lawyers simply stated that the report, which had been ordered and drawn up without their knowledge, contravened the Code of Civil Procedure. The three lawyers reserved the right to file supplementary pleadings in support of their objections once they had obtained all the necessary information and documents from their authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "As none of the parties filed supplementary pleadings to that end, the proceedings were discontinued.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  However, the Environment Office, which had been advised of the report on 18 June 1991, made a recommendation (no. 09513) urging the Istanbul Governor’s Office, the city council and Ümraniye District Council to remedy the problems identified in the present case:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... The report prepared by the committee of experts indicates that the waste-collection site in question breaches the Environment Act and the Regulations on Solid-Waste Control and consequently poses a health hazard to humans and animals. The measures provided for in regulations 24, 25, 26, 27, 30 and 38 of the Regulations on Solid-Waste Control must be implemented at the site of the tip ... I therefore ask for the necessary measures to be implemented ... and for our office to be informed of the outcome.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  On 27 August 1992 Şinasi Öktem, the mayor of Ümraniye, applied to the First Division of the Üsküdar District Court for the implementation of temporary measures to prevent the city council and the neighbouring district councils from using the waste-collection site. He requested, in particular, that no further waste be dumped, that the tip be closed and that redress be provided in respect of the damage sustained by his district.",
                                                "elements": []
                                            },
                                            {
                                                "content": "On 3 November 1992 Istanbul City Council’s representative opposed that request. Emphasising the city council’s efforts to maintain the roads leading to the rubbish tip and to combat the spread of diseases, stray dogs and the emission of odours, the representative submitted, in particular, that a plan to redevelop the site of the tip had been put out to tender. As regards the request for the temporary closure of the tip, the representative asserted that Ümraniye District Council was acting in bad faith in that, since it had been set up in 1987, it had done nothing to decontaminate the site.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Istanbul City Council had indeed issued a call for tenders for the development of new sites conforming to modern standards. The first planning contract was awarded to the American firm CVH2M Hill International Ltd, and on 21 December 1992 and 17 February 1993 new sites were designed for the European and Anatolian sides of  respectively. The project was due for completion in the course of 1993.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  While those proceedings were still pending, Ümraniye District Council informed the mayor of  that from 15 May 1993 the dumping of waste would no longer be authorised.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  The accident",
                                "elements": [
                                    {
                                        "content": "18.  On 28 April 1993 at about 11 a.m. a methane explosion occurred at the site. Following a landslide caused by mounting pressure, the refuse erupted from the mountain of waste and engulfed some ten slum dwellings situated below it, including the one belonging to the applicant. Thirty-nine people died in the accident.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The proceedings instituted in the present case",
                                "elements": [
                                    {
                                        "content": "1.  The initiative of the Ministry of the Interior",
                                        "elements": [
                                            {
                                                "content": "19.  Immediately after the accident two members of the municipal police force sought to establish the facts. After taking evidence from the victims, including the applicant, who explained that he had built his house in 1988, they reported that thirteen huts had been destroyed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "On the same day the members of a crisis unit set up by the Istanbul Governor’s Office also went to the site and found that the landslide had indeed been caused by a methane explosion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  The next day, on 29 April 1993, the Ministry of the Interior (“the Ministry”) ordered the Administrative Investigation Department (“the investigation department”) to examine the circumstances in which the disaster had occurred in order to determine whether proceedings should be instituted against the two mayors, Mr Sözen and Mr Öktem.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The criminal inquiry",
                                        "elements": [
                                            {
                                                "content": "21.  While those administrative proceedings were under way, on 30 April 1993 the Üsküdar public prosecutor (“the public prosecutor”) went to the scene of the accident, accompanied by a committee of experts composed of three civil-engineering professors from three different universities. In the light of his preliminary observations, he instructed the committee to determine how liability for the accident should be apportioned among the public authorities and the victims.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On 6 May 1993 the applicant lodged a complaint at the local police station. He stated: “If it was the authorities who, through their negligence, caused my house to be buried and caused the death of my partners and children, I hereby lodge a criminal complaint against the authority or authorities concerned.” The applicant’s complaint was added to the investigation file (no. 1993/6102), which the public prosecutor had already opened of his own motion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  On 14 May 1993 the public prosecutor heard evidence from a number of witnesses and victims of the accident. On 18 May 1993 the committee of experts submitted the report ordered by the public prosecutor. In its report the committee noted, firstly, that there was no development plan on a scale of 1:5,000 for the region, that the urban development plan on a scale of 1:1,000 had not been approved and that most of the dwellings that had been engulfed had in fact been outside the area covered by the urban development plan, on the far edge of the site of the rubbish tip. The experts confirmed that the landslide – affecting land which had already been unstable – could be explained both by the mounting pressure of the gas inside the tip and by the explosion of the gas. Reiterating the public authorities’ obligations and duties under the relevant regulations, the experts concluded that liability for the accident should be apportioned as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(i)  2/8 to Istanbul City Council, for failing to act sufficiently early to prevent the technical problems which already existed when the tip was first created in 1970 and have continued to increase since then, or to indicate to the district councils concerned an alternative waste-collection site, as it was obliged to do under Law no. 3030;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii)  2/8 to Ümraniye District Council for implementing a development plan while omitting, contrary to Regulations on Solid-Waste Control (no. 20814), to provide for a 1,000 metre-wide buffer zone to remain uninhabited, and for attracting illegal dwellings to the area and taking no steps to prevent them from being built, despite the experts’ report of 7 May 1991;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii)  2/8 to the slum inhabitants for putting the members of their families in danger by settling near a mountain of waste;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iv)  1/8 to the Ministry of the Environment for failing to monitor the tip effectively in accordance with the Regulations on Solid-Waste Control (no. 20814);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(v)  1/8 to the government for encouraging the spread of this type of settlement by declaring an amnesty in relation to illegal dwellings on a number of occasions and granting property titles to the occupants.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  On 21 May 1993 the public prosecutor made an order declining jurisdiction ratione personae in respect of the administrative authorities that had been held liable, namely Istanbul City Council, Ümraniye District Council, the Ministry of the Environment and the heads of government from the period between 1974 and 1993. He accordingly referred the case to the  governor, considering that it came under the Prosecution of Civil Servants Act, the application of which was a matter for the administrative council of the  (“the administrative council”). However, the public prosecutor stated in his order that the provisions applicable to the authorities in question were Article 230 and Article 455 § 2 of the Criminal Code, which respectively concerned the offences of negligence in the performance of public duties and negligent homicide.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In so far as the case concerned the possible liability of the slum inhabitants – including the applicant – who were not only victims but had also been accused under Article 455 § 2 of the Criminal Code, the public prosecutor expressed the opinion that, as the case stood, it was not possible to disjoin their complaints, having regard to sections 10 and 15 of the above-mentioned Act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "On 27 May 1993, when the investigation department had completed the preliminary inquiry, the public prosecutor’s file was transmitted to the Ministry.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Outcome of the administrative investigation in respect of the relevant authorities",
                                        "elements": [
                                            {
                                                "content": "25.  On 27 May 1993, having regard to the conclusions of its own inquiry, the investigation department sought authorisation from the Ministry to open a criminal investigation in respect of the two mayors implicated in the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The day after that request was made Ümraniye District Council made the following announcement to the press:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The sole waste-collection site on the Anatolian side stood in the middle of our district of Ümraniye like an object of silent horror. It has broken its silence and caused death. We knew it and were expecting it. As a district council, we had been hammering at all possible doors for four years to have this waste-collection site removed. We were met with indifference by Istanbul City Council. It abandoned the decontamination works ... after laying two spades of concrete at the inauguration. The ministries and the government were aware of the facts, but failed to take much notice. We had submitted the matter to the courts and they had found in our favour, but the judicial machinery could not be put into action. ... We must now face up to our responsibilities and will all be accountable for this to the inhabitants of Ümraniye ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The authorisation sought by the investigation department was granted on 17 June 1993 and a chief inspector from the Ministry (“the chief inspector”) was accordingly put in charge of the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the light of the investigation file compiled in the case, the chief inspector took down statements from Mr Sözen and Mr Öktem. The latter stated, among other things, that in December 1989 his district council had begun decontamination works in the Hekimbaşı slum area, but that these had been suspended at the request of two inhabitants of the area (see paragraph 11 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The chief inspector finalised his report on 9 July 1993. It endorsed the conclusions reached by all the experts instructed hitherto and took account of all the evidence gathered by the public prosecutor. It also mentioned two other scientific opinions sent to the Istanbul Governor’s Office in May 1993, one by the Ministry of the Environment and the other by a professor of civil engineering at . These two opinions confirmed that the fatal landslide had been caused by the methane explosion. The report also indicated that on 4 May 1993 the investigation department had requested the city council to inform it of the measures actually taken in the light of the expert report of 7 May 1991, and it reproduced Mr Sözen’s reply:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Our city council has both taken the measures necessary to ensure that the old sites can be used in the least harmful way possible until the end of 1993 and completed all the preparations for the construction of one of the biggest and most modern installations ... ever undertaken in our country. We are also installing a temporary waste-collection site satisfying the requisite conditions. Alongside that, renovation work is ongoing at former sites [at the end of their life span]. In short, over the past three years our city council has been studying the problem of waste very seriously ... [and] currently the work is continuing ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The chief inspector concluded, lastly, that the death of twenty-six people and the injuries to eleven others (figures available at the material time) on 28 April 1993 had been caused by the two mayors’ failure to take appropriate steps in the performance of their duties and that they should be held to account for their negligence under Article 230 of the Criminal Code. In spite of, inter alia, the expert report and the recommendation of the Environment Office, they had knowingly breached their respective duties: Mr Öktem because he had failed to comply with his obligation to order the destruction of the illegal huts situated around the rubbish tip, as he was empowered to do under section 18 of Law no. 775, and Mr Sözen because he had refused to comply with the above-mentioned recommendation, had failed to renovate the rubbish tip or order its closure, and had not complied with any of the provisions of section 10 of Law no. 3030, which required him to order the destruction of the slum dwellings in question, if necessary by his own means. However, in his observations the chief inspector did not deal with the question whether Article 455 § 2 of the Criminal Code was applicable in the instant case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Allocation of subsidised housing to the applicant",
                                        "elements": [
                                            {
                                                "content": "30.  In the meantime, the Department of Housing and Rudimentary Dwellings had asked the applicant to contact it, informing him that in an order (no. 1739) of 25 May 1993 the city council had allocated him a flat in a subsidised housing complex in Çobançeşme (Eyüp, Alibeyköy). On 18 June 1993 the applicant signed for possession of flat no. 7 in building C1 of that complex. That transaction was made official on 17 September 1993 in an order by the city council (no. 3927). On 13 November 1993 the applicant signed a notarially recorded declaration in lieu of a contract stating that the flat in question had been “sold” to him for 125,000,000 Turkish liras (TRL), a quarter of which was payable immediately and the remainder in monthly instalments of TRL 732,844.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It appears likely that the initial payment was made to the Istanbul Governor’s Office, which forwarded it to the city council. The applicant paid the first monthly instalment on 9 November 1993 and continued to make payments until January 1996. In the meantime, prior to 23 February 1995, he had let his flat to a certain H.Ö. for a monthly rent of TRL 2,000,000. It appears that from January 1996 the authorities had to avail themselves of enforcement proceedings in order to recover the outstanding instalments.",
                                                "elements": []
                                            },
                                            {
                                                "content": "On 24 March 1998 the applicant, who by that time had discharged his debt to the city council, gave a notarially recorded undertaking to sell his flat to a certain E.B. in return for a down payment of 20,000 German marks.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  The criminal proceedings against the relevant authorities",
                                        "elements": [
                                            {
                                                "content": "31.  In an order of 15 July 1993, the administrative council decided, by a majority, on the basis of the chief inspector’s report, to institute proceedings against Mr Sözen and Mr Öktem for breaching Article 230 of the Criminal Code.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Mr Sözen and Mr Öktem appealed against that decision to the , which dismissed their appeal on 18 January 1995. The case file was consequently sent back to the public prosecutor, who on 30 March 1995 committed both mayors for trial in the Fifth Division of the Istanbul Criminal Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The trial before the Division began on 29 May 1995. At the hearing Mr Sözen stated, among other things, that he could not be expected to have complied with duties which were not incumbent on him or be held solely responsible for a situation which had endured since 1970. Nor could he be blamed for not having renovated the Ümraniye tip when none of the 2,000 sites in Turkey had been renovated; in that connection, relying on a number of measures which had nonetheless been taken by the city council, he argued that the tip could not have been fully redeveloped as long as waste continued to be dumped on it. Lastly, he stated: “The elements of the offence of negligence in the performance of duties have not been made out because I did not act with the intention of showing myself to be negligent [sic] and because no causal link can be established [between the incident and any negligence on his part].”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Mr Öktem submitted that the groups of dwellings which had been engulfed dated back to before his election on 26 March 1989 and that since then he had never allowed slum areas to develop. Accusing the Istanbul City Council and Governor’s Office of indifference to the problems, Mr Öktem asserted that responsibility for preventing the construction of illegal dwellings lay with the forestry officials and that, in any event, his district council lacked the necessary staff to destroy such dwellings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  In a judgment of 4 April 1996, the Division found the two mayors guilty as charged, considering their defence to be unfounded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The judges based their conclusion, in particular, on the evidence that had already been obtained during the extensive criminal inquiries carried out between 29 April 1993 to 9 July 1993 (see paragraphs 19 and 28 above). It also appears from the judgment of 30 November 1995 that, in determining the share of liability incurred by each of the authorities in question, the judges unhesitatingly endorsed the findings of the expert report drawn up on this precise issue at the public prosecutor’s request, which had been available since 18 May 1993 (see paragraph 23 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The judges also observed:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... although they had been informed of the [experts’] report, the two defendants took no proper preventive measures. Just as a person who shoots into a crowd should know that people will die and, accordingly, cannot then claim to have acted without intending to kill, the defendants cannot allege in the present case that they did not intend to neglect their duties. They do not bear the entire responsibility, however. ... They were negligent, as were others. In the instant case the main error consists in building dwellings beneath a refuse tip situated on a hillside and it is the inhabitants of these slum dwellings who are responsible. They should have had regard to the risk that the mountain of rubbish would one day collapse on their heads and that they would suffer damage. They should not have built dwellings fifty metres from the tip. They have paid for that recklessness with their lives ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Division sentenced Mr Sözen and Mr Öktem to the minimum term of imprisonment provided for in Article 230 of the Criminal Code, namely three months, and to fines of TRL 160,000. Under section 4(1) of Law no. 647, the Division commuted the prison sentences to fines, so the penalties ultimately imposed were fines of TRL 610,000. Satisfied that the defendants would not reoffend, the Division also decided to suspend enforcement of the penalties in accordance with section 6 of the same Law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Both mayors appealed on points of law. They submitted, in particular, that the Division had gone beyond the scope of Article 230 of the Criminal Code in its assessment of the facts, and had treated the case as one of unintentional homicide within the meaning of Article 455 of the Code.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In a judgment of 10 November 1997, the Court of Cassation upheld the Division’s judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The applicant has apparently never been informed of those proceedings or given evidence to any of the administrative bodies of investigation or the criminal courts; nor does any court decision appear to have been served on him.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "6.  The applicant’s administrative action",
                                        "elements": [
                                            {
                                                "content": "37.  On 3 September 1993 the applicant applied to Ümraniye District Council, Istanbul City Council and the Ministries of the Interior and the Environment, seeking compensation for both pecuniary and non-pecuniary damage. The applicant’s claim was broken down as follows: TRL 150,000,000 in damages for the loss of his dwelling and household goods; TRL 2,550,000,000, TRL 10,000,000, TRL 15,000,000 and TRL 20,000,000 in compensation for the loss of financial support incurred by himself and his three surviving sons, Hüsamettin, Aydın and Halef; and TRL 900,000,000 for himself and TRL 300,000,000 for each of his three sons in respect of the non-pecuniary damage resulting from the deaths of their close relatives.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  In letters of 16 September and 2 November 1993, the mayor of Ümraniye and the Minister for the Environment dismissed the applicant’s claims. The other authorities did not reply.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The applicant then sued the four authorities for damages in his own name and on behalf of his three surviving children in the  (“the court”). He complained that their negligent omissions had resulted in the death of his relatives and the destruction of his house and household goods, and again sought the aforementioned amounts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "On 4 January 1994 the applicant was granted legal aid.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The court gave judgment on 30 November 1995. Basing its decision on the experts’ report of 18 May 1993 (see paragraph 23 above), it found a direct causal link between the accident of 28 April 1993 and the contributory negligence of the four authorities concerned. Accordingly, it ordered them to pay the applicant and his children TRL 100,000,000 for non-pecuniary damage and TRL 10,000,000 for pecuniary damage (at the material time those amounts were equivalent to approximately 2,077 and 208 euros respectively).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The latter amount, determined on an equitable basis, was limited to the destruction of household goods, save the domestic electrical appliances, which the applicant was not supposed to own. On that point the court appears to have accepted the authorities’ argument that “these dwellings had neither water nor electricity”. The court dismissed the remainder of the claim, holding that the applicant could not maintain that he had been deprived of financial support since he had been partly responsible for the damage incurred and the victims had been young children or housewives who had not been in paid employment such as to contribute to the family’s living expenses. The court also held that the applicant was not entitled to claim compensation for the destruction of his slum dwelling given that, following the accident, he had been allocated a subsidised flat and that, although Ümraniye District Council had not exercised its power to destroy the dwelling, there had been nothing to prevent it from doing so at any time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The court decided, lastly, not to apply default interest to the sum awarded for non-pecuniary damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The parties appealed against that judgment to the , which dismissed their appeal in a judgment of 21 April 1998.",
                                                "elements": []
                                            },
                                            {
                                                "content": "An application by Istanbul City Council for rectification of the judgment was likewise unsuccessful, and the judgment accordingly became final and was served on the applicant on 10 August 1998.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The compensation awarded has still not been paid.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "7.  Outcome of the criminal proceedings against the slum inhabitants",
                                        "elements": [
                                            {
                                                "content": "43.  On 22 December 2000 Law no. 4616 came into force, providing for the suspension of the enforcement of judicial measures pending in respect of certain offences committed before 23 April 1999.",
                                                "elements": []
                                            },
                                            {
                                                "content": "On 22 April 2003 the Ministry of Justice informed the  public prosecutor’s office that it had been impossible to conclude the criminal investigation pending in respect of the slum inhabitants, that the only decision concerning them had been the order of 21 May 1993 declining jurisdiction and that the charge against them would become time-barred on 28 April 2003.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Consequently, on 24 April 2003 the  public prosecutor decided to suspend the opening of criminal proceedings against the inhabitants, including the applicant, and four days later the criminal proceedings against them became time-barred.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Turkish criminal law",
                                "elements": [
                                    {
                                        "content": "44.  The relevant provisions of the Criminal Code read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 230 §§ 1 and 3",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Any agent of the State who, in the performance of his public duties, ... acts negligently and delays or, for no valid reason, refuses to comply with the lawful orders ... of his superiors shall be liable to a term of imprisonment of between three months and one year and to a fine of between 6,000 and 30,000 Turkish liras.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "In every ... case, if third parties have suffered any damage on account of the negligence or delay by the civil servant in question, the latter shall also be required to compensate for such damage.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 455 §§ 1 and 2",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Anyone who, through carelessness, negligence or inexperience in his profession or craft, or through non-compliance with laws, orders or instructions, causes the death of another shall be liable to a term of imprisonment of between two and five years and to a fine of between 20,000 and 150,000 Turkish liras.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If the act has caused the death of more than one person or has resulted in the death of one person and injuries to one or more others ... the perpetrator shall be sentenced to a term of imprisonment of between four and ten years and to a heavy fine of a minimum of 60,000 Turkish liras.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 29 § 8",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The court shall have full discretion to determine the principal sentence, which can vary between a minimum and maximum, taking account of factors such as the circumstances in which the offence was committed, the means used to commit it, the importance and seriousness of the offence, the time and place at which it was committed, the various special features of the offence, the seriousness of the damage caused and the risk [incurred], the degree of [criminal] intent ..., the reasons and motives for the offence, the aim, the criminal record, the personal and social status of the perpetrator and his conduct following the act [committed]. Even where the minimum penalty is imposed, the reasons for the choice of sentence must be mentioned in the judgment.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 59",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If the court considers that, other than the statutory mitigating circumstances, there are other circumstances favourable to reducing the penalty [imposed] on the perpetrator, capital punishment shall be commuted to life imprisonment and life imprisonment to a term of imprisonment of thirty years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Other penalties shall be reduced by a maximum of one-sixth.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Sections 4(1) and 6(1) of the Execution of Sentences Act (Law no. 647) read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 4(1)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The court may, having regard to the defendant’s personality and situation and to the circumstances in which the offence was committed, commute short custodial sentences, but not long-term imprisonment:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  to a heavy fine ... of between 5,000 and 10,000 Turkish liras per day;",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 6(1)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Where a person who has never been sentenced ... to a penalty other than a fine is sentenced to ... a fine ... and/or [up to] one year’s imprisonment, execution of the sentence may be suspended if the court is satisfied that [the offender], having regard to his tendency to break the law, will not reoffend if his sentence is thus suspended ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Under the Code of Criminal Procedure, a public prosecutor who, in any manner whatsoever, is informed of a situation which gives rise to a suspicion that an offence has been committed must investigate the facts with a view to deciding whether or not criminal proceedings should be brought (Article 153). However, if the suspected offender is a civil servant and the offence was committed in the performance of his duties, the investigation of the case is governed by the Prosecution of Civil Servants Act of 1914, which restricts the public prosecutor’s jurisdiction ratione personae with regard to that stage of the proceedings. In such cases it is for the relevant local administrative council (for the district or province, depending on the suspect’s status) to conduct the preliminary investigation and, consequently, to decide whether to prosecute.",
                                        "elements": []
                                    },
                                    {
                                        "content": "An appeal to the  lies against a decision of the council. If a decision not to prosecute is taken, the case is automatically referred to that court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Turkish criminal law affords complainants the opportunity to intervene in criminal proceedings. Article 365 of the Code of Criminal Procedure contains a provision enabling complainants and anyone who considers that they have sustained injury as a result of a criminal offence to apply to join as an “intervening party” proceedings that have already been instituted by the public prosecutor and, consequently, to act alongside the prosecution. After consulting the public prosecutor, the court is required to rule on the admissibility of the application to join the proceedings as an intervening party (Article 366 of the Code of Criminal Procedure).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  If the application is allowed, the intervening party may, among other things, claim compensation for damage resulting from the offence as a direct victim. That possibility, which is similar to those offered by “civilparty applications” or “civil actions” in the legislation of numerous Council of Europe member States, is nonetheless subject to certain precise rules. According to the Court of Cassation’s case-law, for a decision to be given on the compensation to be awarded as a result of an offence, the injured person must not only apply to join the proceedings as an intervening party but must also explicitly assert his or her right to compensation. Under Turkish law, such a claim is not deemed to be an integral part of an intervening-party application. The claim for compensation does not have to be made at the same time as the intervening-party application; it can be made at a later stage, provided that no action for damages has already been brought in the civil or administrative courts. Furthermore, all claims for compensation within the meaning of Article 358 (or Article 365 § 2) of the Code of Criminal Procedure must be specific and substantiated since, in assessing such claims, the criminal courts are required to apply the relevant civil-law rules, including the prohibition on awarding an amount higher than the claim. Conviction of the defendant is necessary for a decision to be given on the intervening party’s entitlement to compensation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Administrative and civil remedies against agents of the State",
                                "elements": [
                                    {
                                        "content": "1.  Administrative proceedings",
                                        "elements": [
                                            {
                                                "content": "49.  With regard to civil and administrative liability arising out of criminal offences, section 13 of the Administrative Procedure Act (Law no. 2577) provides that anyone who has suffered damage as a result of an act committed by the administrative authorities may claim compensation from the authorities within one year of the alleged act. If this claim is rejected in whole or in part or if no reply is received within sixty days, the victim may bring administrative proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The organisation of the administrative courts and the status of their judges are governed by the Administrative Courts (Powers and Composition) Act (Law no. 2576) of 6 January 1982 and the Supreme Administrative Court Act (Law no. 2575).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Civil proceedings",
                                        "elements": [
                                            {
                                                "content": "50.  Under the Code of Obligations, anyone who has suffered damage as a result of a tortious or criminal act may bring an action for damages for pecuniary loss (Articles 41-46) and non-pecuniary loss (Article 47). The civil courts are not bound by either the findings or the verdict of the criminal courts on the issue of the defendant’s guilt (Article 53).",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, under section 13 of the Civil Servants Act (Law no. 657), anyone who has sustained loss as a result of an act carried out in the performance of duties governed by public law may, in theory, only bring an action against the public authority by which the civil servant concerned is employed and not directly against the civil servant (Article 129 § 5 of the Constitution and Articles 55 and 100 of the Code of Obligations). That is not, however, an absolute rule. Where an act is found to be tortious or criminal and, consequently, is no longer an “administrative” act or deed, the civil courts may allow a claim for damages to be made against the official concerned, without prejudice to the victim’s right to bring an action against the authority on the basis of its joint liability as the official’s employer (Article 50 of the Code of Obligations).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Enforcement of court decisions by the authorities",
                                "elements": [
                                    {
                                        "content": "51.  Article 138 § 4 of the 1982 Constitution provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The bodies of executive and legislative power and the authorities must comply with court decisions; they cannot in any circumstances modify court decisions or defer enforcement thereof.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 28 § 2 of the Code of Administrative Procedure provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“  Decisions determining administrative-law actions concerning a specific amount shall be enforced ... in accordance with the provisions of the ordinary law.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Under section 82(1) of the Enforcement and Bankruptcy Act (Law no. 2004), State property and property designated as unseizable in the legislation governing it cannot be seized. Section 19(7) of the Municipalities Act (Law no. 1580 of 3 April 1930) provides that municipal property can be seized only if it is not set aside for public use.",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to Turkish legal theory in this field, it follows from the above provisions that if the authorities do not themselves comply with a final and enforceable court decision ordering compensation, the interested party can bring enforcement proceedings under the ordinary law. In that event the appropriate institution is empowered to impose on the authorities the measures provided for in Law no. 2004, although seizure remains exceptional.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Regulations governing unauthorised buildings and household-refuse tips",
                                "elements": [
                                    {
                                        "content": "1.  The Constitution",
                                        "elements": [
                                            {
                                                "content": "52.  The relevant provisions of the Constitution regarding the environment and housing read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 56",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Everyone has the right to live in a healthy, balanced environment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It shall be the duty of the State and the citizens to improve and preserve the environment and to prevent environmental pollution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "To ensure healthy living conditions for all in physical and psychological terms, ... the State shall establish health institutions and shall regulate the services they provide.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The State shall perform this task by utilising and supervising health and social-welfare institutions in both the public and private sectors. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 57",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The State shall take appropriate measures to satisfy housing needs by means of a plan that takes into account the characteristics of cities and environmental conditions; it shall also support community housing schemes.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 65",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The State shall perform the tasks assigned to it by the Constitution in the social and economic fields, within the limits of its financial resources and ensuring the maintenance of economic stability.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Slums and the legislation governing them",
                                        "elements": [
                                            {
                                                "content": "53.  The information and documents in the Court’s possession show that, since 1960, when inhabitants of underprivileged areas started migrating in their masses to the richer regions, Turkey has been confronted with the problem of slums, consisting in most cases of permanent structures to which further floors were soon added. It would appear that currently more than one-third of the population live in such dwellings. Researchers who have looked into the problem maintain that these built-up areas have not sprung up merely as a result of deficiencies in urban planning or shortcomings on the part of the municipal police. They point to the existence of more than eighteen amnesty laws which have been passed over the years in order to regularise the slum areas and, they believe, satisfy potential voters living in these rudimentary dwellings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The following are the main provisions in Turkish law regarding the prevention of slum development.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 15(2)(19) of the Municipalities Act (Law no. 1580 of 3 April 1930) requires local councils to prevent and prohibit any buildings or installations that breach the relevant legislation and regulations in that they have been erected without permission or constitute a threat to public health, order and tranquillity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Section 18 of Law no. 775 of 20 July 1966 provides that, after the Law’s entry into force, any illegal building, whether it is in the process of being built or is already inhabited, must be immediately destroyed without any prior decision being necessary. Implementation of these measures is the responsibility of the administrative authorities, which may have recourse to the security forces and other means available to the State. With regard to dwellings built before the Law came into force, section 21 provides that, subject to certain conditions, slum inhabitants may purchase the land they occupy and take out low-interest loans in order to finance the construction of buildings which conform to the regulations and urban development plans. The built-up areas to which the provisions of section 21 apply are designated “slum rehabilitation and clearance zones” and are managed in accordance with a plan of action.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Under Law no. 1990 of 6 May 1976, amending Law no. 775, illegal constructions built before 1 November 1976 were also considered to be covered by the above-mentioned section 21. Law no. 2981 of 24 February 1984, on buildings not conforming to the legislation on slums and town planning, also provided for measures to be taken for the conservation, regularisation, rehabilitation and destruction of illegal buildings erected prior to that date.",
                                                "elements": []
                                            },
                                            {
                                                "content": "As regards public property, section 18(2) of the Land Registry Act (Law no. 3402) of 21 June 1987 provides:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Common property, ... woodland, premises at the State’s disposal that are set aside for public use, and immovable property reverting to the State in accordance with the legislation governing it, may not be acquired by adverse possession, regardless of whether such property is entered in the land register.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  However, Law no. 4706 of 29 June 2001 – which was designed to strengthen the Turkish economy – as amended by Law no. 4916 of 3 July 2003, allows immovable property belonging to the Treasury to be sold to third parties, subject to certain conditions. Section 4(6) and (7) of the Law provide that Treasury-owned land containing buildings erected before 31 December 2000 is to be transferred free of charge to the municipality in which it is situated, for sale on preferential terms to the owners of the buildings or to their heirs. Sales may be made on payment of an advance corresponding to a quarter of the market value of the land, and monthly instalments may be paid over three years.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Local authorities are required to draw up land-use plans and implementation plans concerning property transferred to them pursuant to the above-mentioned Law.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Household-refuse tips and the regulations governing them",
                                        "elements": [
                                            {
                                                "content": "56.  Section 15(2)(24) of the above-mentioned Law no. 1580 provides that district councils are responsible for collecting household waste at regular intervals by appropriate means and destroying it. By section 6-E, paragraph (j), of the City Councils Act (Law no. 3030) and regulation 22 of the Public Administration Regulations implementing the Act, city councils have a duty to designate sites for the storage of household and industrial waste and to install or have installed systems for treating, recycling and destroying the waste.",
                                                "elements": []
                                            },
                                            {
                                                "content": "By regulations 5 and 22 of the Regulations on Solid-Waste Control, published in the Official Gazette of 14 March 1991, district councils are responsible for organising the use of rubbish tips and taking all necessary measures to ensure that their operation does not damage the environment and the health of human beings and animals. Regulation 31 empowers city councils to issue permits for the operation of waste-collection sites within the territory of the district councils under their authority.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Regulations provide that no rubbish tips may be created within 1,000 metres of housing and that, once a site is in operation, no housing may be authorised around the edge of the site (regulation 24) and the site must be fenced off (regulation 25). As regards biogas control, regulation 27 provides:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The mixtures of nitrogen, ammonia, hydrogen sulphide, carbon dioxide and, in particular, methane that result from the microbiological decomposition of the organic matter present in the mass of waste ... and may cause explosions and poisoning shall be collected by means of a vertical and horizontal drainage system and released into the atmosphere in a controlled manner or used to produce energy.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The general information the Court has been able to procure as to the risk of a methane explosion at such sites may be summarised as follows. Methane (CH4) and carbon dioxide (CO2) are the two main products of methanogenesis, which is the final and longest stage of anaerobic fermentation (that is, a process taking place in the absence of air). These substances are generated, inter alia, by the biological and chemical decomposition of waste. The risks of explosion and fire are mainly due to the large proportion of methane in the biogas. The risk of an explosion occurs when the level of CH4 in the air is between 5% and 15%. If the level rises above 15%, methane will catch fire but will not explode.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  It appears from various circulars and regulations in force in the Council of Europe’s member States regarding household-waste management and the operation of municipal rubbish tips that the main priorities of the authorities and operators concerned include: isolating waste-disposal sites by ensuring that they are not located within a minimum distance of any housing; preventing the risk of landslides by creating stable embankments and dykes and using compaction techniques; and eliminating the risk of fire or biogas explosions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "As regards the last-mentioned priority, the recommended method for decontaminating sites appears to entail setting up a drainage system for fermentation gases whereby gases are pumped out and treated using a biological filter as the site continues to operate. A gas-extraction system of this kind, provision for which is also made in the Regulations of 14 March 1991 in force in , generally consists of perforated vertical ducts drilled into the waste or horizontal drains buried in the mass of waste, a ventilation system, a biological filter and a network of suction pipes.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INSTRUMENTS OF THE COUNCIL OF EUROPE",
                        "elements": [
                            {
                                "content": "59.  With regard to the various texts adopted by the Council of Europe in the field of the environment and the industrial activities of the public authorities, mention should be made, among the work of the Parliamentary Assembly, of Resolution 587 (1975) on problems connected with the disposal of urban and industrial waste, Resolution 1087 (1996) on the consequences of the Chernobyl disaster, and Recommendation 1225 (1993) on the management, treatment, recycling and marketing of waste, and, among the work of the Committee of Ministers, Recommendation no. R (96) 12 on the distribution of powers and responsibilities between central authorities and local and regional authorities with regard to the environment.",
                                "elements": []
                            },
                            {
                                "content": "Mention should also be made of the Convention on Civil Liability for Damage resulting from Activities Dangerous to the Environment (ETS no. 150 – Lugano, 21 June 1993) and the Convention on the Protection of the Environment through Criminal Law (ETS no. 172 – Strasbourg, 4 November 1998), which to date have been signed by nine and thirteen States respectively.",
                                "elements": []
                            },
                            {
                                "content": "60.  It can be seen from these documents that primary responsibility for the treatment of household waste rests with local authorities, which the governments are obliged to provide with financial and technical assistance. The operation by the public authorities of a site for the permanent deposit of waste is described as a “dangerous activity”, and “loss of life” resulting from the deposit of waste at such a site is considered to be “damage” incurring the liability of the public authorities (see, inter alia, the Lugano Convention, Article 2 §§ 1 (c)-(d) and 7 (a)-(b)).",
                                "elements": []
                            },
                            {
                                "content": "61.  In that connection, the Strasbourg Convention calls on the Parties to adopt such measures “as may be necessary to establish as criminal offences” acts involving the “disposal, treatment, storage ... of hazardous waste which causes or is likely to cause death or serious injury to any person ...”, and provides that such offences may also be committed “with negligence” (Articles 2 to 4). Although this instrument has not yet come into force, it is very much in keeping with the current trend towards harsher penalties for damage to the environment, an issue inextricably linked with the endangering of human life (see, for example, the Council of the European Union’s Framework Decision no. 2003/80 of 27 January 2003 and the European Commission’s proposal of 13 March 2001, amended on 30 September 2002, for a directive on the protection of the environment through criminal law).",
                                "elements": []
                            },
                            {
                                "content": "Article 6 of the Strasbourg Convention also requires the adoption of such measures as may be necessary to make these offences punishable by criminal sanctions which take into account the serious nature of the offences; these must include imprisonment of the perpetrators.",
                                "elements": []
                            },
                            {
                                "content": "62.  Where such dangerous activities are concerned, public access to clear and full information is viewed as a basic human right; for example, the above-mentioned Resolution 1087 (1996) makes clear that this right must not be taken to be limited to the risks associated with the use of nuclear energy in the civil sector.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "63.  The applicant complained that the death of nine of his close relatives in the accident of 28 April 1993 and the flaws in the ensuing proceedings had constituted a violation of Article 2 of the Convention, the relevant part of which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": " ...”",
                                "elements": []
                            },
                            {
                                "content": "64.  As they had before the Chamber, the Government disputed that submission.",
                                "elements": []
                            },
                            {
                                "content": "\nA.  Applicability",
                                "elements": [
                                    {
                                        "content": "1.  The Chamber judgment",
                                        "elements": [
                                            {
                                                "content": "65.  Referring to the examples provided by cases such as L.C.B. v. the United Kingdom (judgment of 9 June 1998, Reports of Judgments and Decisions 1998-III), Guerra and Others v. Italy (judgment of 19 February 1998, Reports 1998-I), Botta v. Italy (judgment of 24 February 1998, Reports 1998-I) and Calvelli and Ciglio v. Italy ([GC], no. 32967/96, ECHR 2002-I) and to the European standards in this area, the Chamber emphasised that the protection of the right to life, as required by Article 2 of the Convention, could be relied on in connection with the operation of wastecollection sites, on account of the potential risks inherent in that activity. It accordingly held that the positive obligation on States to take appropriate steps to safeguard the lives of those within their jurisdiction, for the purposes of Article 2, applied in the instant case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Submissions of those appearing before the Court",
                                        "elements": [
                                            {
                                                "content": "66.  The Government argued that the Chamber’s conclusion that “all situations of unintentional death” came within the scope of Article 2 had given rise to an unprecedented extension of the positive obligations inherent in that provision. In their submission, the Chamber’s reasoning departed from the position adopted by the Court in recent cases on the subject, such as Mastromatteo v. Italy ([GC], no. 37703/99, ECHR 2002-VIII), and was not supported by the cases to which it had referred, in particular Osman v. the United Kingdom (judgment of 28 October 1998, Reports 1998-VIII) and Calvelli and Ciglio (cited above), in which no violation of Article 2 had been found.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  At the hearing the Government submitted that the State’s responsibility for actions that were not directly attributable to its agents could not extend to all occurrences of accidents or disasters and that in such circumstances the Court’s interpretation as to the applicability of Article 2 should be neither teleological nor broad, but rather should remain restrictive. Otherwise, it might be inferred that the mere fact of being near an airport, a nuclear power station or a munitions factory or of simply being exposed to chemicals could give rise to a potential violation of Article 2.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The applicant contended that the negligent omissions on the part of the State authorities undoubtedly came within the ambit of Article 2 of the Convention, seeing that they had resulted in the death of his relatives, and that there was nothing in the Government’s submissions to rebut that conclusion.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "69.  Taking the parties’ arguments as a whole, the Court reiterates, firstly, that its approach to the interpretation of Article 2 is guided by the idea that the object and purpose of the Convention as an instrument for the protection of individual human beings requires its provisions to be interpreted and applied in such a way as to make its safeguards practical and effective (see, for example, Yaşa v. Turkey, judgment of 2 September 1998, Reports 1998-VI, p. 2429, § 64).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  In the instant case the complaint before the Court is that the national authorities did not do all that could have been expected of them to prevent the deaths of the applicant’s close relatives in the accident of 28 April 1993 at the Ümraniye municipal rubbish tip, which was operated under the authorities’ control.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  In this connection, the Court reiterates that Article 2 does not solely concern deaths resulting from the use of force by agents of the State but also, in the first sentence of its first paragraph, lays down a positive obligation on States to take appropriate steps to safeguard the lives of those within their jurisdiction (see, for example, L.C.B. v. the United Kingdom, cited above, p. 1403, § 36, and Paul and Audrey Edwards v. the United Kingdom, no. 46477/99, § 54, ECHR 2002-II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court considers that this obligation must be construed as applying in the context of any activity, whether public or not, in which the right to life may be at stake, and a fortiori in the case of industrial activities, which by their very nature are dangerous, such as the operation of waste-collection sites (“dangerous activities” – for the relevant European standards, see paragraphs 59-60 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  Where the Convention institutions have had to examine allegations of an infringement of the right to the protection of life in such areas, they have never ruled that Article 2 was not applicable. The Court would refer, for example, to cases concerning toxic emissions from a fertiliser factory (see Guerra and Others, cited above, pp. 228-29, §§ 60 and 62) or nuclear tests (see L.C.B. v. the United Kingdom, cited above, p. 1403, § 36).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  In this connection, contrary to what the Government appear to be suggesting, the harmfulness of the phenomena inherent in the activity in question, the contingency of the risk to which the applicant was exposed by reason of any life-endangering circumstances, the status of those involved in bringing about such circumstances, and whether the acts or omissions attributable to them were deliberate are merely factors among others that must be taken into account in the examination of the merits of a particular case, with a view to determining the responsibility the State may bear under Article 2 (ibid., pp. 1403-04, §§ 37-41).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court will return to these points later.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  To sum up, it considers that the applicant’s complaint (see paragraph 70 above) undoubtedly falls within the ambit of the first sentence of Article 2, which is therefore applicable in the instant case.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Compliance",
                                "elements": [
                                    {
                                        "content": "1.  The Chamber judgment",
                                        "elements": [
                                            {
                                                "content": "75.  The Chamber observed that in the instant case the relevant authorities had not only refused to make any real effort to avert the serious operational risks highlighted in the expert report of 7 May 1991 but had also made no attempt to discourage the applicant from living near the rubbish tip that was the source of the risks. The Chamber also noted that the government authorities had failed to comply with their duty to inform the inhabitants of the Kazım Karabekir area of the risks they were taking by continuing to live near a rubbish tip.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It therefore found that there was a causal link between, on the one hand, the negligent omissions attributable to the Turkish authorities and, on the other, the occurrence of the accident on 28 April 1993 and the ensuing loss of human life. Accordingly, it concluded that in the instant case the Turkish authorities could not be said to have done everything that could reasonably be expected of them to prevent the materialisation of the real risks to the lives of the inhabitants of certain slum areas of Ümraniye.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The Chamber went on to examine the complaint concerning the failings of the Turkish criminal and administrative courts in the light of the “procedural obligations” under Article 2, in order to assess whether the applicant could be deemed to have obtained redress in respect of his complaints.",
                                                "elements": []
                                            },
                                            {
                                                "content": "As regards the criminal proceedings instituted in the instant case, the Chamber held that they could not in themselves be considered “adequate” with regard to the allegations of an infringement of the applicant’s right to life, because their sole purpose had been to establish whether the authorities could be held liable for “negligence in the performance of their duties” rather than for the deaths that occurred.",
                                                "elements": []
                                            },
                                            {
                                                "content": "As regards the administrative proceedings for compensation, the Chamber observed, firstly, that there had been a breach of the requirement of promptness in that the applicant’s right to compensation had not been recognised until four years, eleven months and ten days after his initial claims for compensation had been dismissed. It also noted that, although the applicant had eventually been awarded compensation, it had never been paid.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Chamber therefore concluded that the legal remedies used at domestic level, even taken as a whole, could not in the particular circumstances of the case be deemed to have afforded appropriate redress for the applicant’s complaints under Article 2 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Submissions of those appearing before the Court",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Government",
                                "elements": [
                                    {
                                        "content": "77.  The Government’s main submission was that the decisive piece of evidence in the Chamber’s assessment had been an expert report drawn up on 7 May 1991, which had given rise to a dispute between the various councils and had never been treated as evidence under domestic law. The Chamber’s assessment, characterised by its failure to test the criteria of “immediacy” and “reality” in relation to the danger posed by the municipal rubbish tip, had not been sufficient to justify the finding of a violation, which had been based on the consideration that the authorities should have taken preventive measures or intervened immediately and appropriately.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In that connection, the Government argued that States should deal with problems and identify solutions to them in the context of general policies and that they were under no obligation to take preventive measures where there was no question of an immediate danger within the meaning of the Court’s caselaw.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  With regard more especially to cases involving negligence on the part of the authorities, the Government, relying, in particular, on the decisions in Leray and Others v. France (no. 44617/98, 16 January 2001) and Álvarez Ramón v. Spain (no. 51192/99, 3 July 2001), argued that the Court had always confined itself to ascertaining whether a regulatory framework had been in place and had been complied with, without conducting a detailed examination of whether there was a causal link between the death or deaths in question and any negligent conduct. On the contrary, in such cases it had accepted the national authorities’ findings and assessment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Government submitted that, in any event, the State could not be accused in the instant case of having breached its obligation to protect the lives of the applicant’s close relatives. As they had done before the Chamber, they mentioned the efforts made by Ümraniye District Council through judicial, administrative and information channels, well before the submission of the expert report on 7 May 1991, to curb unauthorised housing, to encourage the Ümraniye slum inhabitants to find alternative accommodation and to avert the health risks in the area by constantly spraying chemicals over the municipal rubbish tip. They also drew attention to the extensive household-waste management scheme set up by the city council throughout the  (see paragraph 16 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  Accordingly, relying on Chapman v. the United Kingdom ([GC], no. 27238/95, ECHR 2001-I), the Government criticised the Chamber’s approach, submitting that it had failed to take into account the fact that the applicant had knowingly chosen to set up home illegally in the vicinity of a rubbish tip despite the inherent risks, and that it had simply blamed the national authorities for not using the conclusions of the report of 7 May 1991 as a basis for swiftly removing thousands of citizens from their homes without any regard to humanitarian considerations, redeveloping a whole settlement and moving overnight an entire waste-disposal site that had been in operation for more than twenty years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On that point, the Government emphasised that such large-scale tasks were a matter for policies requiring considerable reflection and investment, a lengthy planning and decision-making phase and substantial work on design and implementation. In such circumstances, the Court was not entitled to impose its own point of view as to what might have been the best policy to adopt in tackling the social and economic problems of the Ümraniye slums, including the inhabitants’ known resistance to any measure posing a potential threat to their everyday lives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  As regards the criminal proceedings in the instant case, the Government again emphasised the Court’s conclusions in Leray and Others (decision cited above), in which it had had no hesitation in dismissing the applicants’ complaint alleging gross negligence on the part of the French authorities resulting in the death of twenty-three people.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  Relying on Calvelli and Ciglio and Mastromatteo (both cited above), they asserted that where an infringement of the right to life was not intentional, the positive obligation under Article 2 did not necessarily require the institution of criminal proceedings. In the instant case, criminal proceedings had been instituted, and from the opening of the investigation to the end of the proceedings the Turkish criminal justice system had demonstrated great efficiency and diligence not open to criticism under Article 2 of the Convention. In this connection, the Government disputed any allegation that the mayors in question had been granted impunity. They argued that the fact that Article 230 of the Criminal Code had been the only provision applied in the mayors’ case had been due to the “specific nature of the offence defined in that Article”, which applied solely to public officials, and that the trial court had imposed the statutory minimum penalty because there were other presumed co-principals who had not been indicted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  At the hearing the Government emphasised, in particular, that the fact that the applicant had – by choice – not taken part in the preliminary investigation could on no account be regarded as detrimental to the effectiveness of the criminal proceedings, especially in the light of the Court’s conclusions in Tanrıbilir v. Turkey (no. 21422/93, § 85, 16 November 2000). The applicant, who had never maintained that he had been prevented from taking part in the proceedings, was likewise in no position to argue that he had not been kept informed of a trial that had concerned two prominent political figures and had received considerable media coverage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  As regards the administrative remedy used to claim compensation in the instant case, the Government pointed out that the mayors in question had been shown no indulgence in those proceedings, having been ordered to pay the applicant compensation for both pecuniary and non-pecuniary damage, and that the sum awarded under that head was still available to him.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The applicant",
                                "elements": [
                                    {
                                        "content": "85.  The applicant reiterated the arguments he had submitted before the Chamber and again asserted that the Government had tolerated the development of the Ümraniye slums and had not prevented them from spreading close to piles of waste. In his submission, they had even encouraged the situation by allowing the inhabitants to use all essential services and, with political ends in mind, had passed more than eighteen laws regularising the illegal settlements, which were viewed as breeding grounds for voters.",
                                        "elements": []
                                    },
                                    {
                                        "content": "At the hearing the applicant’s representative produced certain official documents to counter the Government’s arguments that no public services had been available in the Ümraniye slums, asserting that the inhabitants of  were connected to the water supply and liable for council tax. Furthermore, referring to the official map submitted to the Court (see paragraph 10 above), the representative stated that at the time there had been a post office in Adem Yavuz Street and that there had been four State schools in the area.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  In the applicant’s submission, contrary to what had been alleged, the authorities had not made the slightest effort to inform the slum inhabitants of any dangers posed by the rubbish tip.",
                                        "elements": []
                                    },
                                    {
                                        "content": "At the hearing his representative submitted that the Government could not evade their obligations by requiring their poorest and, indeed, least educated citizens to obtain information about environmental matters of such significance. She argued that, in order to avoid the tragedy, it would have been sufficient for the appropriate district council to have installed ventilation shafts at the rubbish tip instead of simply and ill-advisedly covering the piles of waste with earth.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  As regards the criminal proceedings against the authorities, the applicant merely observed that their outcome, which had not indicated any desire to punish those who were guilty, had had no other effect than to offend public opinion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  In addition, the applicant considered that the Government could scarcely argue that the compensation proceedings had been effective when they had ended with the award, for non-pecuniary damage only, of a sum which was not only derisory but, moreover, had not yet been paid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\n3.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles applicable in the present case",
                                "elements": [
                                    {
                                        "content": "89.  The positive obligation to take all appropriate steps to safeguard life for the purposes of Article 2 (see paragraph 71 above) entails above all a primary duty on the State to put in place a legislative and administrative framework designed to provide effective deterrence against threats to the right to life (see, for example, mutatis mutandis, Osman, cited above, p. 3159, § 115; Paul and Audrey Edwards, cited above, § 54; İlhan v. Turkey [GC], no. 22277/93, § 91, ECHR 2000-VII; Kılıç v. Turkey, no. 22492/93, § 62, ECHR 2000-III; and Mahmut Kaya v. Turkey, no. 22535/93, § 85, ECHR 2000-III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  This obligation indisputably applies in the particular context of dangerous activities, where, in addition, special emphasis must be placed on regulations geared to the special features of the activity in question, particularly with regard to the level of the potential risk to human lives. They must govern the licensing, setting up, operation, security and supervision of the activity and must make it compulsory for all those concerned to take practical measures to ensure the effective protection of citizens whose lives might be endangered by the inherent risks.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Among these preventive measures, particular emphasis should be placed on the public’s right to information, as established in the case-law of the Convention institutions. The Grand Chamber agrees with the Chamber (see paragraph 84 of the Chamber judgment) that this right, which has already been recognised under Article 8 (see Guerra and Others, cited above, p. 228, § 60), may also, in principle, be relied on for the protection of the right to life, particularly as this interpretation is supported by current developments in European standards (see paragraph 62 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In any event, the relevant regulations must also provide for appropriate procedures, taking into account the technical aspects of the activity in question, for identifying shortcomings in the processes concerned and any errors committed by those responsible at different levels.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The obligations deriving from Article 2 do not end there. Where lives have been lost in circumstances potentially engaging the responsibility of the State, that provision entails a duty for the State to ensure, by all means at its disposal, an adequate response – judicial or otherwise – so that the legislative and administrative framework set up to protect the right to life is properly implemented and any breaches of that right are repressed and punished (see, mutatis mutandis, Osman, cited above, p. 3159, § 115, and Paul and Audrey Edwards, cited above, § 54).",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  In this connection, the Court has held that if the infringement of the right to life or to physical integrity is not caused intentionally, the positive obligation to set up an “effective judicial system” does not necessarily require criminal proceedings to be brought in every case and may be satisfied if civil, administrative or even disciplinary remedies were available to the victims (see, for example, Vo v. France [GC], no. 53924/00, § 90, ECHR 2004-VIII; Calvelli and Ciglio, cited above, § 51; and Mastromatteo, cited above, §§ 90 and 94-95).",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  However, in areas such as that in issue in the instant case, the applicable principles are rather to be found in those the Court has already had occasion to develop in relation notably to the use of lethal force, principles which lend themselves to application in other categories of cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In this connection, it should be pointed out that in cases of homicide the interpretation of Article 2 as entailing an obligation to conduct an official investigation is justified not only because any allegations of such an offence normally give rise to criminal liability (see Caraher v. the United Kingdom (dec.), no. 24520/94, ECHR 2000-I), but also because often, in practice, the true circumstances of the death are, or may be, largely confined within the knowledge of State officials or authorities (see McCann and Others v. the United Kingdom, judgment of 27 September 1995, Series A no. 324, pp. 4749, §§ 157-64, and İlhan, cited above, § 91).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the Court’s view, such considerations are indisputably valid in the context of dangerous activities, when lives have been lost as a result of events occurring under the responsibility of the public authorities, which are often the only entities to have sufficient relevant knowledge to identify and establish the complex phenomena that might have caused such incidents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Where it is established that the negligence attributable to State officials or bodies on that account goes beyond an error of judgment or carelessness, in that the authorities in question, fully realising the likely consequences and disregarding the powers vested in them, failed to take measures that were necessary and sufficient to avert the risks inherent in a dangerous activity (see, mutatis mutandis, Osman, cited above, pp. 3159-60, § 116), the fact that those responsible for endangering life have not been charged with a criminal offence or prosecuted may amount to a violation of Article 2, irrespective of any other types of remedy which individuals may exercise on their own initiative (see paragraphs 48-50 above); this is amply evidenced by developments in the relevant European standards (see paragraph 61 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  To sum up, the judicial system required by Article 2 must make provision for an independent and impartial official investigation procedure that satisfies certain minimum standards as to effectiveness and is capable of ensuring that criminal penalties are applied where lives are lost as a result of a dangerous activity if and to the extent that this is justified by the findings of the investigation (see, mutatis mutandis, Hugh Jordan v. the United Kingdom, no. 24746/94, §§ 105-09, 4 May 2001, and Paul and Audrey Edwards, cited above, §§ 69-73). In such cases, the competent authorities must act with exemplary diligence and promptness and must of their own motion initiate investigations capable of, firstly, ascertaining the circumstances in which the incident took place and any shortcomings in the operation of the regulatory system and, secondly, identifying the State officials or authorities involved in whatever capacity in the chain of events in issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  That said, the requirements of Article 2 go beyond the stage of the official investigation, where this has led to the institution of proceedings in the national courts: the proceedings as a whole, including the trial stage, must satisfy the requirements of the positive obligation to protect lives through the law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  It should in no way be inferred from the foregoing that Article 2 may entail the right for an applicant to have third parties prosecuted or sentenced for a criminal offence (see, mutatis mutandis, Perez v. France [GC], no. 47287/99, § 70, ECHR 2004-I) or an absolute obligation for all prosecutions to result in conviction, or indeed in a particular sentence (see, mutatis mutandis, Tanlı v. Turkey, no. 26129/95, § 111, ECHR 2001-III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "On the other hand, the national courts should not under any circumstances be prepared to allow life-endangering offences to go unpunished. This is essential for maintaining public confidence and ensuring adherence to the rule of law and for preventing any appearance of tolerance of or collusion in unlawful acts (see, mutatis mutandis, Hugh Jordan, cited above, §§ 108 and 136-40). The Court’s task therefore consists in reviewing whether and to what extent the courts, in reaching their conclusion, may be deemed to have submitted the case to the careful scrutiny required by Article 2 of the Convention, so that the deterrent effect of the judicial system in place and the significance of the role it is required to play in preventing violations of the right to life are not undermined.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Assessment of the facts of the case in the light of these principles",
                                "elements": [
                                    {
                                        "content": "97.  In the instant case the Court notes at the outset that in both of the fields of activity central to the present case – the operation of household-refuse tips (see paragraphs 56-57 above) and the rehabilitation and clearance of slum areas (see paragraphs 54-55 above) – there are safety regulations in force in Turkey.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It must therefore determine whether the legal measures applicable to the situation in issue in the instant case call for criticism and whether the national authorities actually complied with the relevant regulations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  To that end, the Court considers that it should begin by noting a decisive factor for the assessment of the circumstances of the case, namely that there was practical information available to the effect that the inhabitants of certain slum areas of Ümraniye were faced with a threat to their physical integrity on account of the technical shortcomings of the municipal rubbish tip.",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to an expert report commissioned by the Third Division of the Üsküdar District Court and submitted on 7 May 1991, the rubbish tip began operating in the early 1970s, in breach of the relevant technical standards, and subsequently remained in use despite contravening the health and safety and technical requirements laid down, in particular, in the Regulations on Solid-Waste Control, published in the Official Gazette of 14 March 1991 (see paragraph 56 above). Listing the various risks to which the site exposed the public, the report specifically referred to the danger of an explosion due to methanogenesis, as the tip had “no means of preventing an explosion of methane occurring as a result of the decomposition” of household waste (see paragraph 13 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  On that point, the Court has examined the Government’s position regarding the validity of the expert report of 7 May 1991 and the weight to be attached, in their submission, to the applications by Kadıköy and Üsküdar District Councils and Istanbul City Council to have the report set aside (see paragraph 14 above). However, the Court considers that those steps are more indicative of a conflict of powers between different authorities, or indeed delaying tactics. In any event, the proceedings to have the report set aside were in fact abortive, having not been pursued by the councils’ lawyers, and the report was never declared invalid. On the contrary, it was decisive for all the authorities responsible for investigating the accident of 28 April 1993 and, moreover, was subsequently confirmed by the report of 18 May 1993 by the committee of experts appointed by the Üsküdar public prosecutor (see paragraph 23 above) and by the two scientific opinions referred to in the report of 9 July 1993 by the chief inspector appointed by the Ministry of the Interior (see paragraph 28 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The Court considers that neither the reality nor the immediacy of the danger in question is in dispute, seeing that the risk of an explosion had clearly come into being long before it was highlighted in the report of 7 May 1991 and that, as the site continued to operate in the same conditions, that risk could only have increased during the period until it materialised on 28 April 1993.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The Grand Chamber accordingly agrees with the Chamber (see paragraph 79 of the Chamber judgment) that it was impossible for the administrative and municipal departments responsible for supervising and managing the tip not to have known of the risks inherent in methanogenesis or of the necessary preventive measures, particularly as there were specific regulations on the matter. Furthermore, the Court likewise regards it as established that various authorities were also aware of those risks, at least by 27 May 1991, when they were notified of the report of 7 May 1991 (see paragraphs 13 and 15 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "It follows that the Turkish authorities at several levels knew or ought to have known that there was a real and immediate risk to a number of persons living near the Ümraniye municipal rubbish tip. They consequently had a positive obligation under Article 2 of the Convention to take such preventive operational measures as were necessary and sufficient to protect those individuals (see paragraphs 92-93 above), especially as they themselves had set up the site and authorised its operation, which gave rise to the risk in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  However, it appears from the evidence before the Court that Istanbul City Council in particular not only failed to take the necessary urgent measures, either before or after 14 March 1991, but also – as the Chamber observed – opposed the recommendation to that effect by the Prime Minister’s Environment Office (see paragraph 15 above). The Environment Office had called for the tip to be brought into line with the standards laid down in regulations 24 to 27 of the Regulations on Solid-Waste Control, the last-mentioned of which explicitly required the installation of a “vertical and horizontal drainage system” allowing the controlled release into the atmosphere of the accumulated gas (see paragraph 56 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  The city council also opposed the final attempt by the mayor of Ümraniye to apply to the courts, on 27 August 1992, for the temporary closure of the waste-collection site. It based its opposition on the ground that the district council in question was not entitled to seek the closure of the site because it had hitherto made no effort to decontaminate it (see paragraph 16 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Besides that ground, the Government also relied on the conclusions in Chapman, cited above, and criticised the applicant for having knowingly chosen to break the law and live in the vicinity of the rubbish tip (see paragraphs 23, 43 and 80 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, those arguments do not stand up to scrutiny for the following reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  In the instant case the Court has examined the provisions of domestic law regarding the transfer to third parties of public property, whether inside or outside the “slum rehabilitation and clearance zones”. It has also studied the impact of various legislative initiatives designed to extend in practice the scope ratione temporis of Law no. 775 of 20 July 1966 (see paragraphs 54-55 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court concludes from these legal considerations that, in spite of the statutory prohibitions in the field of town planning, the State’s consistent policy on slum areas encouraged the integration of such areas into the urban environment and hence acknowledged their existence and the way of life of the citizens who had gradually caused them to build up since 1960, whether of their own free will or simply as a result of that policy. Seeing that this policy effectively established an amnesty for breaches of town-planning regulations, including the unlawful occupation of public property, it must have created uncertainty as to the extent of the discretion enjoyed by the administrative authorities responsible for applying the measures prescribed by law, which could not therefore have been regarded as foreseeable by the public.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  This interpretation is, moreover, borne out in the instant case by the administrative authorities’ attitude towards the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court observes that between the unauthorised construction of the house in issue in 1988 and the accident of 28 April 1993, the applicant remained in possession of his dwelling, despite the fact that during that time his position remained subject to the rules laid down in Law no. 775, in particular section 18, by which the municipal authorities could have destroyed the dwelling at any time. Indeed, this was what the Government suggested (see paragraphs 77 and 80 above), although they were unable to show that in the instant case the relevant authorities had even envisaged taking any such measure against the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The authorities let the applicant and his close relatives live entirely undisturbed in their house, in the social and family environment they had created. Furthermore, regard being had to the concrete evidence adduced before the Court and not rebutted by the Government, there is no cause to call into question the applicant’s assertion that the authorities also levied council tax on him and on the other inhabitants of the Ümraniye slums and provided them with public services, for which they were charged (see paragraphs 11 and 85 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  In those circumstances, it would be hard for the Government to maintain legitimately that any negligence or lack of foresight should be attributed to the victims of the accident of 28 April 1993, or to rely on the Court’s conclusions in Chapman, cited above, in which the British authorities were not found to have remained passive in the face of Mrs Chapman’s unlawful actions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It remains for the Court to address the Government’s other arguments relating, in general, to: the scale of the rehabilitation projects carried out by Istanbul City Council at the time in order to alleviate the problems caused by the Ümraniye waste-collection site; the amount invested, which was said to have influenced the way in which the national authorities chose to deal with the situation at the site; and, lastly, the humanitarian considerations which at the time allegedly precluded any measure entailing the immediate and wholesale destruction of the slum areas.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  The Court acknowledges that it is not its task to substitute for the views of the local authorities its own view of the best policy to adopt in dealing with the social, economic and urban problems in this part of . It therefore accepts the Government’s argument that in this respect an impossible or disproportionate burden must not be imposed on the authorities without consideration being given, in particular, to the operational choices which they must make in terms of priorities and resources (see Osman, cited above, pp. 3159-60, § 116); this results from the wide margin of appreciation States enjoy, as the Court has previously held, in difficult social and technical spheres such as the one in issue in the instant case (see Hatton and Others v. the United Kingdom [GC], no. 36022/97, §§ 100-01, ECHR 2003-VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, even when seen from this perspective, the Court does not find the Government’s arguments convincing. The preventive measures required by the positive obligation in question fall precisely within the powers conferred on the authorities and may reasonably be regarded as a suitable means of averting the risk brought to their attention. The Court considers that the timely installation of a gas-extraction system at the Ümraniye tip before the situation became fatal could have been an effective measure without diverting the State’s resources to an excessive degree in breach of Article 65 of the Turkish Constitution (see paragraph 52 above) or giving rise to policy problems to the extent alleged by the Government. Such a measure would not only have complied with Turkish regulations and general practice in the area, but would also have been a much better reflection of the humanitarian considerations the Government relied on before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  The Court will next assess the weight to be attached to the issue of respect for the public’s right to information (see paragraph 90 above). It observes in this connection that the Government have not shown that any measures were taken in the instant case to provide the inhabitants of the Ümraniye slums with information enabling them to assess the risks they might run as a result of the choices they had made. In any event, the Court considers that in the absence of more practical measures to avoid the risks to the lives of the inhabitants of the Ümraniye slums, even the fact of having respected the right to information would not have been sufficient to absolve the State of its responsibilities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  In the light of the foregoing, the Court cannot see any reason to cast doubt on the domestic investigating authorities’ findings of fact (see paragraphs 23, 28 and 78 above; see also, for example, Klaas v. Germany, judgment of 22 September 1993, Series A no. 269, p. 17, §§ 29-30) and considers that the circumstances examined above show that in the instant case the State’s responsibility was engaged under Article 2 in several respects.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Firstly, the regulatory framework proved defective in that the Ümraniye municipal waste-collection site was opened and operated despite not conforming to the relevant technical standards and there was no coherent supervisory system to encourage those responsible to take steps to ensure adequate protection of the public and coordination and cooperation between the various administrative authorities so that the risks brought to their attention did not become so serious as to endanger human lives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "That situation, exacerbated by a general policy which proved powerless in dealing with general town-planning issues and created uncertainty as to the application of statutory measures, undoubtedly played a part in the sequence of events leading to the tragic accident of 28 April 1993, which ultimately claimed the lives of inhabitants of the Ümraniye slums, because the State officials and authorities did not do everything within their power to protect them from the immediate and known risks to which they were exposed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  Such circumstances give rise to a violation of Article 2 of the Convention in its substantive aspect; the Government’s submission relating to the favourable outcome of the administrative action brought in the instant case (see paragraph 84 above) is of no consequence here, for the reasons set out in paragraphs 151 and 152 below.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  The Court considers that, contrary to what the Government suggest, it is likewise unnecessary to examine the administrative remedy used to claim compensation (see paragraphs 37, 39-40, 84 and 88 above) in assessing the judicial response required in the present case, as such a remedy, regardless of its outcome, cannot be taken into consideration for the purposes of Article 2 in its procedural aspect (see paragraphs 91-96 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The Court observes at the outset that the criminal-law procedures in place in Turkey are part of a system which, in theory, appears sufficient to protect the right to life in relation to dangerous activities: in that regard, Article 230 § 1 and Article 455 §§ 1 and 2 of the Turkish Criminal Code deal with negligence on the part of State officials or authorities (see paragraph 44 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "It remains to be determined whether the measures taken in the framework of the Turkish criminal-law system following the accident at the Ümraniye municipal rubbish tip were satisfactory in practice, regard being had to the requirements of the Convention in this respect (see paragraphs 91-96 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  In this connection, the Court notes that immediately after the accident had occurred on 28 April 1993 at about 11 a.m. the police arrived on the scene and interviewed the victims’ families. In addition, the Istanbul Governor’s Office set up a crisis unit, whose members went to the site on the same day. On the following day, 29 April 1993, the Ministry of the Interior ordered, of its own motion, the opening of an administrative investigation to determine the extent to which the authorities had been responsible for the accident. On 30 April 1993 the Üsküdar public prosecutor began a criminal investigation. Lastly, the official inquiries ended on 15 July 1993, when the two mayors, Mr Sözen and Mr Öktem, were committed for trial in the criminal courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, the investigating authorities may be regarded as having acted with exemplary promptness (see Yaşa, cited above, pp. 2439-40, §§ 102-04; Mahmut Kaya, cited above, §§ 106-07; and Tanrıkulu v. Turkey [GC], no. 23763/94, § 109, ECHR 1999-IV) and as having shown diligence in seeking to establish the circumstances that led both to the accident of 28 April 1993 and to the ensuing deaths.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  It may also be concluded that those responsible for the events in issue were identified. In an order of 21 May 1993, based on an expert report whose validity has not been challenged (see paragraph 24 above), the public prosecutor concluded that Istanbul City Council should be held liable on the ground that it had “fail[ed] to act sufficiently early to prevent the technical problems which already existed when the tip was first created in 1970 and [had] continued to increase since then, or to indicate to the district councils concerned an alternative waste-collection site, as it was obliged to do under Law no. 3030”. The order further concluded that other State authorities had contributed to aggravating and prolonging the situation: Ümraniye District Council had implemented an urban development plan that did not comply with the applicable regulations, and had not prevented illegal dwellings from being built in the area; the Ministry of the Environment had failed to ensure compliance with the Regulations on Solid-Waste Control; and the government of the time had encouraged the spread of this type of illegal dwelling by passing amnesty laws in which the occupants had been granted property titles.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The public prosecutor therefore concluded that Articles 230 and 455 of the Criminal Code (see paragraph 44 above) were applicable in respect of the authorities concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  Admittedly, the administrative bodies of investigation, which were empowered to institute criminal proceedings (see paragraph 46 above), only partly endorsed the public prosecutor’s submissions, for reasons which elude the Court and which the Government have never attempted to explain.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Indeed, those bodies, whose independence has already been challenged in a number of cases before the Court (see Güleç v. Turkey, judgment of 27 July 1998, Reports 1998-IV, pp. 1732-33, §§ 79-81, and Oğur v. Turkey [GC], no. 21954/93, §§ 91-92, ECHR 1999-III), ultimately dropped the charges against the Ministry of the Environment and the government authorities (see paragraphs 29 and 31 above) and sought to limit the charge to “negligence” as such, precluding the examination of the life-endangering aspect of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, there is no need to dwell on those shortcomings, seeing that criminal proceedings were nonetheless instituted in the Fifth Division of the Istanbul Criminal Court and that, once the case had been brought before it, that court had full jurisdiction to examine the facts as it saw fit and, where appropriate, to order further inquiries; its judgment was, moreover, subject to review by the Court of Cassation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, in the Court’s view, rather than examining whether there was a preliminary investigation fully compatible with all the procedural requirements established in such matters (see paragraph 94 above), the issue to be assessed is whether the judicial authorities, as the guardians of the laws laid down to protect lives, were determined to sanction those responsible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  In the instant case, in a judgment of 4 April 1996, the Istanbul Criminal Court sentenced the two mayors in question to suspended fines of TRL 610,000 (an amount equivalent at the time to approximately 9.70 euros) for negligent omissions in the performance of their duties within the meaning of Article 230 § 1 of the Criminal Code (see paragraph 23 above). Before the Court, the Government attempted to explain why that provision alone had been applied in respect of the two mayors and why they had been sentenced to the minimum penalty applicable (see paragraph 82 above). However, it is not for the Court to address such issues of domestic law concerning individual criminal responsibility, that being a matter for assessment by the national courts, or to deliver guilty or not-guilty verdicts in that regard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Having regard to its task, the Court would simply observe that in the instant case the sole purpose of the criminal proceedings in issue was to establish whether the authorities could be held liable for “negligence in the performance of their duties” under Article 230 of the Criminal Code, which provision does not in any way relate to life-endangering acts or to the protection of the right to life within the meaning of Article 2.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Indeed, it appears from the judgment of 4 April 1996 that the trial court did not see any reason to depart from the reasoning set out in the committal order issued by the administrative council, and left in abeyance any question of the authorities’ possible responsibility for the death of the applicant’s nine relatives. The judgment of 4 April 1996 does, admittedly, contain passages referring to the deaths that occurred on 28 April 1993 as a factual element. However, that cannot be taken to mean that there was an acknowledgment of any responsibility for failing to protect the right to life. The operative provisions of the judgment are silent on this point and, furthermore, do not give any precise indication that the trial court had sufficient regard to the extremely serious consequences of the accident; the persons held responsible were ultimately sentenced to derisory fines, which were, moreover, suspended.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  Accordingly, it cannot be said that the manner in which the Turkish criminal justice system operated in response to the tragedy secured the full accountability of State officials or authorities for their role in it and the effective implementation of provisions of domestic law guaranteeing respect for the right to life, in particular the deterrent function of the criminal law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  In short, it must be concluded in the instant case that there has also been a violation of Article 2 of the Convention in its procedural aspect, on account of the lack, in connection with a fatal accident provoked by the operation of a dangerous activity, of adequate protection “by law” safeguarding the right to life and deterring similar life-endangering conduct in future.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "119.  The applicant asserted that the State should be held accountable for the national authorities’ negligent omissions that had resulted in the loss of his house and all his movable property, and complained that he had not been afforded redress for the damage sustained. He alleged a violation of Article 1 of Protocol No. 1, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "120.  The Government denied that there had been any violation on that account.",
                                "elements": []
                            },
                            {
                                "content": "A.  Applicability: whether there was a “possession”",
                                "elements": [
                                    {
                                        "content": "1.  The Chamber judgment",
                                        "elements": [
                                            {
                                                "content": "121.  The Chamber considered that the fact that the applicant had occupied land belonging to the Treasury for approximately five years could not confer on him a right that could be regarded as a “possession”. However, it considered that the applicant had been the owner of the structure and fixtures and fittings of the dwelling he had built and of all the household and personal effects which might have been in it, notwithstanding the fact that the building had been erected in breach of the law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Chamber accordingly concluded that the dwelling built by the applicant and his residence there with his close relatives represented a substantial economic interest and that that interest, which the authorities had allowed to subsist over a long period of time, amounted to a “possession” within the meaning of the rule laid down in the first sentence of Article 1 of Protocol No. 1.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Submissions of those appearing before the Court",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Government",
                                "elements": [
                                    {
                                        "content": "122.  As they had done before the Chamber, the Government submitted that neither the unauthorised dwelling built by the applicant nor the fact that the building had unlawfully occupied land belonging to the Treasury could in themselves give rise to a “right of property” or constitute a “possession” within the meaning of Article 1 of Protocol No. 1. No such recognition had ever been forthcoming under domestic law, either explicitly or tacitly, and the Government observed that the applicant had, moreover, been unable to produce any documents or title deeds in support of his claims. In that connection, the applicant had been mistaken in relying on the laws for the regularisation of illegal dwellings, since those laws had not on any account had the effect of giving him title to publicly owned land, which, pursuant to the Land Registry Act (Law no. 3402), was inalienable and could not be acquired by adverse possession.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government relied on Chapman, cited above, and argued that in the instant case the Court should not be unduly prompted by considerations extraneous to the legal situation before it to conclude that the applicant’s actions could give rise to a substantive interest protected by Article 1 of Protocol No. 1, a finding that would effectively remove him from the scope of domestic law and reward him for acting unlawfully.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The applicant",
                                "elements": [
                                    {
                                        "content": "123.  The applicant reiterated the arguments he had submitted before the Chamber and, referring to his earlier explanations (see paragraph 85 above), argued that in the instant case there had been sufficient evidence, supported by the authorities’ manifest tolerance and a series of unequivocal administrative and legislative measures, for each inhabitant of the Ümraniye slums to have been able to claim a legitimate right to the property in issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "At the hearing the applicant’s representative also referred to Law no. 4706 (see paragraph 55 above), which she submitted was sufficient in itself to refute the argument that nobody could acquire State property. She further explained that, while her client had not yet taken the necessary steps to benefit from Law no. 775, there was nothing to prevent him from doing so at a later stage, for example under the new Law no. 4706.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "124.  The Court reiterates that the concept of “possessions” in the first part of Article 1 of Protocol No. 1 has an autonomous meaning which is not limited to ownership of physical goods and is independent from the formal classification in domestic law: the issue that needs to be examined is whether the circumstances of the case, considered as a whole, may be regarded as having conferred on the applicant title to a substantive interest protected by that provision (see, mutatis mutandis, Zwierzyński v. Poland, no. 34049/96, § 63, ECHR 2001-VI). Accordingly, as well as physical goods, certain rights and interests constituting assets may also be regarded as “property rights”, and thus as “possessions” for the purposes of this provision (see Iatridis v. Greece [GC], no. 31107/96, § 54, ECHR 1999-II, and Beyeler v. Italy [GC], no. 33202/96, § 100, ECHR 2000-I). The concept of “possessions” is not limited to “existing possessions” but may also cover assets, including claims, in respect of which the applicant can argue that he has at least a reasonable and “legitimate expectation” of obtaining effective enjoyment of a property right (see, for example, Prince Hans-Adam II of Liechtenstein v. Germany [GC], no. 42527/98, § 83, ECHR 2001-VIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  It was not disputed before the Court that the applicant’s dwelling had been erected in breach of Turkish town-planning regulations and had not conformed to the relevant technical standards, or that the land it had occupied belonged to the Treasury. However, the parties disagreed as to whether the applicant had had a “possession” within the meaning of Article 1 of Protocol No. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  Firstly, with regard to the land on which the dwelling in issue had been built, which had thus been occupied until the accident of 28 April 1993, the applicant stated that there had been nothing to prevent him at any time from taking steps to acquire ownership of the land in accordance with the relevant procedure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, the Court cannot accept this somewhat speculative argument. Indeed, in the absence of any detailed information from the parties, it has been unable to ascertain whether the Kazım Karabekir area was actually included in a slum-rehabilitation plan, contrary to what appears to have been the case for the Hekimbaşı area (see paragraph 11 above), or whether the applicant satisfied the formal requirements under the town-planning legislation in force at the material time for obtaining the transfer of title to the publicly owned land he was occupying (see paragraph 54 above). In any event, the applicant admitted that he had never taken any administrative steps to that end.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In those circumstances, the Court cannot conclude that the applicant’s hope of having the land in issue transferred to him one day constituted a claim of a kind that was sufficiently established to be enforceable in the courts, and hence a distinct “possession” within the meaning of the Court’s case-law (see Kopecký v. Slovakia [GC], no. 44912/98, §§ 25-26, ECHR 2004-IX).",
                                                "elements": []
                                            },
                                            {
                                                "content": "127.  That said, a different consideration applies in respect of the applicant’s dwelling itself.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It is sufficient in this connection for the Court to refer to the reasons set out above, which led it to conclude that the State authorities had tolerated the applicant’s actions (see paragraphs 105-06 above). Those reasons are plainly valid in the context of Article 1 of Protocol No. 1 and support the conclusion that the authorities also acknowledged de facto that the applicant and his close relatives had a proprietary interest in their dwelling and movable goods.",
                                                "elements": []
                                            },
                                            {
                                                "content": "128.  On this point, the Court cannot accept that they can be criticised in this way for irregularities (see paragraph 122 above) of which the relevant authorities had been aware for almost five years.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It does, admittedly, accept that the exercise of discretion encompassing a multitude of local factors is inherent in the choice and implementation of town and country planning policies and of any resulting measures. However, when faced with an issue such as that raised in the instant case, the authorities cannot legitimately rely on their margin of appreciation, which in no way dispenses them from their duty to act in good time, in an appropriate and, above all, consistent manner.",
                                                "elements": []
                                            },
                                            {
                                                "content": "That was not the case in this instance, since the uncertainty created within Turkish society as to the implementation of laws to curb illegal settlements was surely unlikely to have caused the applicant to imagine that the situation regarding his dwelling was liable to change overnight.",
                                                "elements": []
                                            },
                                            {
                                                "content": "129.  The Court considers that the applicant’s proprietary interest in his dwelling was of a sufficient nature and sufficiently recognised to constitute a substantive interest and hence a “possession” within the meaning of the rule laid down in the first sentence of Article 1 of Protocol No. 1, which provision is therefore applicable to this aspect of the complaint.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Compliance",
                                "elements": [
                                    {
                                        "content": "1.  The Chamber judgment",
                                        "elements": [
                                            {
                                                "content": "130.  The Chamber, after emphasising the key importance of the right enshrined in Article 1 of Protocol No. 1, considered that genuine, effective exercise of that right did not depend merely on the State’s duty not to interfere and could require positive measures of protection.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In that connection, the Chamber held that the administrative authorities’ conduct in failing to take all the measures necessary to avoid the risk of a methane explosion, and hence the ensuing landslide, also ran counter to the requirement of “practical and effective” protection of the right guaranteed by Article 1 of Protocol No. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It considered that such a situation amounted to a clear infringement of the applicant’s right to the peaceful enjoyment of his “possessions” and was to be regarded as “interference” that was manifestly not justified under Article 1 of Protocol No. 1, seeing that the negligent omissions of the authorities that had resulted in the deprivation of possessions in the instant case had breached Turkish administrative and criminal law.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Submissions of those appearing before the Court",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Government",
                                "elements": [
                                    {
                                        "content": "131.  The Government drew the Court’s attention to the fact that in its judgment of 18 June 2002 the Chamber had been unable to cite a single precedent in which it had been found that the State had a positive obligation in a situation comparable to that complained of by the applicant. In their submission, it was regrettable that, in reaching its conclusion, the Chamber had chosen to refer to a case in which there had been no recognised right of property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government argued that such a conclusion was tantamount to criticising the Turkish authorities for having refrained on humanitarian grounds from destroying the applicant’s house and for not having suspected that that decision would be construed as implicit recognition of a title that, from a legal perspective, was null and void.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In any event, the Government considered that the applicant could not claim to be the victim of a violation of Article 1 of Protocol No. 1, since the administrative authorities had awarded him substantial compensation for pecuniary damage and he had been provided with subsidised housing at a modest price.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The applicant",
                                "elements": [
                                    {
                                        "content": "132.  The applicant’s submissions before the Court were based on Chapman, cited above. He considered that in that case the Court had examined the situation of a person who had knowingly turned a deaf ear to the warnings she had received and to the penalties lawfully imposed on her with a view to protecting the environmental rights of others. The circumstances of the present case were quite different, as the Government had been criticised precisely for their authorities’ inaction or negligence in applying the law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\n3.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "133.  The Court considers that the complexity of the factual and legal position in issue in the instant case prevents it from falling into one of the categories covered by the second sentence of the first paragraph or by the second paragraph of Article 1 of Protocol No. 1 (see Beyeler, cited above, § 98), bearing in mind, moreover, that the applicant complained not of an act by the State, but of its failure to act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It considers, therefore, that it should examine the case in the light of the general rule in the first sentence of the first paragraph, which lays down the right to the peaceful enjoyment of possessions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "134.  In that connection, the Court would reaffirm the principle that has already been established in substance under Article 1 of Protocol No. 1 (see Bielectric S.r.l. v. Italy (dec.), no. 36811/97, 4 May 2000). Genuine, effective exercise of the right protected by that provision does not depend merely on the State’s duty not to interfere, but may require positive measures of protection, particularly where there is a direct link between the measures an applicant may legitimately expect from the authorities and his effective enjoyment of his possessions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "135.  In the present case there is no doubt that the causal link established between the gross negligence attributable to the State and the loss of human lives also applies to the engulfment of the applicant’s house. In the Court’s view, the resulting infringement amounts not to “interference” but to the breach of a positive obligation, since the State officials and authorities did not do everything within their power to protect the applicant’s proprietary interests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In arguing that the Turkish authorities cannot be criticised for having refrained on humanitarian grounds from destroying the applicant’s house (see paragraphs 80 and 131 above), the Government’s submissions would appear to be directed towards the issue of “legitimate aim” for the purposes of paragraph 2 of Article 1 of Protocol No. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "136.  The Court cannot, however, accept that argument and, for substantially the same reasons as those given in respect of the complaint of a violation of Article 2 (see paragraphs 106-08 above), finds that the positive obligation under Article 1 of Protocol No. 1 required the national authorities to take the same practical steps as indicated above to avoid the destruction of the applicant’s house.",
                                                "elements": []
                                            },
                                            {
                                                "content": "137.  Since it is clear that no such steps were taken, it remains for the Court to address the Government’s submission that the applicant could not claim to be the victim of a violation of his right to the peaceful enjoyment of his possessions as he had been awarded substantial compensation for pecuniary damage and had been able to acquire subsidised housing on very favourable terms.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court does not agree with that submission. Even supposing that the advantageous terms on which the flat in question was sold could to a certain extent have redressed the effects of the omissions observed in the instant case, they nonetheless could not be regarded as proper compensation for the damage sustained by the applicant. Accordingly, whatever advantages may have been conferred, they could not have caused the applicant to lose his status as a “victim”, particularly as there is nothing in the deed of sale and the other related documents in the file to indicate any acknowledgment by the authorities of a violation of his right to the peaceful enjoyment of his possessions (see, mutatis mutandis, Amuur v. France, judgment of 25 June 1996, Reports 1996-III, p. 846, § 36, and Dalban v. Romania [GC], no. 28114/95, § 44, ECHR 1999-VI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "As regards the compensation awarded for pecuniary damage, it is sufficient to observe that the sum has still not been paid even though a final judgment has been delivered (see paragraph 42 above), a fact that cannot be regarded as anything other than interference with the right to enforcement of a claim that has been upheld, which is likewise protected by Article 1 of Protocol No. 1 (see Antonakopoulos and Others v. Greece, no. 37098/97, § 31, 14 December 1999).",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, the Court considers that it is not necessary for it to examine this issue of its own motion, having regard to its assessment under Article 13 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "138.  There has accordingly been a violation of Article 1 of Protocol No. 1 in the instant case.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "139.  The applicant maintained that the domestic remedies of which he had availed himself had failed him. Their ineffectiveness had given rise to a breach of Article 13 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "140.  The Government contested this complaint, pointing to the outcome of both the criminal and the administrative proceedings at domestic level.",
                                "elements": []
                            },
                            {
                                "content": "A.  The Chamber judgment",
                                "elements": [
                                    {
                                        "content": "141.  The Chamber took the view that its conclusion on the applicant’s complaints under Article 2 of the Convention and Article 1 of Protocol No. 1 made it unnecessary to consider again in the context of Article 13 his allegations of deficiencies in the criminal and administrative proceedings. In the specific circumstances of this case, neither the criminal-law process nor the administrative-law action had complied with the procedural obligations under Article 2 or proved capable of affording appropriate redress for the applicant’s complaints. In the first place, the criminal proceedings were conducted in such a way that the focus was shifted from the all-important life-endangering aspect of the case to a determination of whether or not the mayors could be held liable for “negligence in the performance of their duties”. Secondly, the compensation awarded to the applicant by the administrative court did not at all correspond to the applicant’s real loss. Lastly, not only had the proceedings lasted an unreasonably long time, the award eventually made to the applicant had never in fact been paid.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "142.  The Government took issue with the Chamber’s criticism of the criminal proceedings brought against the mayors. They insisted that it was for the domestic authorities alone to determine the nature of any criminal charges to be laid against a defendant. Likewise, it did not fall to the Court in Strasbourg to question the verdict reached by a domestic court on the basis of the material before that court, unless it intended to go so far as to substitute what it considered to be a proper verdict. The Government observed that neither the Convention nor its case-law compelled the authorities to secure the conviction of a defendant. The Chamber’s suggestion that the verdict handed down against the mayors was tantamount to granting them almost total impunity had ignored both this point and the national authorities’ discretion to classify criminal charges in the light of the circumstances of a particular case, including situations like the one obtaining in the present case, where the applicant had never complained that the mayors were guilty of unlawful killing through negligence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "143.  For the Government, the same “fourth instance” considerations applied to the decision reached by the administrative court on the applicant’s compensation claim. The amount awarded was in fact substantial, bearing in mind that the applicant had been rehoused on very favourable terms. He had in fact capitalised on his new dwelling, firstly by renting it out for 48.46 United States dollars (USD) per month, compared with the USD 17.50 which he was paying back to the authorities, and then by agreeing to sell it for 20,000 German marks, a price which was far in excess of the house’s value when it was first allocated to him (TRL 125,000,000). The Government further contended that, contrary to the Chamber’s finding, the compensation claim had been determined within a reasonable time, and certainly within a much shorter time-frame than, for example, in Calvelli and Ciglio (cited above), where the Court had found that the period of six years and three months taken to determine a civil claim for death by negligence could not be said to raise an issue under Article 2. Moreover, the applicant had not sought to collect the money awarded.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant",
                                        "elements": [
                                            {
                                                "content": "144.  The applicant in essence agreed with the Chamber’s conclusions on the shortcomings it had identified in the criminal and administrative proceedings. However, he maintained that the ineffectiveness of these procedures should also be seen as giving rise to a breach of Article 13 of the Convention in combination with Article 2 and Article 1 of Protocol No. 1.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Principles applicable in the instant case",
                                        "elements": [
                                            {
                                                "content": "145.  Article 13 of the Convention requires domestic legal systems to make available an effective remedy empowering the competent national authority to address the substance of an “arguable” complaint under the Convention (see Z and Others v. the United Kingdom [GC], no. 29392/95, § 108, ECHR 2001-V). Its object is to provide a means whereby individuals can obtain appropriate relief at national level for violations of their Convention rights before having to set in motion the international machinery of complaint before the Court (see Kudła v. Poland [GC], no. 31210/96, § 152, ECHR 2000-XI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "146.  However, the protection afforded by Article 13 does not go so far as to require any particular form of remedy, Contracting States being afforded a margin of discretion in conforming to their obligations under this provision (see, for example, Kaya v. Turkey, judgment of 19 February 1998, Reports 1998-I, pp. 329-30, § 106).",
                                                "elements": []
                                            },
                                            {
                                                "content": "147.  The nature of the right at stake has implications for the type of remedy the State is required to provide under Article 13. Where violations of the rights enshrined in Article 2 are alleged, compensation for pecuniary and non-pecuniary damage should in principle be possible as part of the range of redress available (see Paul and Audrey Edwards, cited above, § 97; Z and Others v. the United Kingdom, cited above, § 109; and T.P. and K.M. v. the United Kingdom [GC], no. 28945/95, § 107, ECHR 2001-V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "On the other hand, as the Court has noted above (see paragraph 96), neither Article 13 nor any other provision of the Convention guarantees an applicant a right to secure the prosecution and conviction of a third party or a right to “private revenge” (see Perez, cited above, § 70).",
                                                "elements": []
                                            },
                                            {
                                                "content": "148.  It is true that it has found on occasion a violation of Article 13 in cases involving allegations of unlawful killing by or with the connivance of the members of the security forces (see, for example, the case-law referred to in Kılıç, cited above, § 73) on account of the authorities’ failure to carry out a thorough and effective investigation capable of leading to the identification and punishment of those responsible (see Kaya, cited above, pp. 330-31, § 107). However, it is to be observed that those cases, arising out of the conflict in south-east  in the 1990s, were characterised by the absence of any such investigations into the applicants’ complaints that a close relative had been unlawfully killed by members of the security forces or had died in suspicious circumstances.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It was precisely this element which led the Court to find that the applicants in those cases had been deprived of an effective remedy, in that they had not had the possibility of establishing liability for the incidents complained of and, hence, of seeking appropriate relief, whether by applying to join criminal proceedings as an intervening party or by instituting proceedings before the civil or administrative courts. In other words, there was a close procedural and practical relationship between the criminal investigation and the remedies available to those applicants in the legal system as a whole (see, for example, Salman v. Turkey [GC], no. 21986/93, § 109, ECHR 2000-VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, for the Court, and seen from the standpoint of the interests of the deceased’s family and their right to an effective remedy, it does not inevitably follow from the above-mentioned case-law that Article 13 will be violated if the criminal investigation or resultant trial in a particular case do not satisfy the State’s procedural obligation under Article 2 as summarised in, for example, Hugh Jordan, cited above (see paragraph 94).",
                                                "elements": []
                                            },
                                            {
                                                "content": "What is important is the impact the State’s failure to comply with its procedural obligation under Article 2 had on the deceased’s family’s access to other available and effective remedies for establishing liability on the part of State officials or bodies for acts or omissions entailing the breach of their rights under Article 2 and, as appropriate, obtaining compensation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "149.  The Court has held that, in relation to fatal accidents arising out of dangerous activities which fall within the responsibility of the State, Article 2 requires the authorities to carry out of their own motion an investigation, satisfying certain minimum conditions, into the cause of the loss of life (see paragraphs 90, and 93-94 above). It further observes that, without such an investigation, the individual concerned may not be in a position to use any remedy available to him for obtaining relief, given that the knowledge necessary to elucidate facts such as those in issue in the instant case is often in the sole hands of State officials or authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Having regard to these considerations, the Court’s task under Article 13 in the instant case is to determine whether the applicant’s exercise of an effective remedy was frustrated on account of the manner in which the authorities discharged their procedural obligation under Article 2 (see, mutatis mutandis, Aksoy v. Turkey, judgment of 18 December 1996, Reports 1996-VI, p. 2286, § 95; Aydın v. Turkey, judgment of 25 September 1997, Reports 1997-VI, pp. 1895-96, § 103; and Kaya, cited above, pp. 32930, § 106).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of these principles in the instant case",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  As regards the complaint under Article 2 of the Convention",
                                "elements": [
                                    {
                                        "content": "150.  The Court has already examined the various procedures in place in Turkey and has concluded that in the present case the right to life was inadequately protected by the proceedings brought by the public authorities under the criminal law, despite the findings of the official investigations which established the facts and identified those responsible for the accident of 28 April 1993 (see paragraphs 113-14 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, having regard to the adequacy and the findings of those investigations, the Court considers that the applicant was in a position to use the remedies available to him under Turkish law in order to obtain redress.",
                                        "elements": []
                                    },
                                    {
                                        "content": "151.  On 3 September 1993, several months after the investigation had ended (see paragraph 29 above), the applicant, represented by a lawyer, chose to sue four State authorities in the administrative courts, claiming that he had sustained pecuniary and non-pecuniary damage on account of the death of nine of his close relatives and the loss of his house and household goods. The effectiveness of this remedy did not depend on the outcome of the pending criminal proceedings, nor was access to it hindered by acts or omissions on the part of the authorities (see Kaya, cited above, pp. 329-30, § 106).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The administrative courts dealing with his case were indisputably empowered to assess the facts established thus far, to apportion liability for the events in issue and to deliver an enforceable decision. The administrative-law remedy used by the applicant was, on the face of it, sufficient for him to enforce the substance of his complaint regarding the death of his relatives and was capable of affording him adequate redress for the violation of Article 2 found above (see paragraph 118 above; see also Paul and Audrey Edwards, cited above, § 97, and Hugh Jordan, cited above, §§ 162-63).",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, it remains to be determined whether this remedy was also effective in practice, in the circumstances of the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "152.  Like the Chamber, the Grand Chamber is not persuaded that this was so. It endorses various criticisms made by the Chamber as to the ineffectiveness of the compensation proceedings (see paragraph 76 above) and, like the Chamber, considers it decisive that the damages awarded to the applicant – solely in respect of the non-pecuniary damage resulting from the loss of his close relatives – have never in fact been paid to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Of relevance in this connection is the Court’s case-law to the effect that the right to a court as guaranteed by Article 6 also protects the execution of final, binding judicial decisions, which, in States that accept the rule of law, cannot remain inoperative to the detriment of one party (see, for example, Hornsby v. Greece, judgment of 19 March 1997, Reports 1997-II, pp. 51011, § 40, and Immobiliare Saffi v. Italy [GC], no. 22774/93, § 66, ECHR 1999-V). It has not been explained to the Court’s satisfaction why the award has not been paid. It considers that the applicant cannot be reproached for not having taken personal steps to enforce the award, given the time taken by the administrative court to decide his compensation claim and the fact that the amount awarded for non-pecuniary damage was not even subject to default interest. The timely payment of a final award of compensation for anguish suffered must be considered an essential element of a remedy under Article 13 for a bereaved spouse and parent (see, mutatis mutandis, Paul and Audrey Edwards, cited above, § 101).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Although the Government have contested the Chamber’s conclusion that the proceedings should have been concluded sooner, the Grand Chamber likewise finds that a period of four years, eleven months and ten days to reach a decision indicates a lack of diligence on the part of the domestic court, especially in view of the applicant’s distressing situation. After all, it is clear from the decision of 30 November 1995 that the domestic court based itself entirely on the expert report commissioned by the public prosecutor. However, that report was already available as far back as May 1993 (see paragraph 23 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "153.  For the Court, these reasons suffice to conclude that the administrative proceedings failed to provide the applicant with an effective remedy for the State’s failure to protect the lives of his close relatives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "154.  That said, the Government accused the applicant of having never made any effort to take part effectively in the above-mentioned criminal proceedings in order to raise his complaints and to seek redress (see paragraph 83 above). Having examined the provisions of Turkish law on intervening-party applications (see paragraphs 47 and 48 above), the Court accepts that this possibility, as a component of criminal proceedings, should in principle be taken into consideration for the purposes of Article 13.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, the Court considers that in the instant case the applicant, who chose to avail himself of an administrative-law remedy which appears to have been effective and capable of directly redressing the situation of which he complained, cannot be criticised for not having sought redress in the criminal courts (see, mutatis mutandis, Manoussakis and Others v. Greece, judgment of 26 September 1996, Reports 1996-IV, pp. 1359-60, § 33, and Aquilina v. Malta [GC], no. 25642/94, § 39, ECHR 1999-III), a remedy which, in any event, could not be used if an action for damages was already pending (see paragraph 48 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "155.  In short, there has been a violation of Article 13 of the Convention as regards the complaint under Article 2.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "\n(b)  As regards the complaint under Article 1 of Protocol No. 1",
                                "elements": [
                                    {
                                        "content": "156.  The Court observes that, in the administrative proceedings examined above, the applicant also obtained compensation for the destruction of household goods, save the domestic electrical appliances which the domestic court held that he could not have owned (see paragraph 40 above). It considers that it does not have to comment on the adequacy of the award made by the domestic court or the manner of its assessment. As it has already noted, the fact is that the decision on compensation was long in coming and the award has never been paid. Consequently, the applicant was denied an effective remedy for the alleged breach of his right under Article 1 of Protocol No. 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Whilst it is true that the Government have requested the Court to take account of the advantages which have accrued to the applicant through the provision to him of subsidised housing, the Court considers that this is a matter which should be taken up under Article 41 of the Convention. In any event, in so far as these advantages have proved incapable of removing from the applicant his status as the victim of an alleged violation of Article 1 of Protocol No. 1 (see paragraph 137 above), they cannot a fortiori deprive him of his right to an effective remedy in order to obtain redress for that alleged violation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "157.  For the above reasons, the Court considers that there has also been a violation of Article 13 of the Convention as regards the complaint under Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATIONS OF ARTICLES 6 AND 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "158.  The applicant complained of the excessive length of the proceedings in the administrative court and submitted that they could not be regarded as fair, given the biased judgment in which they had culminated. He relied on Article 6 § 1 of the Convention, the relevant part of which provides:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. ...”",
                                "elements": []
                            },
                            {
                                "content": "The applicant lastly complained that the circumstances of the case had also infringed his right to respect for his private and family life as enshrined in Article 8 of the Convention, the relevant parts of which provide:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life ...",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "159.  The Government objected that those complaints were manifestly ill-founded and stressed that neither any lack of diligence nor any interference could be attributed to the Turkish authorities in connection with the provisions relied on.",
                                "elements": []
                            },
                            {
                                "content": "160.  Having regard to the particular circumstances of the present case and to the reasoning which led the Court to find a violation of Article 13 of the Convention taken together with Article 1 of Protocol No. 1 (see paragraph 156 above), the Court considers that it is not necessary to examine the case under Article 6 § 1 as well (see, mutatis mutandis, Immobiliare Saffi, cited above, § 75).",
                                "elements": []
                            },
                            {
                                "content": "The same applies to the complaint under Article 8 of the Convention, which concerns the same facts as those examined under Article 2 and Article 1 of Protocol No. 1. Having regard to its findings of a violation of those provisions, the Court considers that it is likewise unnecessary to examine that complaint separately.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "161.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant",
                                "elements": [
                                    {
                                        "content": "162.  Before the Court, the applicant reiterated the claims he had made before the Chamber. Accordingly, he claimed:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  2,000  dollars (USD) for funeral expenses for his nine close relatives who had died;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  USD 100,000 for the loss of financial support as a result of the death of his wife and his concubine, who had worked as cleaners on daily contracts;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)  USD 150,000 for loss of the financial support which his seven children could have given him had they remained alive;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv)  USD 50,000 for the loss of financial support suffered by his three surviving children as a result of their mother’s death;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(v)  USD 98,000 for the destruction of his dwelling and movable property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant also claimed, on his own behalf and on behalf of his three surviving children, USD 800,000 for non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "163.  As their main submission, the Government maintained that no redress was necessary in the instant case. In the alternative, they asked the Court to dismiss the applicant’s claims, which they considered to be excessive and based on notional estimates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "With regard to pecuniary damage, they submitted that a newspaper cutting could not be used to substantiate claims for funeral expenses. With regard to the alleged loss of financial support, they confined themselves to the submission that the claim was purely speculative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "With regard to the dwelling and movable property, the Government pointed out that the applicant had not submitted any evidence in support of his claim. Arguing that the applicant had never acquired title to the slum dwelling in question, they reiterated that he had been offered a much more comfortable flat in the district of Alibeyköy for a sum which at the material time had been equivalent to USD 9,237 (9,966 euros (EUR)), only one quarter of which had been paid immediately. In that connection they submitted examples of advertisements for similar flats in that district at prices of, on average, between 11,000,000,000 and 19,000,000,000 Turkish Liras (TRL) (approximately EUR 7,900 and EUR 13,700 respectively). With regard to the movable property, the Government submitted catalogues of such items and stressed the need to take account of the compensation awarded by the administrative court under that head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "With regard to non-pecuniary damage, the Government submitted that the claim was excessive and likely to lead to unjust enrichment, contrary to the spirit of Article 41 of the Convention. In that connection, they accused the applicant of deliberately choosing not to claim payment of the compensation awarded by the administrative court under that head in the hope of increasing his chances of being awarded a higher sum by the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Chamber judgment",
                                        "elements": [
                                            {
                                                "content": "164.  Making its assessment on an equitable basis, the Chamber awarded the applicant EUR 21,000 for pecuniary damage and EUR 133,000 for nonpecuniary damage, having regard to the distress he had undoubtedly experienced as a result of the Turkish justice system’s unsatisfactory response to the deaths, and the suffering consequently endured by his three surviving children.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "\n3.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "165.  The Court has found a violation of the right to protection of life enshrined in Article 2 of the Convention and of the right to peaceful enjoyment of possessions as protected by Article 1 of Protocol No. 1. It has also found a violation of the right to a domestic remedy, as set forth in Article 13 of the Convention, in respect of both complaints.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "166.  The Grand Chamber observes, as the Chamber did, that the applicant undoubtedly suffered loss as a result of the violations found and that there is a clear causal link between those violations and the pecuniary damage alleged, which may include compensation for loss of sources of income (see Salman, cited above, § 137, and Z and Others v. the United Kingdom, cited above, § 119). However, none of the applicant’s claims under this head has been duly documented. The alleged damage includes components which cannot be calculated precisely or are based on such limited evidence that any assessment will inevitably involve a degree of speculation (see, among other authorities, Sporrong and Lönnroth v. Sweden (Article 50), judgment of 18 December 1984, Series A no. 88, pp. 14-15, § 32, and Akdivar and Others v. Turkey (Article 50), judgment of 1 April 1998, Reports 1998-II, p. 718, § 19).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court will therefore assess on an equitable basis the applicant’s claims in respect of pecuniary damage, having regard to all the information in its possession, as required by Article 41.",
                                        "elements": []
                                    },
                                    {
                                        "content": "167.  With regard, firstly, to the reimbursement of funeral expenses, the applicant produced an article from the 9 April 2001 issue of the daily newspaper Sabah, which reported that another victim of the accident of 28 April 1993, a Mr C. Öztürk, had had to spend TRL 550,000,000 on the burial of his wife and four children. The Government contested the evidential value of that information but did not adduce any other evidence to clarify the matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court considers that this claim is not unreasonable since the applicant had to bury nine of his close relatives. It therefore awards in full the amount claimed under this head, namely USD 2,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "168.  As to the alleged loss of financial support, no itemised particulars have been submitted in respect of this claim. However, the Grand Chamber agrees with the Chamber’s view that in the instant case each member of the household must, in one way or another, have provided a contribution, if only an accessory one, to the sustenance of all, although the prospect of future financial support by the seven minor children who died in the accident appears too distant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "All things considered, the Court considers that an aggregate sum of EUR 10,000 should be awarded under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "169.  As to the alleged loss resulting from the destruction of the applicant’s dwelling, the Court observes at the outset that, in the absence of any substantiation, the sum claimed would appear excessive. In this connection, it considers that the economic interest which the subsidised housing acquired by the applicant may have represented should be taken into account in the assessment of damage (see paragraph 156 above), although this task is complicated both by the constant fluctuation in the rates of exchange and inflation in Turkey and by the transactions carried out by the applicant in relation to his flat (see paragraph 30 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Chamber’s assessment was based on the assumption that the value of the applicant’s dwelling that was destroyed amounted to 50% of the cost of decent housing offered at the time by Istanbul City Council in the Çobançeşme area. The Grand Chamber notes in this connection that, according to a list drawn up on 20 March 2001 by the city council, the council was offering housing in the Çobançeşme area for approximately TRL 10,400,000,000, which on that date was equivalent to EUR 11,800.",
                                        "elements": []
                                    },
                                    {
                                        "content": "That information apart, the Court observes, again on the basis of its own – inevitably approximate – calculations, that on 13 November 1993, when the contract for the sale of the flat to the applicant was signed, the agreed price of TRL 125,000,000 was equivalent to approximately EUR 8,500, a quarter of which (EUR 2,125) was paid immediately. The remainder (equivalent to EUR 6,375) was to be paid in 120 monthly instalments of TRL 732,844. On 13 November 1993 the monthly instalments were equivalent to approximately EUR 53. However, on 24 March 1998, the date on which the applicant promised to sell his flat to E.B., the instalments corresponded to only EUR 3. According to calculations on the basis of the exchange rates in force between 13 November 1993 and 24 March 1998, the average value of the instalments was EUR 15. As there is no reason to believe that the applicant continued to pay the instalments after 24 March 1998, it can be presumed that by that date he must have paid, in addition to the down payment, the equivalent of approximately EUR 780 in monthly instalments towards the purchase of the flat, making a total of approximately EUR 3,000, which is significantly lower than the initial value of the flat.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It should also be borne in mind that from at least February 1995 onwards, if not well before that date, the flat in question had been let to a certain H.Ö. for a monthly rent of TRL 2,000,000 (approximately EUR 41). In the thirtyseven months during which the flat was leased, ending on 24 March 1998 when the undertaking to sell it was signed, the applicant must therefore have received a minimum of approximately EUR 1,500 in rent, whereas during the same period he had had to pay only EUR 550 in monthly instalments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, on signing the undertaking to sell the flat, the applicant received 20,000 German marks from E.B.; that sum, equivalent at the time to EUR 10,226, is significantly higher than any amount the applicant would ultimately have had to spend on the purchase of his flat.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the light of the foregoing, assuming that the market value of the applicant’s slum dwelling may be estimated according to the criterion adopted by the Chamber and that he must have spent a certain amount on accommodation while his flat was being let out, there is still no reason for the Court to conclude that those circumstances resulted in a loss greater than the profit the applicant seems to have made from the transactions relating to his flat.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There is therefore no need to afford redress to the applicant for the destruction of his dwelling, the finding of a violation constituting in itself sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "170.  As to the value of the movable property lost in the accident of 28 April 1993, the Court notes that on 30 November 1995 the  awarded the applicant compensation of TRL 10,000,000 under this head (equivalent at the time to approximately EUR 208). In making that award, however, the court refused to take into account any electrical appliances allegedly owned by the applicant, on the ground that his dwelling did not have electricity (see paragraph 40 above). Furthermore, the compensation awarded has never been paid to the applicant. The Court refers to its conclusions on these particular points (see paragraphs 152, 153 and 156 above) and considers that the outcome of the administrative proceedings cannot be taken into account for the purposes of Article 41 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, and despite the lack of any indication by the applicant of the nature and quantity of the movable property which he may have owned, the Court has undertaken a careful examination of the household items in the catalogues submitted to it, bearing in mind the methods of calculation adopted in previous similar cases (see Akdivar and Others (Article 50), cited above, and Menteş and Others v. Turkey (Article 50), judgment of 24 July 1998, Reports 1998-IV, p. 1693, § 12).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Consequently, having regard to the living conditions of a household on a low income, the Grand Chamber agrees with the Chamber that considerations of equity justify an aggregate award of EUR 1,500 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "171.  With regard to non-pecuniary damage, the Grand Chamber sees no reason to depart from the Chamber’s position. It acknowledges that the applicant undoubtedly suffered as a result of the violations it has found of Articles 2 and 13 of the Convention. The Court agrees with the Government, however, that the amounts claimed under this head are excessive. Being called upon to make an equitable assessment, it has to take into account the particular circumstances of the case, including the suffering which must also have affected the applicant’s three surviving children, Hüsamettin, Aydın and Halef Öneryıldız, born on 10 October 1980, 10 October 1981 and 10 July 1982 respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Like the Court’s findings of a violation, the decisions given by the Turkish courts after the judgment on the merits have admittedly afforded the applicant a measure of reparation for non-pecuniary damage, although they have not fully redressed the damage sustained under that head. The Court considers, however, that the TRL 100,000,000 (equivalent at the time to approximately EUR 2,077) awarded to the applicant by the administrative courts in compensation for non-pecuniary damage cannot be taken into consideration under Article 41, seeing that the authorities have never paid that sum and that, in the very particular circumstances of the case, the applicant’s decision not to initiate enforcement proceedings in order to obtain the sum cannot be regarded as a waiver of his entitlement to it (see, mutatis mutandis, Neumeister v. Austria (Article 50), judgment of 7 May 1974, Series A no. 17, p. 16, § 36).",
                                        "elements": []
                                    },
                                    {
                                        "content": "All things considered, and having regard to its relevant case-law concerning the application of Article 41 in respect of the minor children or relatives of victims of violations of Article 2 (see Çakıcı v. Turkey [GC], no. 23657/94, §§ 8 and 130), the Court decides to award Mr Maşallah Öneryıldız and his three surviving adult children, Hüsamettin, Aydın and Halef Öneryıldız, EUR 33,750 each for non-pecuniary damage, making an aggregate sum of EUR 135,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "172.  The applicant claimed USD 50,000 in respect of legal fees only, including USD 20,000 for the work done by his representative in the written and oral proceedings before the Grand Chamber. He asserted that the presentation of his case before the national courts and the  institutions had entailed more than 330 hours’ work at a rate of USD 150 per hour, in accordance with the Istanbul Bar’s scale of minimum fees.",
                                                "elements": []
                                            },
                                            {
                                                "content": "173.  The Government submitted that the applicant’s claims for costs and expenses were again excessive and unjustified.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Chamber judgment",
                                        "elements": [
                                            {
                                                "content": "174.  In the proceedings before the Chamber, the applicant claimed USD 30,000 in legal fees and USD 790 for sundry expenses. In the absence of any receipts or other vouchers, the Chamber held that it was not satisfied that the applicant had incurred those expenses and awarded him EUR 10,000, less the EUR 2,286.50 paid by the Council of Europe in legal aid.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "175.  The applicant has continued to receive legal aid in the proceedings under Article 43 of the Convention. In addition to the EUR 2,286.50 he had already received from the Council of Europe, he was granted EUR 1,707.34 for the preparation of his case after it had been referred to the Grand Chamber.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court has consistently held that costs and expenses will not be awarded under Article 41 unless it is established that they were actually incurred, were necessarily incurred and are also reasonable as to quantum (see Sahin v. Germany [GC], no. 30943/96, § 105, ECHR 2003-VIII). In the instant case the applicant has not substantiated his claims by relevant documents or provided detailed explanations as to the work done by his representative on issues relating to Articles 2 and 13 of the Convention and Article 1 of Protocol No. 1, the provisions found to have been breached.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In accordance with Rule 60 § 2 of the Rules of Court, the Court cannot therefore allow the applicant’s claim as it stands. However, the applicant must have incurred some costs for the work done by his lawyer in representing him in the written and oral proceedings before the two Convention bodies (see, mutatis mutandis, Labita v. Italy [GC], no. 26772/95, § 210, ECHR 2000-IV). The Court is prepared to accept that in the present case, which is indisputably complex, that task took the number of hours claimed. That said, it reiterates that, as regards fees, it does not consider itself bound by domestic scales and practices, although it may derive some assistance from them (see, for example, Tolstoy Miloslavsky v. the United Kingdom, judgment of 13 July 1995, Series A no. 316-B, p. 83, § 77).",
                                                "elements": []
                                            },
                                            {
                                                "content": "Making its assessment on an equitable basis, the Court considers it reasonable to award the applicant EUR 16,000, less the EUR 3,993.84 paid by the Council of Europe in legal aid for the proceedings as a whole before the Convention institutions.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "176.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Holds unanimously that there has been a violation of Article 2 of the Convention in its substantive aspect, on account of the lack of appropriate steps to prevent the accidental death of nine of the applicant’s close relatives;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds by sixteen votes to one that there has also been a violation of Article 2 of the Convention in its procedural aspect, on account of the lack of adequate protection by law safeguarding the right to life;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds by fifteen votes to two that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds by fifteen votes to two that there has been a violation of Article 13 of the Convention as regards the complaint under the substantive head of Article 2;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds by fifteen votes to two that there has also been a violation of Article 13 of the Convention as regards the complaint under Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds unanimously that no separate issue arises under Article 6 § 1 or Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds unanimously",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay, within three months, the following amounts, exempt from any taxes or duties, to be converted into Turkish liras at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "8.  Dismisses unanimously the remainder of the applicant’s claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 30 November 2004.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a)  partly dissenting opinion of Mr Türmen;",
                        "elements": []
                    },
                    {
                        "content": "(b)  partly dissenting opinion of Mrs Mularoni.",
                        "elements": []
                    },
                    {
                        "content": "I agree with the majority that there has been a violation of Article 2 in its substantive aspect as the authorities failed to take appropriate steps to safeguard the lives of those within their jurisdiction.",
                        "elements": []
                    },
                    {
                        "content": "However, I regret that I am unable to agree with the majority that there have also been violations of Article 2 in its procedural aspect, Article 1 of Protocol No. 1 and Article 13.",
                        "elements": []
                    },
                    {
                        "content": "1.  Article 2 (procedural aspect)",
                        "elements": [
                            {
                                "content": "The judgment did not find any problem with the investigation (paragraph 113), which identified those responsible for the incident and brought them to justice. The two mayors were convicted under Article 230 of the Turkish Criminal Code.",
                                "elements": []
                            },
                            {
                                "content": "However, the majority found a violation of the procedural aspect of Article 2 on the ground that the trial courts did not secure the full accountability of State officials and did not implement effectively the provisions of domestic law – that is, because the national courts applied Article 230 of the Criminal Code (negligence in the performance of public duties) and not Article 455 (death through carelessness or negligence).",
                                "elements": []
                            },
                            {
                                "content": "I do not agree with this conclusion for the following reasons.",
                                "elements": []
                            },
                            {
                                "content": "First of all, the majority are of the opinion that there has been a violation of the procedural aspect of Article 2, not because of the lack of an effective investigation, but because of the judicial proceedings or, more precisely, the application of domestic legislation. This is a wholly new approach, which does not have any precedent in the Court’s case-law. If the majority hold the view that the remedy that exists under domestic law is not an effective one, then this raises a problem under Article 13, not under Article 2.",
                                "elements": []
                            },
                            {
                                "content": "Secondly, it seems contradictory to state, on the one hand, that the investigation is an effective one and, on the other, that the decision of the domestic court violates the Convention.",
                                "elements": []
                            },
                            {
                                "content": "Such an approach ignores the fact that the decision of the domestic court is based on the facts that are determined by the investigation. How is it then possible for the Court to criticise the decision of the domestic court while accepting the effectiveness of the investigation? In circumstances where the investigation is effective, to conclude that the procedural aspect of Article 2 has been violated would require an examination of the facts, which would make the Court a fourth-instance court. It is well-established case-law that the establishment of the facts and the interpretation and application of domestic law are a matter for the national authorities (see, inter alia, Kemmache v. France (no. 3), judgment of 24 November 1994, Series A no. 296C, pp. 86-87, § 37, and Kaymaz v. Turkey (dec.), no. 37053/97, 16 March 2000).",
                                "elements": []
                            },
                            {
                                "content": "Thirdly, the majority do not attach any weight to the fact that the applicant by his own behaviour contributed to the creation of a risk to life and caused the death of nine members of his own family. It is not contested that the applicant (a) built an illegal dwelling on land that did not belong to him, and (b) did so at a very close distance to the rubbish tip.",
                                "elements": []
                            },
                            {
                                "content": "The negligence of the authorities and that of the applicant constitute essential elements of causality. They are both conditions sine qua non of the harm caused. Neither of them alone would have been sufficient to cause the harm. The death of nine people was due to the negligence of both the authorities and the applicant.",
                                "elements": []
                            },
                            {
                                "content": "Apart from this, an independent offence was committed by the mayors, namely negligence in the performance of their duties. The Fifth Division of the Istanbul Criminal Court, in its judgment of 4 April 1996, took all these elements into account and decided to apply Article 230 of the Criminal Code (negligence in the performance of public duties) and not Article 455 (homicide by negligence). In fact, both mayors were convicted under Article 230. The Court of Cassation upheld the judgment. The judgment speaks of the responsibility of both mayors and of the applicant for the death of nine people. The judges of the Istanbul Criminal Court also took into consideration the experts’ report, which apportioned liability for the accident as follows: 2/8 to Istanbul City Council, 2/8 to Ümraniye District Council and 2/8 to the slum inhabitants “for putting the members of their families in danger by settling near a mountain of waste” (see paragraph 23 of the judgment).",
                                "elements": []
                            },
                            {
                                "content": "It is therefore not true that, as is stated in paragraph 116 of the judgment, the domestic court in its judgment did not acknowledge “any responsibility for failing to protect the right to life”. The domestic court weighed up the responsibilities of the applicant and the mayors and reached a conclusion within its margin of appreciation. This is also admitted by the majority, when it is stated in paragraph 116 that “it is not for the Court to address such issues of domestic law concerning individual criminal responsibility, that being a matter for assessment by the national courts, or to deliver guilty or not-guilty verdicts in that regard”.",
                                "elements": []
                            },
                            {
                                "content": "However, such an express confirmation of the boundaries between the national courts and the , which is in line with the Court’s case-law, makes it more difficult to understand the reason for finding a violation of the procedural aspect of Article 2. In the opinion of the majority, issues of domestic law concerning individual criminal responsibility are a matter for assessment by the national courts, but if the national court decides for good reasons to apply one Article of the Criminal Code rather than another, this may constitute a lack of protection by law safeguarding the right to life.",
                                "elements": []
                            },
                            {
                                "content": "Fourthly, it is not clear from the judgment why the majority decided to change the principles established in the Court’s case-law regarding the absence of a criminal-law remedy in cases of unintentional loss of life. In Calvelli and Ciglio v. Italy ([GC], no. 32967/96, ECHR 2002-I), Mastromatteo v. Italy ([GC], no. 37703/97, ECHR 2002-VIII), and Vo v. France ([GC], no. 53924/00, ECHR 2004-VIII), the Court expressed the view that “if the infringement of the right to life or to personal integrity is not caused intentionally, the positive obligation imposed by Article 2 to set up an effective judicial system does not necessarily require the provision of a criminal-law remedy in every case”. In this particular case, the majority have departed from that case-law. In paragraph 93 of the judgment, the majority express the view that “in areas such as that in issue [it may be presumed that what is meant is environmental damage], the applicable principles are rather to be found ... in relation notably to the use of lethal force”.",
                                "elements": []
                            },
                            {
                                "content": "Both in Calvelli and Ciglio and in the present case, what is in issue from the perspective of criminal law is death caused by negligence. As far as the degree of negligence is concerned, it is difficult to make a distinction between the negligence of a gynaecologist who knew that the birth of the child carried a high risk since the mother was a level-A diabetic and the foetus was too large for a natural birth, and yet not only failed to take precautionary measures but was also absent during the birth (Calvelli and Ciglio), and that of two mayors who ought to have known from the experts’ report that the rubbish tip carried a high risk and yet failed to take any measures to prevent such an accident.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "2.  Article 1 of Protocol No. 1",
                        "elements": [
                            {
                                "content": "In respect of Article 1 of Protocol No. 1, I fully subscribe to the views expressed by Judge Mularoni in paragraph 2 of her partly dissenting opinion.",
                                "elements": []
                            },
                            {
                                "content": "It is noteworthy that the Court, immediately after Kopecký v. Slovakia ([GC], no. 44912/98, ECHR 2004-IX), where it consolidated its case-law regarding the meaning of “possession” under the Convention, has now introduced a new criterion for the determination of a possession – the tolerance of the national authorities. Such a new concept, I fear, may lead to undesirable consequences, such as extending the Convention’s protection to illegally constructed buildings, and may encourage illegal situations.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "3.  Article 13",
                        "elements": [
                            {
                                "content": "The judgment, having examined the effectiveness of the criminal-law remedy under Article 2, limits the scope of its examination of the Article 13 complaint to the effectiveness of the administrative-law remedy.",
                                "elements": []
                            },
                            {
                                "content": "In a judgment of 30 November 1995, the  ordered the national authorities to pay the applicant and his children 100,000,000 Turkish liras (TRL) for non-pecuniary damage and TRL 10,000,000 for pecuniary damage. The decision was served on the applicant.",
                                "elements": []
                            },
                            {
                                "content": "As is clearly stated in the Chamber’s judgment, “... the applicant has never requested payment of the compensation awarded him, a fact that he did not dispute moreover” (paragraph 117 of the Chamber judgment; this fact has been omitted in the Grand Chamber’s judgment).",
                                "elements": []
                            },
                            {
                                "content": "The applicant did not complain about the non-payment of the compensation because he did not wish to receive it. Had he contacted the mayor’s office and given his bank account number, he would have received the compensation awarded. How is it possible for the authorities to make the payment without any knowledge of the applicant’s address or bank account?",
                                "elements": []
                            },
                            {
                                "content": "It is therefore not correct to hold the Government responsible for the non-payment of the compensation.",
                                "elements": []
                            },
                            {
                                "content": "As to the length of the administrative court proceedings, the majority express the view that the proceedings lasted four years, eleven months and ten days, which renders the administrative court remedy ineffective.",
                                "elements": []
                            },
                            {
                                "content": "I do not agree with this view.",
                                "elements": []
                            },
                            {
                                "content": "The proceedings lasted four years and eleven months before four levels of jurisdiction. The facts of the case reveal that there were not any significant periods of inactivity attributable to the national courts.",
                                "elements": []
                            },
                            {
                                "content": "The majority hold the view that there was “a lack of diligence on the part of the domestic court”. However, no reason is given for this conclusion. It is reached without examining the court proceedings and without applying the Court’s well-established criteria regarding the length of proceedings, namely the complexity of the case, the conduct of the applicant and the conduct of the judicial authorities.",
                                "elements": []
                            },
                            {
                                "content": "In conclusion, there has been no violation of Article 13.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "4.  Article 41",
                        "elements": [
                            {
                                "content": "I agree with the amount of just satisfaction to be paid to the applicant. However, I disagree with the reasoning in calculating the award. It seems that, in calculating the amount, all nine members of the applicant’s household have been given equal weight and are described as “close relatives” of the applicant (paragraph 167 of the judgment).",
                                "elements": []
                            },
                            {
                                "content": "However, reading paragraph 3 of the judgment, it becomes clear that one of these “close relatives”, Sıdıka Zorlu, was the “concubine” of the applicant. This is perhaps the first time that the Court, in deciding the amount to be paid by way of just satisfaction, has taken into account an applicant’s concubine and given her the same weight as his wife and children. Such an approach may have undesirable implications for the Court’s caselaw in the future.",
                                "elements": []
                            },
                            {
                                "content": "1.  I fully agree with the reasoning and conclusions of the majority regarding Article 2 of the Convention in both its substantive and its procedural aspects.",
                                "elements": []
                            },
                            {
                                "content": "2.  However, I consider that Article 1 of Protocol No. 1 is not applicable in the present case. This provision guarantees the right of property. In its case-law, the Court has clarified the concept of possessions, which may cover both “existing possessions” and assets, including claims, in respect of which the applicant can argue that he has at least a “legitimate expectation” of obtaining effective enjoyment of a property right. By way of contrast, the hope of recognition of a property right which it has been impossible to exercise effectively cannot be considered a possession within the meaning of Article 1 of Protocol No. 1 (see, among other authorities, Marckx v. Belgium, judgment of 13 June 1979, Series A no. 31, p. 23, § 50; Prince Hans-Adam II of Liechtenstein v. Germany [GC], no. 42527/98, § 83, ECHR 2001-VIII; and Kopecký v.  [GC], no. 44912/98, § 35, ECHR 2004-IX).",
                                "elements": []
                            },
                            {
                                "content": "It was not disputed before the Court that the applicant’s dwelling had been erected in breach of Turkish town-planning regulations and had not conformed to the relevant technical standards, or that the land it had occupied belonged to the Treasury (see paragraph 125 of the judgment). The applicant was unable to prove that he had a property right over the land in question or that he could legitimately have applied to have the property transferred to him under section 21 of Law no. 775 of 20 July 1966 or the successive amendments to that law.",
                                "elements": []
                            },
                            {
                                "content": "The majority acknowledge that “the Court cannot conclude that the applicant’s hope of having the land in issue transferred to him one day constituted a claim of a kind that was sufficiently established to be enforceable in the courts, and hence a distinct ‘possession’ within the meaning of the Court’s case-law” (see paragraph 126 of the judgment in fine). However, instead of drawing the appropriate conclusions from this reasoning and finding that Article 1 of Protocol No. 1 was not applicable, they adopted a new admissibility criterion for this Article: the relevant authorities’ tolerance of the applicant’s actions for almost five years, leading to the conclusion that those authorities acknowledged de facto that the applicant and his close relatives had a proprietary interest in their dwelling and movable goods (see paragraph 127), which was of a sufficient nature and sufficiently recognised to constitute a substantive interest and hence a “possession” within the meaning of the rule laid down in the first sentence of Article 1 of Protocol No. 1 (see paragraph 129).",
                                "elements": []
                            },
                            {
                                "content": "I am unable to agree with this reasoning.",
                                "elements": []
                            },
                            {
                                "content": "In my opinion, neither implicit tolerance nor other humanitarian considerations can suffice to legitimise the applicant’s action under Article 1 of Protocol No. 1. Nor should these factors be used by the Court to justify a conclusion which is tantamount to removing applicants (Mr Öneryıldız in this case, but also any future applicants who have erected buildings illegally) from the ambit of national town-planning and building laws and, to an extent, indirectly condoning the spread of these illegal dwellings.",
                                "elements": []
                            },
                            {
                                "content": "I consider that the majority’s conclusion that Article 1 of Protocol No. 1 is applicable might have paradoxical effects. I am thinking, for example, of the splendid villas and hotels built illegally on the coast or elsewhere which, under national legislation, cannot be acquired by adverse possession; will the mere fact that the relevant authorities have tolerated such buildings for five years now be sufficient to maintain that those who built them in flagrant breach of the law have an arguable claim under Article 1 of Protocol No. 1? Such a conclusion would make it much more difficult for the authorities (at either national or local level) to take any action to ensure compliance with town-planning laws and regulations where, for instance, they have inherited an illegal situation as a result of a period of administration by less scrupulous authorities.",
                                "elements": []
                            },
                            {
                                "content": "Lastly, I find it hard to accept that where buildings have been erected in breach of town-planning regulations, States henceforth have a positive obligation to protect a right of property that has never been recognised in domestic law and should not be, since in many cases it could be exercised to the detriment of the rights of others and the general interest.",
                                "elements": []
                            },
                            {
                                "content": "I have therefore concluded that Article 1 of Protocol No. 1 is not applicable and, consequently, has not been breached.",
                                "elements": []
                            },
                            {
                                "content": "I should add that even if I had concluded that Article 1 of Protocol No. 1 was applicable – which, I repeat, I did not – I would have considered, unlike the majority (see paragraph 137 of the judgment), that the applicant could no longer claim to be a victim. In my view, the allocation of subsidised housing on very favourable terms may be regarded as an acknowledgment in substance of a violation of Article 1 of Protocol No. 1, such a measure being probably the best form of redress conceivable in the present case.",
                                "elements": []
                            },
                            {
                                "content": "3.  Having regard to the circumstances of the case and to the reasoning which led the Court to find a violation of Article 2 of the Convention in its procedural aspect, I consider that it was not necessary to examine the case under Article 13 as regards the complaint under the substantive head of Article 2.",
                                "elements": []
                            },
                            {
                                "content": "4.  In view of my conclusions under Article 1 of Protocol No. 1, I consider that there was no violation of Article 13 as regards the complaint under Article 1 of Protocol No. 1.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrL. Wildhaber",
            "role": "president"
        },
        {
            "name": "MrC.L. Rozakis",
            "role": "judges"
        },
        {
            "name": "MrJ.-P. Costa",
            "role": "judges"
        },
        {
            "name": "MrG. Ress",
            "role": "judges"
        },
        {
            "name": "SirNicolas Bratza",
            "role": "judges"
        },
        {
            "name": "MrsE. Palm",
            "role": "judges"
        },
        {
            "name": "MrL. Loucaides",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "judges"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MrsH.S. Greve",
            "role": "judges"
        },
        {
            "name": "MrA.B. Baka",
            "role": "judges"
        },
        {
            "name": "MrM. Ugrekhelidze",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrV. Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "MrsA. Mularoni",
            "role": "judges"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ÖNERYILDIZ v. TURKEY",
    "doctypebranch": "GRANDCHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "GRANDCHAMBER",
        "ENG"
    ],
    "documents": [
        "001-67614.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2004:1130JUD004893999",
    "externalsources": [
        "Parliamentary Assembly Resolution 587(1975) on problems connected with the disposal of urban and industrial waste\nParliamentary Assembly Resolution 1087(1996) on the consequences of the Chernobyl disaster\nParliamentary Assembly Recommendation 1225(1993)\nCommittee of Ministers Recommendation R(96)12\nConvention on Civil Liability for Damage resulting from Activities Dangerous to the Environment\nConvention on the Protection of the Environment through Criminal Law"
    ],
    "extractedappno": [
        "48939/99",
        "1991/76",
        "2003/80",
        "32967/96",
        "37703/99",
        "46477/99",
        "44617/98",
        "51192/99",
        "27238/95",
        "21422/93",
        "22277/93",
        "22492/93",
        "22535/93",
        "53924/00",
        "24520/94",
        "24746/94",
        "47287/99",
        "26129/95",
        "36022/97",
        "23763/94",
        "21954/93",
        "34049/96",
        "31107/96",
        "33202/96",
        "42527/98",
        "44912/98",
        "36811/97",
        "28114/95",
        "37098/97",
        "29392/95",
        "31210/96",
        "28945/95",
        "21986/93",
        "22774/93",
        "25642/94",
        "23657/94",
        "30943/96",
        "26772/95",
        "37053/97",
        "37703/97"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-67614",
    "judgementdate": "30/11/2004 00:00:00",
    "kpdate": "30/11/2004 00:00:00",
    "kpthesaurus": [
        "449",
        "632",
        "595",
        "231",
        "444",
        "110",
        "216",
        "577",
        "283",
        "369",
        "509",
        "304",
        "311"
    ],
    "languageisocode": "ENG",
    "originatingbody": "8",
    "paragraphs": [
        "2-1",
        "P1-1-1",
        "2",
        "13",
        "41",
        "P1-1"
    ],
    "parties": [
        "ÖNERYILDIZ",
        "TURKEY"
    ],
    "rank": "505.597778320313",
    "representedby": [
        "DENIZ Esra"
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Akdivar and Others v. Turkey (article 50), judgment of 1er April 1998, Reports 1998-II, p. 718, § 19",
        "Aksoy v. Turkey, judgment of 18 December 1996, Reports 1996-VI, p. 2286, § 95",
        "Amuur v. France, judgment of 25 June 1996, Reports 1996-III, p. 846, § 36",
        "Antonakopoulos, Vortsela and Antonakopoulou v. Greece, no 37098/97, § 31, 14 December 1999",
        "Aquilina v. Malta [GC], Reports 1999-III, p. 239, § 39",
        "Aydin v. Turkey, judgment of 25 September 1997, Reports 1997-VI, pp. 1895-1896, § 103",
        "Beyeler v. Italy [GC], no 33202/96, §§ 98 and 100, ECHR 2000-I",
        "Bielectric Srl v. Italy (dec.), no 36811/97, 4 May 2000",
        "Botta v. Italy, judgment of 24 February 1998, Reports 1998-I",
        "Calvelli and Ciglio v. Italy [GC], no 32967/96, § 51, ECHR 2002-I",
        "Caraher v. the United Kingdom (dec.), no 24520/94, ECHR 2000-I",
        "Chapman v. the United Kingdom [GC], no 27238/95, ECHR 2001-I",
        "Dalban v. Romania [GC], no 28114/95, § 44, ECHR 1999-VI",
        "Guerra and Others v. Italy, judgment of 19 February 1998, Reports 1998-I, pp. 228-229, §§ 60 and 62",
        "Güleç v. Turkey, judgment of 27 July 1998, Reports 1998-IV, p. 1732-1733, §§ 79-81",
        "Hatton and Others v. the United Kingdom [GC], no 36022/97, §§ 100-101, ECHR 2003-VIII",
        "Hornsby v. Greece, judgment of 19 March 1997, Reports 1997-II, p. 511, § 40",
        "Hugh Jordan v. the United Kingdom, no 24746/94, §§ 105-109, 136-140, 162-163, ECHR 2001-III",
        "Iatridis v. Greece [GC], no 31107/96, § 54, ECHR 1999-II",
        "Ilhan v. Turkey [GC], no 22277/93, § 91, ECHR 2000-VII",
        "Immobiliare Saffi v. Italy [GC], no 22774/93, § 66 and § 75, ECHR 1999-V",
        "Kaya v. Turkey, judgment of 19 February 1998, Reports 1998-I, pp. 329-330, § 106 and pp. 330-331, § 107",
        "Kiliç v. Turkey, no 22492/93, § 62, ECHR 2000-III",
        "Klaas v. Germany, judgment of 22 September 1993, Series A no 269, p. 17, §§ 29-30",
        "Kopecký v. Slovakia [GC], no 44912/98, §§ 25 and 26, ECHR 2004-...",
        "Kudla v. Poland [GC], no 31210/96, § 152, ECHR 2000-XI",
        "L.C.B. v. the United Kingdom, judgment of 9 June 1998, Reports of Judgments and Decisions 1998-III, pp. 1403-1404, § 36 and §§ 37-41",
        "Labita v. Italy [GC], no 26772/95, § 210, ECHR 2000-IV",
        "Mahmut Kaya v. Turkey, no 22535/93, § 85,§§ 106-107, ECHR 2000-III",
        "Manoussakis and Others v. Greece, judgment of 26 September 1996, Reports 1996-IV, pp. 1359-1360, § 33",
        "Mastromatteo v. Italy [GC], no 37703/99, §§ 90, 94 and 95, ECHR 2002-VIII",
        "McCann and Others v. the United Kingdom, judgment of 27 September 1995, Series A no 324, pp. 47-49, §§ 157-164",
        "Mentes and Others v. Turkey (article 50), judgment of 24 July 1998, Reports 1998-IV, p. 1693, § 12",
        "Neumeister v. Austria (article 50), judgment of 7 May 1974, Series A no 17, p. 16, § 36",
        "Ogur v. Turkey [GC], no 21954/93, §§ 91-92, ECHR 1999-III",
        "Osman v. the United Kingdom, judgment of 28 October 1998, Reports 1998-VIII, p. 3159, § 115, pp. 3159-3160, § 116",
        "Paul and Audrey Edwards v. the United Kingdom, no 46477/99, §§ 54, 69-73, 97 and 101, ECHR 2002-II",
        "Perez v. France [GC], no 47287/99, § 70, ECHR 2004-I",
        "Prince Hans-Adam II de Liechtenstein v. Germany [GC], no 42527/98, § 83, ECHR 2001-VIII",
        "Sahin v. Germany [GC], no 30943/96, § 105, ECHR 2003-VIII",
        "Salman v. Turkey [GC], no 21986/93, § 109 and § 137, ECHR 2000-VII",
        "Sporrong and Lönnroth v. Sweden (article 50), judgment of 18 December 1984, Series A no 88, p. 14, § 32",
        "T.P. and K.M. v. the United Kingdom [GC], no 28945/95, § 107, ECHR 2001-V",
        "Tanli v. Turkey, no 26129/95, § 111, ECHR 2001-III",
        "Tanrikulu v. Turkey [GC], no 23763/94, § 109, ECHR 1999-IV",
        "Tolstoy Miloslavsky v. the United Kingdom, judgment of 13 July 1995, Series A no 316-B, p. 83, § 77",
        "Vo v. France [GC], 53924/00, § 90, ECHR 2004-VII",
        "Yasa v. Turkey, judgment of 2 September 1998, Reports 1998-VI, p. 2429, § 64, and pp. 2439-2440, §§ 102-104",
        "Z. and Others v. the United Kingdom [GC], no 29392/95, §§ 108, 109 and 119, ECHR 2001-V",
        "Zwierzynski v. Poland, no. 34049/96, § 63, ECHR 2001-VI"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "436746",
    "typedescription": "15"
}