{
    "__articles": "3",
    "__conclusion": "No violation of Article 3 - Prohibition of torture (Substantive aspect);Violation of Article 3 - Prohibition of torture (Procedural aspect)",
    "applicability": "",
    "appno": "16437/04",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Substantive aspect"
            ],
            "element": "No violation of Article 3 - Prohibition of torture",
            "type": "no-violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Procedural aspect"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "type": "violation"
        }
    ],
    "content": {
        "001-85124.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1. The case originated in an application (no. 16437/04) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Aleksey Viktorovich Kobets (“the applicant”), on 25 March 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Messrs V. Kasko and R. Kyrylyuk, lawyers practising in . The Ukrainian Government (“the Government”) were represented by their Agents, Mrs V. Lutkovska and Mr Y. Zaytsev.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 7 September 2005 the Court decided to communicate the complaints under Article 3 of the Convention concerning alleged ill-treatment of the applicant by a police officer to the Government. Under the provisions of Article 29 § 3 of the Convention, the Court decided to examine the merits of the application at the same time as its admissibility. The case was given priority under Rule 41 of the Rules of the Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1977 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "A.  The events of 7-8 July 2002",
                                "elements": [
                                    {
                                        "content": "5.  On 7 July 2002 at 11 p.m. the applicant, with K. and M., had a fight with a taxi driver, B., and damaged his car. The taxi driver informed an operator at the taxi call centre that he had been assaulted. Two more taxis, which at that time were nearby, arrived and the taxi drivers tried to stop the fight. Another fight broke out, at the end of which the applicant and K. were thrown to the ground and held face down. M. ran away. In the meantime police arrived and arrested the applicant and K.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  They were brought to the Kyiv City Drug-Addiction Clinic (Київська міська наркологічна лікарня) where on 8 July 2002 at 1.25 a.m. the applicant was examined by a doctor, who concluded that the applicant was drunk and noted, inter alia, that he had some scratches on his forehead and a bruise to his eye. The applicant and K. were subsequently taken to the Solomyanskyy District Police Station (Територіальне відділення міліції Солом’янського районного управління ГУ МВС України в м.Києві).",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  According to the applicant, the police officer, R., demanded that the applicant sign a statement admitting that he had been involved in an assault. When the applicant refused to do so, he was allegedly beaten with a truncheon.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  When the applicant complained of a headache and nausea, around 6 p.m. an ambulance was called for him. The applicant was found to have sustained numerous injuries to his face, head and ears. His body and especially his back had numerous bruises from blows, possibly from sticks. The ambulance doctor further concluded that the applicant had symptoms of concussion. According to the ambulance medical report, the applicant told the doctors that he had been beaten up by taxi drivers. The doctors recommended that the applicant be hospitalised.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 8 July 2002 at 9 p.m. the applicant was released from the police station. The applicant’s mother called an ambulance to the police station and at 10 p.m. the applicant was hospitalised with a closed cerebral trauma, concussion and numerous bruises on his back. The applicant told doctors that he had been beaten up by the police officers during his arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 9 July 2002 the ambulance doctor informed the police that the applicant and K. had been hospitalised. According to the doctor, the applicant and K. had said that they had been beaten up by the police. The police officer, S., noted this and reported it to the head of the Solomyanskyy District Police Station. His report was added to the evidence in the criminal case against the applicant (see below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On the same day an expert medical examination performed at the applicant’s request, revealed that the applicant had had minor physical injuries (numerous scratches and bruises and concussion), some of which could have been inflicted by a rubber truncheon. The applicant told the expert that unknown persons had beaten him with sticks on the night of 78 July 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 15 July 2002 the applicant left the hospital. According to the applicant, he was forced to leave, though he was not fully recovered; he stayed at home afterwards for two more weeks.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "13.  On 10 July 2002 the police instituted criminal proceedings against the applicant for hooliganism.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 5 February 2003 the applicant was charged with the above crime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 17 March 2003 the preliminary investigation was completed and the case was referred to the court for examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 5 August 2003 the Solomyanskyy District Court of Kyiv discharged the applicant from criminal liability in view of “the change in the situation eliminating public danger of the offence and of the applicant”. The applicant appealed, stating, inter alia, that he had never agreed to the termination of the criminal proceedings on this ground. On 7 October 2003 the Kyiv City Court of Appeal upheld the decision of 5 August 2003. On 30 March 2004 the Supreme Court rejected the applicant’s cassation appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  By a letter of 23 June 2004 the Supreme Court informed the applicant’s mother that it had been decided to request the applicant’s case file in order to decide whether to review his case under the extraordinary review procedure. The applicant did not inform the Court of the outcome of these proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The investigation into the alleged ill-treatment",
                                "elements": [
                                    {
                                        "content": "18.  On 14 December 2002 the applicant’s mother complained of his ill-treatment and unlawful detention through the special police hotline “The Telephone of Trust”. The applicant’s mother was then invited to a meeting with police officials at the Ministry of Interior on 16 December 2002 to give evidence and submit an official complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 29 January 2003 the investigating officer, M., sent the materials of the case related to the applicant’s allegations that he had been beaten up by the police officer, for additional scrutiny to the Solomyanskyy District Prosecutor’s Office (прокуратура Солом’янського району м. Києва).",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 5 February 2003 the applicant filed with the prosecution authorities a similar complaint about having been assaulted by the police. On 18 February 2003 the Solomyanskyy District Prosecutor’s Office refused to institute criminal proceedings for want of evidence of any ill-treatment by the police, since they held that the injuries in question had been inflicted upon the applicant by the taxi drivers during the fight. On an unidentified date between March and August 2003 this decision was quashed and the case was remitted for further investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  In a letter of 1 April 2003 the human resources officer at the Kyiv City Police Department (Головне управління МВС України в м. Києві) informed the applicant that the materials of the internal inquiry had been forwarded to the Solomyanskyy District Prosecutor’s Office. The unnamed officials at the Solomyanskyy District Police Station were disciplined for keeping the applicant in custody without any record of his detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 26 August 2003 the Solomyanskyy District Prosecutor’s Office decided not to bring any charges against the police officers for alleged ill-treatment of the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 20 October 2003 the Kyiv City Prosecutor’s Office (прокуратура м. Києва) found that the inquiry was flawed, quashed the conclusions of the Solomyanskyy District Prosecutor’s Office and ordered further inquiries into the applicant’s allegations. On 31 October 2003 the Solomyanskyy District Prosecutor’s Office instituted criminal proceedings against the police for exceeding their powers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Between February and April 2004 these proceedings were twice terminated and subsequently reopened by the prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 22 June 2004 the investigator with the Solomyanskyy District Prosecutor’s Office found that the police were not responsible for the injuries sustained by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 19 August 2004 the Kyiv City Prosecutor’s Office quashed the decision of 22 June 2004 and the case was remitted to the Shevchenkivskyy District Prosecutor’s Office (прокуратура Шевченківського району м. Києва) for further inquiries.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 30 July 2005 the Shevchenkivskyy District Prosecutor’s Office terminated the criminal proceedings in the absence of evidence of crime. In particular, V. and W. (taxi passengers) and B. (taxi driver) testified that the police officers had not beaten the applicant during his arrest. It was further found that the injuries could have been inflicted on the applicant by the taxi drivers. It was also stated that in a court hearing during the consideration of the criminal case against him K. had testified that four or five taxi drivers had beaten him and the applicant. As a result K. had had his nose and one rib broken.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 31 May 2006 the Shevchenkivskyy District Court quashed this decision and remitted the case for a further investigation to the Shevchenkivskyy District Prosecutor’s Office. The court pointed out that B. and K. had not been properly questioned about the argument which had led to another fight; other taxi drivers had not been questioned; confrontations had not been held, in particular, between the applicant and R. Moreover, the court found that after the case had been remitted for further investigation the investigating officer, M., had not taken any action and had based his decision entirely on already existing materials.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The investigation still appears to be pending.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Proceedings related to the applicant’s detention",
                                "elements": [
                                    {
                                        "content": "29.  On an unidentified date the applicant instituted proceedings in the Solomyanskyy District Court of Kyiv complaining of unlawful detention on 8 July 2002. On 11 May 2006 the court rejected the applicant’s complaint. On 25 May 2006 the Kyiv City Court of Appeal quashed this decision and found that the applicant’s detention had been unlawful.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Constitution of , 1996",
                                "elements": [
                                    {
                                        "content": "30.  The relevant provision of the Constitution of Ukraine reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 28",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone has the right to respect for his or her dignity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "No one shall be subjected to torture, cruel, inhuman or degrading treatment or punishment that violates his or her dignity. ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Code of Criminal Procedure, 1961",
                                "elements": [
                                    {
                                        "content": "31.  Article 4 of the Code provides that the court, prosecutor or investigator must, to the extent that it is within their power to do so, institute criminal proceedings in every case where evidence of a crime has been discovered, take all necessary measures provided by law to establish whether a crime has been committed and the identity of the perpetrators and punish them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Articles 99(1) and 215 of the Code provides that an investigator’s decision not to institute or to discontinue the proceedings can be appealed against to the prosecutor or to the court.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLES 3 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  The applicant complained under Article 3 of the Convention that he had been subjected to ill-treatment by the police officer, R., and that there had been no adequate or effective investigation of his complaints. The applicant further complained under Article 13 of the Convention of the absence of effective remedies for his complaints. The relevant Articles read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 3",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "Article 13",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "34.  In their observations of 2 December 2005 the Government submitted that the applicant had not exhausted effective domestic remedies in respect of the alleged violations of Article 3 of the Convention as he had failed to challenge in court the decision of 30 July 2005 by which the criminal proceedings had been terminated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  In his observations of 1 February 2006 the applicant submitted that there were no grounds to declare his complaints inadmissible. In particular, the applicant stated that he had learned about the decision of 30 July 2005 only from the Government’s observations and, in any event, an appeal to the court against the decision to terminate criminal proceedings would not render the investigation effective since these proceedings had already lasted for a considerable period of time and had been marked by numerous flaws.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court notes that the Government’s objection is closely linked to the substance of the applicant’s complaints under Articles 3 and 13 of the Convention. In these circumstances, it joins the objection to the merits of the applicant’s complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court further finds that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention and is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The submissions of the parties",
                                        "elements": [
                                            {
                                                "content": "38.  The Government admitted that the applicant had indeed sustained minor physical injuries. However, the Government maintained that there were no indications that the applicant had ever been assaulted by the police officers. According to them, the injuries in question had been sustained by the applicant during his fight with the taxi drivers. The Government pointed out that although during the first medical examination of the applicant, which took place on 8 July 2002 at 1.25 a.m., it had been revealed that the applicant had had only some scratches on his forehead and a bruise to his eye, this examination had been limited to verifying whether the applicant had been intoxicated. Therefore, the doctor did not check whether the applicant had other injuries but noted only the most visible ones. The Government further submitted that it had only been when the applicant was hospitalised that he had been diagnosed with concussion because due to the applicant’s being under the influence of alcohol it had been impossible to diagnose it earlier. Moreover, once the applicant had complained that he was not feeling well an ambulance had immediately been called for him by the police officers. The Government further indicated that the applicant had changed his allegations several times as to who had beaten him up. On different occasions he had told doctors that he had been beaten by unknown persons, by the taxi drivers and by the police officers on his arrest but he had never stated that he had been beaten up in the police station. Furthermore, the Government maintained that the investigation in the applicant’s case had been adequate and effective. In particular, all important witnesses of the events at issue had been questioned (police officers, taxi drivers and passengers and so on). Although the outcome of the investigation had not been favourable for the applicant, this did not automatically mean that the investigation had been ineffective. Therefore, the Government contended that there had been no violation of Article 3 of the Convention in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The applicant contested the Government’s submissions. He maintained that he had been beaten up by the police officer, R., and that such treatment had amounted to torture. The applicant maintained that he had had only some scratches and a bruise when he had been taken to the police station, but had been suffering from more serious injuries when he had been released 22 hours later. The applicant stated that his first medical examination had included a check for evidence of injected drugs, so he had had to remove his upper clothes. Moreover, he had been wearing a T-shirt with short sleeves. Therefore, if the applicant had had significant physical bodily injuries at that time the doctor should have noted them. The applicant also stated that the State authorities had already been aware of the assaults on him on 9 July 2005, when the ambulance doctor had informed the police of his hospitalisation, but that no action had been taken, and his allegations had not been investigated. In any event, when the criminal proceedings had finally been instituted, the investigation had not been adequate and effective.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a.  Concerning the alleged ill-treatment",
                                "elements": [
                                    {
                                        "content": "40.  The Court reiterates that Article 3 of the Convention enshrines one of the most fundamental values of a democratic society. It prohibits in absolute terms torture or inhuman or degrading treatment or punishment, irrespective of the circumstances or the victim’s behaviour (see, among other authorities, Labita v. Italy [GC], no 26772/95, § 119, ECHR 2000-IV). It has also found that the distinction between “torture” and “inhuman or degrading treatment” was intended to “attach a special stigma to deliberate inhuman treatment causing very serious and cruel suffering” (see Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, § 167).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  To fall under Article 3 of the Convention, ill-treatment must attain a minimum level of severity. The assessment of this minimum level of severity is relative; it depends on all the circumstances of the case, such as the duration of the treatment, its physical and mental effects and, in some cases, the gender, age and state of health of the victim (see Valašinas v. Lithuania, no. 44558/98, §§ 100-01, ECHR 2001-VIII). The Court has considered treatment to be “inhuman” because, inter alia, it was premeditated, was applied for hours at a stretch and caused either actual bodily injury or intense physical and mental suffering. It has deemed treatment to be “degrading” because it was such as to arouse in the victims feelings of fear, anguish and inferiority capable of humiliating and debasing them (see Kudła v. Poland [GC], no. 30210/96, § 92, ECHR 2000XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court is sensitive to the subsidiary nature of its role and recognises that it must be cautious in taking on the role of a first-instance tribunal of fact, where this is not rendered unavoidable by the circumstances of a particular case (see, for example, McKerr v. the United Kingdom (dec.), no. 28883/95, 4 April 2000). Nonetheless, where allegations are made under Article 3 of the Convention the Court must apply a particularly thorough scrutiny even if certain domestic proceedings and investigations have already taken place (see, mutatis mutandis, Ribitsch v. Austria, judgment of 4 December 1995, Series A no. 336, § 32, and Avşar v. Turkey, no. 25657/94, § 283, ECHR 2001VII (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court reiterates that where an individual is taken into police custody in good health but is found to be injured at the time of release, it is incumbent on the State to provide a plausible explanation of the cause of the injury, failing which a clear issue arises under Article 3 of the Convention (see Tomasi v. France, judgment of 27 August 1992, Series A no. 241A, p. 4-41, §§ 108-111, and Ribitsch, cited above, p. 26, § 34).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  In the present case, the applicant’s arrest by the police officers was preceded by a fight first between the applicant, K. and B., and later between them and two more taxi drivers. It is unclear from the parties’ submissions whether this fight could have resulted in the injuries sustained by the applicant. However, the fight ended when the applicant and K. were thrown to the ground, which implies that physical force of some degree was used on the applicant and K.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  It is also true that the first medical examination of the applicant (see paragraph 6) mentioned that the applicant had only some scratches on his forehead and a bruise to his eye. However, it is undisputed that that examination was primarily aimed at checking the level (if any) of the applicant’s intoxication and it is unclear whether the doctor had an opportunity to check all physical injuries sustained by the applicant and to report them and whether it was particularly required of him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  In these circumstances, the Court considers that it is not obvious that the applicant was taken into police custody still in good health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  Moreover, in his explanations to the doctors about the nature of his injuries, the applicant gave different accounts and never said that he had been beaten up by the police officers in the police station. Although some of these explanations were given by the applicant while he was in the police station, where he could have been reluctant to reveal the true nature of his injuries because he might have feared possible reprisals by the police officers, after being released the applicant still told the ambulance doctors and the medical expert that he had been beaten up by the police officers during his arrest or by unknown persons (see paragraphs 9 and 11).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  Given all of the information in its possession, the Court cannot conclude “beyond reasonable doubt” that the applicant’s injuries were caused by the actions of the police officer, R. Therefore, there is no violation of the substantive limb of Article 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b.  Concerning the alleged inadequacy of the investigation",
                                "elements": [
                                    {
                                        "content": "52.  The investigation into arguable allegations of ill-treatment must also be thorough. This means that the authorities must always make a serious attempt to find out what happened and should not rely on hasty or ill-founded conclusions in order to close their investigation or as the basis of their decisions (see Assenov and Others, cited above, §§ 103 et seq.). They must take all reasonable steps available to them to obtain evidence concerning the incident, including, inter alia, eyewitness testimony and forensic evidence (see Tanrıkulu v. Turkey [GC], no. 23763/94, ECHR 1999-IV, §§ 104 et seq., and Gül v. Turkey, no. 22676/93, § 89, 14 December 2000).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court notes at the outset that the national authorities were aware of the applicant’s complaints from the day after the events in question, when the ambulance doctor informed the police that the applicant had alleged that he had been beaten up by the police officers. However, the first decision on these allegations was not taken until seven months later, and it took more than a year to institute criminal proceedings following the applicant’s complaints. These proceedings lasted for nearly four years and were suspended several times but, following the applicant’s complaints to a higher prosecutor or to a court, were reopened and remitted for further investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court further observes that the Code of the Criminal Procedure provides for an appeal against a decision not to institute or to terminate criminal proceedings to a higher prosecutor or directly to a court. The applicant availed himself of the former possibility and as a result, by the time the decision of 30 July 2005 was taken, the case had already been remitted five times for additional enquiries or investigation. In such circumstances, the Court doubts that a further appeal against such a decision to a court, as had been suggested by the Government, would have rendered the investigation of the applicant’s allegations effective.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court further notes that when the decision of 30 July 2005 was indeed appealed against to a court it was quashed and the case was re-submitted for further investigation, which has been pending since then for more than two years. In its decision the court pointed out the inadequacy of the investigation in question and indicated a number of actions which should be taken by the investigating authorities. Apparently, so far no actions recommended by the court have been taken by the investigating authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  In these circumstances, the Court concludes that in the present case there is a violation of the procedural limb of Article 3 of the Convention. It follows that the Government’s preliminary objection (see paragraph 34 above) must be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  Having regard to its finding under Article 3, the Court considers that it is not necessary to examine whether in this case there has also been a violation of Article 13 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATIONS OF ARTICLES 5 AND 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "58.   The applicant complained under Article 5 of the Convention of unlawful arrest and detention.",
                                "elements": []
                            },
                            {
                                "content": "The applicant further complained under Article 6 §§ 1, 2 and 3 (a) and (d) of an unfair trial in the criminal case against him.",
                                "elements": []
                            },
                            {
                                "content": "These Articles read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 5",
                                "elements": []
                            },
                            {
                                "content": "“Everyone has the right to liberty and security of person....”",
                                "elements": []
                            },
                            {
                                "content": "Article 6",
                                "elements": []
                            },
                            {
                                "content": "“1. In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "2.  Everyone charged with a criminal offence shall be presumed innocent until proved guilty according to law.",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "(a)  to be informed promptly, in a language which he understands and in detail, of the nature and cause of the accusation against him;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": " (d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him..”",
                                "elements": []
                            },
                            {
                                "content": "59.  The Court considers that, in the light of all the materials in its possession and insofar as the matters complained of are within its competence, they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "60.  It follows that this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "61.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "62.  The applicant claimed 903.04 Ukrainian hryvnas (UAH) in respect of pecuniary damage, which is equivalent to the earnings lost by the applicant during his medical treatment, and 10,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Government submitted that there was no causal link between the alleged violation and the pecuniary loss allegedly sustained, since such a link can be established only in case of finding a violation of Article 1 of Protocol No. 1, not of Article 3 of the Convention. The Government further consider that the finding of a violation, if any, will constitute sufficient compensation for any non-pecuniary damage sustained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, having regard to its case-law in comparable cases and making its assessment on an equitable basis, it awards the applicant EUR 2,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "65.  On 1 February 2006 the applicant claimed EUR 2,000 for the costs and expenses incurred before the domestic authorities and the Court without providing any relevant vouchers or bills.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  On 1 and 23 March 2006 the applicant further claimed 780  dollars (USD) and USD 71, respectively, as costs of the translation of his observations into English. On 26 April 2006 the applicant submitted additional claims for UAH 817.30 for postal expenses. These claims are supported by relevant bills but were submitted out of time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Government pointed out that the applicant had failed to submit relevant documents or vouchers in support of the claims he had made on 1 February 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Court observes that the applicant has not lodged in time any particular evidence in support of his claims for costs and expenses. It therefore decides not to award any sum under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "69.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.   Decides to join to the merits the Government’s preliminary objection as to the exhaustion of domestic remedies in respect of Article 3 of the Convention, and dismisses it;",
                        "elements": []
                    },
                    {
                        "content": "2. Declares the applicant’s complaints under Articles 3 and 13 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 3 of the Convention under its substantive limb;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 3 of the Convention under its procedural;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there is no need to examine the complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,000 (two thousand euros) in respect of non-pecuniary damage, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that the above amount shall be converted into the national currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(c)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 14 February 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Peer Lorenzen",
            "role": "president"
        },
        {
            "name": "Snejana Botoucharova",
            "role": "judges"
        },
        {
            "name": "Volodymyr Butkevych",
            "role": "judges"
        },
        {
            "name": "Margarita Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "Rait Maruste",
            "role": "judges"
        },
        {
            "name": "Javier Borrego Borrego",
            "role": "judges"
        },
        {
            "name": "Renate Jaeger",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KOBETS v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-85124.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0214JUD001643704",
    "externalsources": [],
    "extractedappno": [
        "16437/04",
        "26772/95",
        "44558/98",
        "30210/96",
        "28883/95",
        "25657/94",
        "23763/94",
        "22676/93"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-85124",
    "judgementdate": "14/02/2008 00:00:00",
    "kpdate": "14/02/2008 00:00:00",
    "kpthesaurus": [
        "350"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "KOBETS",
        "UKRAINE"
    ],
    "rank": "614.3857421875",
    "representedby": [
        "KASKO V.",
        "KIRILYUK R."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "344781",
    "typedescription": "15"
}