{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Art. 6-1",
    "applicability": "",
    "appno": "51640/08",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-107057.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 51640/08) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Greek national, Mr Ioannis Aggelakis (“the applicant”), on 3 October 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr P. Aggelakis, a lawyer practising in . The Greek Government (“the Government”) were represented by their Agent’s delegates, Mr M. Apessos and Ms K. Paraskevopoulou, Senior Advisers at the State Legal Council, and Ms Z. Chatzipavlou, Legal Assistant at the State Legal Council.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 11 May 2010 the President of the First Section decided to give notice of the application to the Government. In accordance with Protocol No. 14, the application was allocated to a Committee of three Judges.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "4.  The applicant was born in 1958 and lives in .",
                        "elements": []
                    },
                    {
                        "content": "5.  On 28 November 2000 the Ministry of Finance imposed a fine of 51,693,912 drachmas (GRD) (deficit: GRD 34,501,041 + default interest: GRD 17,192,871, i.e. 93,012.21 euros (EUR)) on the applicant for his alleged responsibility in the creation of a budget deficit in the Department of Urban Planning at the city of Chania, where he was posted (act no. 5654/28.11.2000).",
                        "elements": []
                    },
                    {
                        "content": "6.  On 22 March 2001, the applicant lodged an appeal with the State Audit Council (Ελεγκτικό Συνέδριο) challenging act no. 5654/28.11.2000.",
                        "elements": []
                    },
                    {
                        "content": "7.  A hearing took place on 6 May 2003 and 20 April 2004.",
                        "elements": []
                    },
                    {
                        "content": "8.  By judgment dated 29 June 2004 the State Audit Council partially accepted the applicant’s appeal. The act was annulled only regarding the part ordering the applicant to pay default interest. As the court observed, the applicant had, among other functions, accounting responsibilities within the Planning Department and, under domestic law in case of public deficit, liability was incurred. Further, it was noted that, as it appeared from the evidence submitted, the applicant had been acting unlawfully in the performance of his duties. He was found to be liable for the payment of sums greater than those determined as wages and, also, certain amounts had been paid to persons not eligible to receive them. Moreover, it was admitted that the applicant had previously been questioned by the inspector in charge, put forward his views on the matter and had also been invited to restore the deficit in question (judgment no. 1502/2004). The judgment was served on the applicant on 2 October 2004.",
                        "elements": []
                    },
                    {
                        "content": "9.  On 23 September 2005 the applicant lodged an appeal on points of law and a hearing took place on 7 November 2007.",
                        "elements": []
                    },
                    {
                        "content": "10.  On 4 June 2008 the Plenary of the State Audit Council upheld judgment no. 1502/2004, after having concluded that the first instance court’s judgment was right and sufficiently reasoned (judgment no. 1456/2008). The applicant was served with the decision on 21 August 2008.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION ON ACCOUNT OF THE LENGTH OF THE PROCEEDINGS",
                        "elements": [
                            {
                                "content": "11.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "12.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "13.  The period to be taken into consideration began on 22 March 2001 when the applicant lodged an appeal with the State Audit Council and ended on 4 June 2008 with judgment no. 1456/2008 of the Plenary of the State Audit Council. It thus lasted more than seven years and two months for two levels of jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "14.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "15.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  Having examined all the material submitted to it, the Court considers that there were repeated procedural delays over the entire course of the proceedings. As far as the applicant’s conduct is concerned, the Court notes that more than eleven months of the total length of the proceedings before the national courts are attributable to him. In particular, the Court observes a delay regarding the lodging of an appeal on points of law with the Plenary of the State Audit Council challenging judgment no.  1502/2004 of the State Audit Council. However, the Court does not find that it was the applicant’s conduct alone which contributed to the prolonged length of the proceedings. On the contrary, the Court is of the opinion that the actual length of the proceedings - which was approximately six years - without taking into account the applicant’s delay regarding the lodging of an appeal on points of law, remains excessive. In particular, it is noted that the duration of the proceedings when the case was pending before the State Audit Council - which lasted for more than three years and three months - and before the Plenary of State Audit Council - which lasted more than two years and eight months - was attributable to the national courts. Their handling of the case did not facilitate its timely completion. In the Court’s opinion, the length of the proceedings can only be explained by the failure of the domestic courts to deal with the case diligently (see Gümüÿten v. Turkey, no. 47116/99, §§ 24-26, 30 November 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Thus, in the light of the criteria laid down in its case-law and having regard to all the circumstances of the case, the Court considers that the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "19. The applicant complained under Article 6 of the Convention about the fairness of the domestic proceedings, the assessment of the evidence by the domestic courts and their alleged failure to examine all his arguments. In particular, he complained, inter alia, that the domestic courts had committed errors of fact and law and the decisions had not been well reasoned. He further complained about the absence of a hearing prior to the imposition of the fine in question.",
                                "elements": []
                            },
                            {
                                "content": "20.  The Court recalls that, while Article 6 of the Convention guarantees the right to a fair hearing, it does not lay down any rules on the admissibility of evidence or the way it should be assessed, which are therefore primarily matters for regulation by national law and the national courts. In particular, it is not the Court’s function to deal with errors of fact or law allegedly committed by a national court unless and in so far as they may have infringed rights and freedoms protected by the Convention (see, among many others, García Ruiz v. Spain [GC], no. 30544/96, § 28, ECHR 1999I). Further, the Court reiterates that, according to its case-law, while Article 6 § 1 of the Convention requires courts to give reasons for their decisions, this is not to be understood as requiring a detailed reply to every argument (see Van de Hurk v. the Netherlands, 19 April 1994, § 61, Series A no. 288). The extent of this obligation may vary depending on the nature of the decision and must be analysed in the light of the circumstances of each case (Higgins and Others v. France, 19 February 1998, § 42, Reports of Judgments and Decisions 1998I).",
                                "elements": []
                            },
                            {
                                "content": "21.  In this case, the Court observes that throughout the proceedings, the applicant was fully able to state his case and there is nothing in the case-file to indicate that the taking and the assessment of the evidence by the State Audit Council was arbitrary or the proceedings were otherwise unfair to raise an issue under Article 6. Moreover, having regard to the judgments of the domestic courts, which deal clearly and unambiguously with the various points that were submitted by the applicant, it does not appear that the domestic courts failed in their obligation to give reasons. As the plenary of the State Audit Council observed, the first instance court in its judgment clearly explained that the applicant had been acting unlawfully in the performance of his duties and had been responsible for the creation of the budget deficit in question. It was also admitted that the applicant had previously been questioned by the inspector in charge, put forward his views on the matter and had also been invited to restore the abovementioned deficit. Moreover, the Court observes that appeal and cassation hearings took place before the State Audit Council - on 6 May 2003, 20 April 2004 and 7 November 2007 respectively - where the applicant had the possibility to raise his allegations. Thus, there is no indication of any arbitrariness.",
                                "elements": []
                            },
                            {
                                "content": "22.  In view of the abovementioned, the applicant’s complaints are manifestly ill-founded and must be rejected under Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "23.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "24.  The applicant claimed EUR 145,157.12 for the pecuniary damage he allegedly suffered. Further, he claimed EUR 150,000 for non-pecuniary damage. He argued that during all the period that the proceedings had been pending he suffered distress and social humiliation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Government contested the applicant’s claims for pecuniary and non-pecuniary damage. In particular, regarding the applicant’s claim for non-pecuniary damage they considered the amount claimed exorbitant and submitted that the finding of a violation would constitute sufficient just satisfaction. They claimed, however, that if the Court heldholds that an amount should be awarded to the applicant, an amount of EUR 3,000 would be adequate and reasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, it awards the applicant EUR 5,000 in respect of non-pecuniary damage, plus any tax that may be chargeable on this amounts.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "27.  The applicant claimed EUR 8,224.19 for costs and expenses incurred before the domestic courts and for those incurred before the Court. He produced eight separate bills of costs (total sum of EUR 5,224.19) as regards the costs incurred before the domestic courts and one in support of his claim regarding the costs incurred before the Court (EUR 3,000).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Government contested these claims. Regarding the costs and expenses incurred before the domestic courts, they observed that five of the eight bills of costs submitted in this respect (sum of EUR 4,283.41), did not refer to the proceedings in question before the State Audit Council but to other proceedings before the Court of Appeal and the Court of Cassation. They further noted that, in any event, even the expenses incurred before the State Audit Council (sum of EUR 940.78) were not causally linked with the protracted length of the proceedings and that this claim should be dismissed. With regard to the amount of costs and expenses allegedly incurred before the Court, the Government submitted that the amount claimed was not reasonable. In the event, however, the Court considered it appropriate to award the applicant a sum under this head, the amount of 1,000 EUR would be adequate. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum (see Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 54, ECHR 2000XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.   Regarding the costs incurred before the domestic courts, the Court has already ruled that the length of a procedure could result in increased costs for the applicant before the domestic courts and should therefore be taken into account (see Capuano v. Italy, 25 June 1987, § 37, Series A no. 119). The Court notes, however, that, even concerning the bills of costs submitted as regards the proceedings before the State Audit Council, the costs in this case were not caused by the length of proceedings but were costs normally incurred in the context of the proceedings. Thus, the Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Nevertheless, the Court considers that, having regard to the documents in its possession and its case-law, it is reasonable to award the sum of EUR 1,500 in respect of the costs incurred before the Court, plus any tax that may be chargeable to the applicant on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "32.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the excessive length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months EUR 5,000 (five thousand euros), in respect of non-pecuniary damage and EUR 1,500 (one thousand five hundred euros) in respect of costs and expenses, plus any tax that may be chargeable on these amounts;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 18 October 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Anatoly Kovler",
            "role": "president"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "André Wampach",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF IOANNIS AGGELAKIS v. GREECE",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-107057.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:1018JUD005164008",
    "externalsources": [],
    "extractedappno": [
        "51640/08",
        "5654/28",
        "30979/96",
        "47116/99",
        "30544/96",
        "31107/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-107057",
    "judgementdate": "18/10/2011 00:00:00",
    "kpdate": "18/10/2011 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "25",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "IOANNIS AGGELAKIS",
        "GREECE"
    ],
    "rank": "832.344055175781",
    "representedby": [
        "AGGELAKIS P."
    ],
    "respondent": "GRC",
    "respondentOrderEng": "19",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "442540",
    "typedescription": "15"
}