{
    "__articles": "6;6-3-c;41",
    "__conclusion": "Violation of Art. 6-3-c;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - Convention proceedings",
    "applicability": "36",
    "appno": "39665/98;40086/98",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-3-c",
            "base_article": "6",
            "element": "Violation of Art. 6-3-c",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-60608.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 39665/98 and 40086/98) against the United Kingdom of Great Britain and Northern Ireland lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two United Kingdom nationals, Okechukwiw Ezeh and Lawrence Connors (“the first and second applicants”), on 23 and 29 January 1998, respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants, who had been granted legal aid, were represented before the Court by Mr J. Dickinson, a lawyer practising in . The  Government (“the Government”) were represented by their Agents, Ms S. Langrise and, subsequently, Ms R. Mandal, both of the Foreign and Commonwealth Office.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants complained, in particular, that they were denied the opportunity to be legally represented at their adjudication hearings before the prison Governor in 1996 and 1997, respectively.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applications were transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The applications were allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 5 December 2000 the Chamber decided to join the proceedings in the applications (Rule 43 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  On 30 January 2001, following a hearing on the admissibility and the merits (Rule 54 § 4), the Chamber declared the applications admissible.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Sales and by Mr Emmerson.",
                        "elements": []
                    },
                    {
                        "content": "8.  The applicants and the Government each filed observations on the merits (Rule 59 § 1) and on any just satisfaction to be awarded (Rule 60).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  The first applicant",
                                "elements": [
                                    {
                                        "content": "9.  The first applicant lived in London until he was 4 years old and then in Nigeria until he was 22 years old, after which he returned to the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  In 1991 he was convicted of rape, possessing an imitation firearm and attempted murder. He was sentenced to three concurrent terms of imprisonment, the longest term being 12 years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 14 October 1996 the first applicant attended a meeting in the “C wing Interview Room” with his probation officer for the preparation of his parole assessment report. The probation officer alleged that the first applicant threatened to kill her if she did not write down what he said. The first applicant was charged with an offence contrary to Rule 47(17) of the Prison Rules 1964 (“the Prison Rules”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  He was “put on report” and an adjudication hearing before the Governor was convened for 15 October 1996. The first applicant requested legal representation in a form submitted to the Governor dated 15 October 1996 and also during the hearing on that day before the Governor. His reasons for such a request were not considered sufficient by the Governor, but the hearing was adjourned to allow him to obtain legal advice. The first applicant’s representative before the Court has submitted a statement, the contents of which were not disputed by the Government, to the effect that, inter alia, he advised the first applicant at that stage about the nature and format of the adjudication proceedings and about the questions which the first applicant should raise.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  In his detailed reply to the complaint lodged against him and written after the hearing on 15 October 1996, the first applicant stated that he required legal representation to put his points clearly to the authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The hearing resumed on 21 October 1996. The record of the hearing indicated that the first applicant was asked whether he had had time to speak to his solicitor and whether he was ready to proceed. The relevant part of the record was ticked to indicate that he had. The hearing went ahead. The first applicant disputed that he had used threatening words against the probation officer. He submitted that the probation officer had misunderstood the actual words he had used, either because of his accent or language, and that the impugned remarks were about his life in . Evidence was heard from the first applicant and the probation officer, to whom questions were put by the Governor and the first applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The first applicant was found guilty and awarded 40 additional days’ custody (pursuant to section 42 of the Criminal Justice Act 1991 – “the 1991 Act”) together with 14 days’ cellular confinement, 14 days’ exclusion from associated work and 14 days’ forfeiture of privileges. This was the applicant’s twenty-second offence against discipline and his seventh offence of threatening to kill or injure a member of the prison staff.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 22 October 1996 and 11 February 1997 the applicant unsuccessfully petitioned the Secretary of State about the conduct of his adjudication proceedings. In a letter dated 1 May 1997, it was confirmed that the Secretary of State had reviewed the adjudication procedure as a whole and found it to have been satisfactory.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The second applicant",
                                "elements": [
                                    {
                                        "content": "17.  In January 1988 the second applicant was convicted on two counts of rape and of robbery and was sentenced to four concurrent terms of imprisonment, the longest being 18 years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 23 March 1997 he was jogging around a track in the prison exercise yard when he collided with a prison officer. The officer alleged that the second applicant had run into him deliberately and he was charged with the offence of assault, contrary to Rule 47(1) of the Prison Rules.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The adjudication hearing commenced on 24 March 1997 when the second applicant requested legal representation (or, alternatively, representation by his probation officer) at the hearing. This was refused but the hearing was adjourned to allow him to obtain legal advice, which he did on 27 March 1997. The statement submitted by the second applicant’s representative before the Court pointed out that he had advised the second applicant about the nature and format of the adjudication proceedings and about the questions which the second applicant should raise. The second applicant was advised to request legal representation again for the adjudication hearing, which he did on 31 March 1997.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The adjudication hearing was reconvened on 11 April 1997. The Governor rejected the application for legal representation. He heard evidence from the relevant prison officer and another prison officer, from the second applicant and from two prisoners called by the second applicant. The second applicant’s case was that the collision had been accidental.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The second applicant was found guilty of assault and awarded 7 additional days’ custody (pursuant to section 42 of the 1991 Act). Three days’ cellular confinement was also awarded and he was fined 8.00 pounds sterling (GBP). It was his thirty-seventh offence against discipline.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Judicial Review",
                                "elements": [
                                    {
                                        "content": "22.  On 16 June and 7 July 1997, respectively, the applicants requested leave to apply for judicial review of the Governor’s refusal of legal representation. Mr Ezeh also applied for an extension of time in which to do so. They argued that the various statutory and regulatory changes since the case of Hone and McCartan v. Maze Prison Board of Visitors ([1988] 1 AC 379) had made adjudication of prison disciplinary matters virtually indistinguishable from matters of summary jurisdiction and, therefore, legal representation ought to have been allowed as of right. On 1 August 1997 a single judge of the High Court refused leave to both applicants. He observed that there was no right to legal representation in adjudication hearings and that the Governor’s exercise of his discretion not to allow such representation was not irrational or perverse given the facts of the cases. In Mr Ezeh’s case he added that there was therefore no good reason for extending time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 10 August 1997 the applicants’ counsel advised that a renewed leave application had no realistic prospect of success, given the views expressed by the single judge of the High Court.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "24.  Control over, and responsibility for, prisons and prisoners in England and  is vested by the Prison Act 1952 in the Home Secretary. He is empowered by section 47(1) of that Act to make rules “for the regulation and management of prisons ... and for the classification, treatment, employment, discipline and control of persons required to be detained therein”. Such rules are contained in statutory instruments laid before Parliament and made in accordance with the negative resolution procedure, that is, they come into operation unless Parliament otherwise resolves.",
                                "elements": []
                            },
                            {
                                "content": "25.  The rules made by the Home Secretary and currently in force are the Prison Rules 1964 as amended (“the Prison Rules”).",
                                "elements": []
                            },
                            {
                                "content": "A.  The charges",
                                "elements": [
                                    {
                                        "content": "26.  Section 47(17) of the Prison Rules provides that a prisoner is guilty of an offence against discipline if he uses threatening, abusive or insulting words or behaviour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Prison Manual (section 6.63) provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“It is important that it is shown how the action was threatening, abusive or insulting, but it may not always be necessary to establish at whom the action was aimed and it is not necessary to name an individual in every charge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 6.64 further provides that the impugned matter can be a specific act or word or a general pattern of behaviour; that “threatening, abusive or insulting” words should be given their ordinary meaning and that it is only necessary to find that a reasonable person at the scene would consider the words or behaviour threatening, abusive or insulting; and that the accused intended to be, or was reckless as to whether he was, threatening, abusive or insulting.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  Section 4 of the Public Order Act 1986 (“the 1986 Act”) is entitled “Fear or provocation of violence” and provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  A person is guilty of an offence if he –",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  uses towards another person threatening, abusive or insulting words or behaviour; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  distributes or displays to another person any writing, sign or other visible representation which is threatening, abusive or insulting,",
                                        "elements": []
                                    },
                                    {
                                        "content": "with intent to cause that person to believe that immediate unlawful violence will be used against him or another by any person, or to provoke the immediate use of unlawful violence by that person or another, or whereby that person is likely to believe that such violence will be used or it is likely that such violence will be provoked.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  An offence under this section may be committed in a public or a private place, except that no offence is committed where the words or behaviour are used, or the writing, sign or other visible representation is distributed or displayed, by a person inside a dwelling and the other person is also inside that or another dwelling. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4)  A person guilty of an offence under this section is liable ... to imprisonment for a term not exceeding 6 months or a fine ... or both.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 5 of the 1986 Act is entitled “Harassment, alarm or distress” and section 5(1) provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A person is guilty of an offence if he –",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  uses threatening, abusive or insulting words or behaviour, or disorderly behaviour; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  displays any writing, sign or other visible representation which is threatening, abusive or insulting,",
                                        "elements": []
                                    },
                                    {
                                        "content": "within the hearing or sight of a person likely to be caused harassment, alarm or distress thereby.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 5(3) provides that it is a defence for the accused to prove that there was no person within hearing or sight likely to be caused such harassment, alarm or distress, or that he was inside a dwelling and had no reason to believe that the words of behaviour used, or the writing, sign or other visible representation displayed, would be heard or seen by a person outside that or any other dwelling, or that his conduct was reasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Dwelling is defined for the purposes of sections 4 and 5 of the 1986 Act, as being any structure or part of a structure occupied as a person’s home or as other living accommodation (whether the occupation is separate or shared with others) but does not include any part not so occupied, and for this purpose “structure” includes a tent, caravan, vehicle, vessel or other temporary moveable structure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  A prisoner is guilty of an offence against discipline if he commits an assault (section 47(1) of the Prison Rules). Both section 47 of the Offences Against the Person Act 1861 and section 39 of the Criminal Justice Act 1988 make provision for the criminal offence of common assault.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Section 48(1) of the Prison Rules provides that a charge of an offence against discipline shall be laid, save in exceptional circumstances, within 48 hours of the offence and, in general, inquired into by the Governor the day after it is laid.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Forfeiture of remission and awards of additional days",
                                "elements": [
                                    {
                                        "content": "31.  Prior to 1989 disciplinary offences were adjudicated upon by Governors who could award a maximum of 28 days’ “loss of remission” (together with 3 days’ solitary confinement). Grave or especially grave offences were adjudicated upon by a Board of Visitors which could order forfeiture of a maximum of 180 days’ remission for a grave offence (together with 56 days’ solitary confinement) or an unlimited forfeiture of remission for an especially grave offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Loss of remission was initially considered in domestic law to amount to nothing more than a loss of a privilege (see, for example, Morris v. Winter [1930] 1 KB 243). By at least the 1970s, however, the English courts had rejected that idea: whether or not it could be said, under the prevailing statutory framework, that remission was a privilege or a right, prisoners were told their earliest release date on arrival in prison and could expect, subject to forfeiture being ordered, release on that date. Forfeiture of remission had the effect of causing the detention to continue beyond the period corresponding to that legitimate expectation (R. v. Hull Prison Board of Visitors, ex parte St. Germain and Others [1979] 1 All England Law Reports 701 and “Prison Law (second edition, 1999), Livingstone and Owen).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In 1983 the power of the Board of Visitors to award unlimited remission was removed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Prior Report on the Disciplinary System (October 1985) recommended that there should be an effective appeal process where issues of personal liberty were at stake and that there should be a right of appeal to a manifestly independent tribunal where there was any significant forfeiture of remission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  In 1989 the distinction between offences, grave offences and especially grave offences was removed and the maximum loss of remission was reduced to 120 days for any one offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Lord Woolf’s report on Prison Disturbances (April 1990) recommended that prison Governors (as opposed to on the Boards of Visitors) should continue to adjudicate disciplinary offences and that criminal offences should be referred to the criminal courts. The report recommended that the Governor’s order be limited to a maximum of 28 days’ loss of remission and that there should be more recourse to alternative punishments such as the loss of facilities and privileges. It was suggested that the initial decision should be taken by a Governor with a right of review by an area manager, with an appeal thereafter to a Complaints Adjudicator.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Criminal Justice Act 1991 (“the 1991 Act”) took away the disciplinary jurisdiction of the Visitors Boards, allocating it to prison Governors. It also introduced a new framework for determining the period of a sentence which would be served in custody. The concept of remission, which would result in early release of prisoners prior to the expiry of their sentence, was abolished. In its place, a new regime was created which distinguished between those prisoners sentenced to less or more than four years’ imprisonment (short and long-term prisoners, respectively).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Section 33(2) of the 1991 Act provides that, as soon as a long-term prisoner has served two-thirds of his sentence, it shall be the duty of the Secretary of State to release him on licence. Section 33(1) put the same obligation of release on the Secretary of State as regards short-term prisoners who had served half of their sentences: release of the latter category of prison was unconditional if the original sentence was for a term of less then 12 months and was on licence if the original sentence was for between 1 and 4 years’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  In addition, section 42 of the 1991 Act provided as follows for the award of “additional days” to a prisoner found guilty by the prison Governor of disciplinary offences:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  Prison rules, that is to say, rules made under section 47 of the 1952 Act, may include provision for the award of additional days -",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  to short-term or long-term prisoners; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  conditionally on their subsequently becoming such prisoners, to persons on remand.",
                                        "elements": []
                                    },
                                    {
                                        "content": "who (in either case) are guilty of disciplinary offences.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  Where additional days are awarded to a short-term or long-term prisoner, or to a person on remand who subsequently becomes such a prisoner, and are not remitted in accordance with prison rules -",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  any period which he must serve before becoming entitled to or eligible for release under this Part; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  any period for which a licence granted to him under this Part remains in force,",
                                        "elements": []
                                    },
                                    {
                                        "content": "shall be extended by the aggregate of those additional days.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The maximum additional days which could be awarded by the Governor was 28 days, the same maximum period recommended by Lord Woolf’s report in 1990.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, given the growth in prisoner offending and the view that the system put in place in 1991 had not acted as an adequate deterrent or inducement to good behaviour, the Prison (Amendment) Rules 1995 (statutory instrument No. 983/1995 – in force on 25 April 1995) increased the maximum award of additional days to 42 for each offence; the maximum cellular confinement was increased to 14 days and the maximum forfeiture of privileges was increased to 21 days (Rule 50(1) of the Prison Rules). However, the award of additional days could never extend beyond the length of the original sentence imposed by the trial court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The case of R v. Governor of Brockhill Prison, ex parte Evans (No. 2) ([1999] 2 WLR 103) concerned a short-term prisoner’s detention beyond the statutory release date because of an erroneous calculation of the release date. The Court of Appeal found detention beyond that statutory release date to be unlawful and awarded damages for false imprisonment. Lord Justice Roch noted that, pursuant to section 42 of the 1991 Act, additional days could be added onto the core period foreseen by section 33(1) so that the date therein envisaged was not absolute, but was a date that could be affected by decisions made by the prison Governor under section 42. Lord Justice Judge pointed out that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The discretionary aspects of earlier arrangements for remission and parole were altered by the [1991 Act]. As a “short-term” prisoner within Section 33(5) of the [1991 Act], subject to an award of additional days in custody for disciplinary offences, the appellant was entitled to be released on licence as soon as she had served one half of the sentence imposed by the court. Therefore authorities such as Morris and Winter [1930] 1 KB 243, based on the principle that there was no entitlement to remission, cease to be relevant ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The order of the court justifies the detention. Nevertheless, the prisoner is entitled to be released immediately the sentence has been completed. The method of calculating the date of release depends on statutory provisions which must be applied correctly, that is, correctly in law.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The House of Lords ([2000] 3 WLR 843) later rejected the appeal and confirmed the finding of false imprisonment and the award of damages.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In the case of R v. the Secretary of State for the Home Department ex parte Carroll, Al-Hasan and Greenfield (judgment of the Court of Appeal of 19 July 2001), the appellants argued that Article 6 of the Convention should apply to prison disciplinary proceedings referring, inter alia, to the changes brought about by the 1991 Act. The judgment, delivered by Lord Woolf LCJ, provided, in so far as relevant, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Section 42(1) of the 1991 Act provided a power to make prison rules which included provision for the award of additional days but section 42(2) makes it clear that where additional days are awarded to a prisoner the additional days are aggregated with the period which would otherwise have to be served before the prisoner is released on licence. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The new statutory framework properly understood is not fatal to the cases advanced by the appellants. Section 42 merely gives their case its proper perspective. The awards of additional days to be served by each of the appellants did not have the effect of adding to their sentence. It was not a fresh sentence of imprisonment. Their effect was to postpone the appellant’s release on licence. The awards clearly had a practical effect so far as the appellants were concerned and that practical effect was to postpone their release. But there was no question of their sentence being increased as a matter of law. Additional days could not be imposed so that they extended the actual sentence, which the appellants were serving, and the sentence passed by the court was the justification for the appellant’s detention for the purposes of Article 5(1) ECHR.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The judgment went on to apply “the Engel criteria” (Engel and Others v. the Netherlands judgment of 8 June 1976, Series A no. 22). It noted that the domestic categorisation of the relevant offences was not criminal but disciplinary. It was held, inter alia, that Article 6 did not apply to proceedings concerning a penalty of 21 additional days for a charge of administering a controlled drug to himself or failing to prevent the administration of a controlled drug by another person contrary to Rule 51(9) of the Prison Rules 1999. It was found that the offence of which the prisoner was found guilty did not precisely replicate any offence contrary to the criminal law and that “the power of punishment” was not disproportionate for a disciplinary offence although it was considered close to the borderline.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Prison Service Instruction No. 61/2000 (October 2000)",
                                "elements": [
                                    {
                                        "content": "45.  This document entitled “Prison Discipline and the European Convention on Human Rights: Guidance on the use of Additional Days” provided guidance on the implications of the Human Rights Act 1998 for the conduct of adjudications and the imposition of punishments, particularly the punishment of additional days. Insofar as relevant, it provided as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“5.  Disciplinary proceedings in prisons require swift hearings and a speedy process to maintain discipline and order. They are not adversarial and the nature of the decision is an administrative public law decision rather than one which resolves a dispute between two parties. Domestic English law has distinguished prison disciplinary proceedings from criminal proceedings when deciding the procedural standards necessary for fairness. ECHR case law confirms this view.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  However, the fact that the ECHR will not in general apply to disciplinary proceedings does not mean that there is not, in theory, a risk it could apply in certain circumstances. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  It is therefore important that Governors do not impose punishments which are disproportionate to what is necessary, taking account of all the circumstances of the case, to achieve their aim, namely to act as a deterrent to that prisoner and others in order to ensure good order and discipline in the prison. Considerations such as the nature of the conduct involved, the impact on any victim of the conduct, the impact on the running of the prison of the conduct, the likely impact of the punishment on the prisoner, the age of the prisoner, the length of time remaining to the prisoner’s release and the length of the prisoner’s sentence may all be material to the proportionality of the punishment. ...",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Consideration of alternative punishments",
                                "elements": [
                                    {
                                        "content": "12.  Before making a decision to impose additional days, adjudicators must ensure that they have considered whether any other punishment available to them would be more appropriate, given all the circumstances of the case. Adjudicators must satisfy themselves that any punishment imposed is proportionate, taking into account the factors set out in paragraph 7. The key question to address is whether the punishment is justified, and whether it is proportionate in the sense that a sledgehammer is not being used to crack a nut.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Guideline for situations where additional days will be appropriate",
                                "elements": [
                                    {
                                        "content": "13.  The imposition of additional days is generally the heaviest of the range of punishments available to adjudicators and should be used accordingly, in targeted fashion. It is not possible to give an exhaustive list of the types of offence where additional days might be appropriate; much will depend upon the circumstances of the individual case. The following, however, are examples where additional days may be particularly appropriate following a finding of guilt at adjudication.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  Cases which would have been referred to the police but for the wishes of the victim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  Serious assaults and assaults on staff.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  Escapes, attempted escapes and absconds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d)  Drug offences, particularly involving Class A drugs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(e)  Concerted or persistent acts of indiscipline.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Level of additional days to be imposed",
                                "elements": [
                                    {
                                        "content": "14.  Where additional days are imposed, the number of additional days imposed must be proportionate to the aim of securing good order and discipline in the prison. In making this decision, the Governor will consider the same factors as those set out in paragraph 7.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  Adjudicators should be particularly careful before imposing a large number of additional days. Overall, it should be extremely rare for punishments of more than 28 days to be made. As a guide, in 1998, only 3% of punishments of additional days were for more than 28 days.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Consideration of referral to police of more serious cases",
                                "elements": [
                                    {
                                        "content": "16.  For more serious cases, adjudicators must ensure that they have fully considered the alternative of referring the matter to police (see section 11 of the Prison Discipline Manual). Only if this is not possible in the circumstances or there are very good reasons where a disciplinary punishment is more appropriate (for example if the victim objects to the involvement of the police) should adjudicators use the disciplinary procedure instead.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Legal representation at an adjudication",
                                "elements": [
                                    {
                                        "content": "46.  Section 49(2) of the Prison Act 1952 provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Rules made under this section shall make provision for ensuring that a person who is charged with any offence under the rules shall be given a proper opportunity of presenting his case.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The above provision is implemented through Rule 49(2) of the Prison Rules:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“At an inquiry into a charge against a prisoner, he shall be given a full opportunity of hearing what is alleged against him and of presenting his own case.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The courts have interpreted Rule 49(2) as conferring a power on the Governor to grant, or not, to a prisoner legal representation at an adjudication hearing. In R v. the Home Secretary ex parte Tarrant and Others ([1985] 1 QB 251), the High Court pointed out that there is no right to legal representation for prison adjudications and that its grant in a particular case should be determined by reference to certain factors. Those factors were stated to include the seriousness of the charge and of the potential penalty; whether any points of law are likely to arise; the capacity of the particular prisoner to present his own case; procedural difficulties; the need of the prison authorities for reasonable speed in making their adjudications; and the need for fairness as between prisoners and as between prisoners and prison officers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The House of Lords endorsed the factors outlined in the aforementioned Tarrant judgment in the above-cited case of Hone and McCartan v. Maze Prison Board of Visitors.  found it difficult to imagine that “the rules of natural justice would ever require legal representation before the Governor”. Lord Goff considered that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... it is easy to envisage circumstances in which the rules of natural justice do not call for representation, even though the disciplinary charge relates to a matter which constitutes in law a crime, as may well happen in the case of a simple assault where no question of law arises, and where the prisoner charged is capable of presenting his own case. To hold otherwise would result in wholly unnecessary delays in many cases, to the detriment of all concerned including the prisoner charged, and to a wholly unnecessary waste of time and money, contrary to public interest. Indeed to hold otherwise would not only cause injustice to prisoners: it would also lead to an adventitious distinction being drawn between disciplinary offences which happen also to be crimes and those which happen not to be so, for the punishments liable to be imposed do not depend on any such distinction.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Statistics",
                                "elements": [
                                    {
                                        "content": "50.  In its letter dated 12 November 1999, the Home Office set out the numbers of adjudications which took place between 1996 and 1998, those in which the charges were considered proven and those where additional days were awarded. The approximate figures are set out below:",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  That letter also pointed out that between 1994 and 1998 there were about 250 requests for legal or other representation, of which approximately two-thirds were granted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The above-cited R v. Carroll, Al-Hasan and  judgment noted that 118,860 adjudications had taken place in 1999, during which the charges were proven in 104,384 cases and a total of 70,625 additional days were awarded.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 3(c) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "53.  The applicants complained under Article 6 § 3(c) of the Convention about the lack of legal representation and, alternatively, legal aid for their adjudication hearings. Although it was accepted by the Government, when the question was raised during the oral hearing, that the Governor would not respond to the requirements of Article 6 § 1 as to independence and impartiality, the applicants did not, in their written or oral submissions, complain to the Court about such deficiencies in the proceedings before the Governor.",
                                "elements": []
                            },
                            {
                                "content": "54.  Article 6 § 3(c) reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Applicability of Article 6 of the Convention",
                                "elements": [
                                    {
                                        "content": "55.  The parties disputed the applicability of Article 6 to the adjudication proceedings. The applicants contended that the charges against them should be considered “criminal” for the purposes of Article 6 of the Convention. The Government considered that they were disciplinary, emphasising the necessity of prison disciplinary regimes independent of the criminal justice system. They considered that the dividing line between disciplinary and criminal had been placed in a manner consistent with Article 6 and underlined the deterrent value of the prison disciplinary regime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  It was not, however, disputed that the applicability of Article 6 fell to be assessed on the basis of the criteria outlined in the above-cited Engel and Others judgment (see §§ 82-83):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“..., it is first necessary to know whether the provision(s) defining the offence charged belong, according to the legal system of the respondent State, to criminal law, disciplinary law or both concurrently. This however provides no more than a starting point. The indications so afforded have only a formal and relative value and must be examined in the light of the common denominator of the respective legislation of the various Contracting States.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The very nature of the offence is a factor of greater import. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, supervision by the Court does not stop there. Such supervision would generally prove to be illusory if it did not also take into consideration the degree of severity of the penalty that the person concerned risks incurring. In a society subscribing to the rule of law, there belong to the “criminal” sphere deprivations of liberty liable to be imposed as a punishment, except those which by their nature, duration or manner of execution cannot be appreciably detrimental....",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is on the basis of all these criteria that the Court will ascertain whether some or all of the applicants were the subject of a “criminal charge” within the meaning of Article 6 § 1 of the Convention”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  In its later Campbell and Fell v. the  judgment of 28 June 1984 (Series A no. 80, §§ 68-69), the Court applied these criteria in a prison context:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... The Convention is not opposed to the Contracting States creating or maintaining a distinction between criminal law and disciplinary law and drawing the dividing line, but it does not follow that the classification thus made is decisive for the purposes of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "... If the Contracting States were able at their discretion, by classifying an offence as disciplinary instead of criminal, to exclude the operation of the fundamental clauses of Articles 6 and 7, the application of these provisions would be subordinated to their sovereign will. A latitude extending thus far might lead to results incompatible with the object and purpose of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Court was careful in the Engel and Others judgment to state that, as regards the dividing line between the “criminal” and the “disciplinary”, it was confining its attention to the sphere with which the case was concerned, namely military service. It is well aware that in the prison context there are practical reasons and reasons of policy for establishing a special disciplinary regime, for example security considerations and the interests of public order, the need to deal with misconduct by inmates as expeditiously as possible, the availability of tailor-made sanctions which may not be at the disposal of the ordinary courts and the desire of the prison authorities to retain ultimate responsibility for discipline within their establishments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, the guarantee of a fair hearing, which is the aim of Article 6, is one of the fundamental principles of any democratic society, within the meaning of the Convention (see the Golder judgment of 21 February 1975, Series A no. 18, p. 18, para. 36). As the Golder judgment shows, justice cannot stop at the prison gate and there is, in appropriate cases, no warrant for depriving inmates of the safeguards of Article 6.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It follows that the principles set forth in the Engel and Others judgment are also relevant, mutatis mutandis, in a custodial setting and that the reasons mentioned above cannot override the necessity of maintaining, there too, a dividing line between the “criminal” and the “disciplinary” that is consistent with the object and purpose of Article 6. It therefore has to be determined whether the proceedings against Mr. Campbell have to be regarded as coming within the “criminal” sphere for Convention purposes. To this end, the Court considers it right to apply, making due allowance for the different context, the criteria stated in that judgment.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  Moreover, the Court agrees with the applicant’s submission that the second and third criteria laid down in the Engel and Others judgment are alternative and not necessarily cumulative: for Article 6 to be held applicable, it suffices that the offence in question is by its nature to be regarded as “criminal” from the point of view of the Convention, or that the person concerned is liable to a sanction which, by its nature and degree of severity, belongs in general to the “criminal” sphere (Lutz v. Germany judgment of 25 August 1987, Series A no. 123, § 55).",
                                        "elements": []
                                    },
                                    {
                                        "content": "This does not exclude that a cumulative approach may be adopted where the separate analysis of each criterion does not make it possible to reach a clear conclusion as to the existence of a “criminal charge” (Garyfallou AEBE v. Greece judgment of 24 September 1997, Reports of Judgments and Decisions, 1997-V, § 33; Bendenoun v. France judgment of 24 February 1994, Series A no. 284, § 47, and Lauko v. Slovakia judgment of 2 September 1998, Reports 1998-VI, § 57).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  As in the  and Fell case, the Court considers it right to apply the “Engel criteria” to the facts of the present cases making due allowance for the prison context.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The domestic classification of the offences",
                                        "elements": [
                                            {
                                                "content": "60.  The first matter to be ascertained is whether or not the text defining the relevant offences belongs, according to the domestic legal system, to criminal law, to disciplinary law or to both concurrently.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The parties did not dispute that the offences with which the applicants were charged belonged to disciplinary law: Paragraphs 1 and 17 of Rule 47 state that the relevant conduct on the part of a prisoner shall be “an offence against discipline” and the Prison Rules go on to provide how such offences shall be dealt with under the prison disciplinary regime by adjudication before the prison Governor (paragraphs 26, 29 and 30 above). According to national law, the adjudication of such offences was treated as a disciplinary matter, and was designed and pursued the objective of maintaining order within the confines of the prison.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  However, the indications so afforded by the national law have only a formal and relative value; the “very nature of the offence is a factor of greater import”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The nature of the charge",
                                        "elements": [
                                            {
                                                "content": "63.  The Government argued, in the first place, that certain acts of misconduct are clearly no more than questions of internal prison discipline, concerning as they do the security and good order of a prison.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  In any event, the Government maintained that the charge against the first applicant did not correspond to any offence in the ordinary criminal law but was a similar offence adapted to the prison context. The differences between Rule 47(17) and section 4 of the 1986 Act, and the necessarily simpler nature of the offence under that Rule, underlined the clear disciplinary nature of the Rule 47(17) offence. In the first place, section 4 of the 1986 Act required an intention that the subject of the threats should be made to fear that immediate violence would be used and this was not a necessary element of the offence under Rule 47(17) of the Prison Rules. A threat of violence was considered, in itself, inherently disruptive and contrary to good discipline and should therefore be controlled even though the restraints of prison meant that it might be, in fact, impossible for the prisoner to carry out the threat. Secondly, it was not necessary to establish against whom the threatening behaviour was aimed to prove an offence under Rule 47(17), whereas section 4 of the 1986 Act required proof that a particular person feared violence. Thirdly, the offence under Section 4 of the 1986 Act could not be committed where the accused and the alleged victim were within a dwelling (as defined), whereas Rule 47(17) foresaw offences taking place within a prison or even within a cell where prisoners dwell. It was not therefore clear whether all of the elements of the criminal offence under section 4 of the 1986 Act were present in the first applicant’s case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  Similar submissions were made by the Government concerning differences between Rule 47(17) and section 5 of the 1986 Act. Section 5 of the 1986 Act required that the threatening words were used within sight or hearing of a person “likely to be caused harassment, alarm or distress”, whereas this was not a requirement of Rule 47(17); an accused under section 5 could raise the defence that he had no reason to believe that the person would be caused harassment, alarm or distress, whereas this was not a defence to the offence in Rule 47(17); and the section 5 offence similarly could not be committed within a dwelling, whereas the disciplinary offence under Rule 47(17) could be committed anywhere within the prison including in the cells where the prisoners dwell.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Government accepted that the assault charge against the second applicant was concurrently a criminal offence. However, they maintained that an assessment had also to be made as to the category into which the charge in question more naturally fell: a minor assault on a prison officer by a prisoner as in the present case was no more than a question of internal discipline affecting only the security and good order of the prison. While such a trivial assault may not have led to criminal proceedings, the maintenance of prison discipline warranted a charge.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The applicants maintained that the charges were plainly criminal in nature. In the first place, the rules contravened were of a generally applicable character, not confined by their nature to a prison context or to the applicants’ status as prisoners. Secondly, each of the disciplinary offences had, contrary to the Government’s submissions, a criminal equivalent. The criminal equivalent of the first applicant’s charge was sections 4 and 5 of the Public Order Act 1986 and assault, of which the second applicant was found guilty, is concurrently a criminal and disciplinary offence. This dual classification was, according to the applicants, a factor which leant in favour of treating the offences as criminal. Thirdly, the adjudications were adversarial in nature. Fourthly, the burden and standard of proof applied was the criminal standard of proof beyond reasonable doubt. Fifthly, the penalty imposed was both punitive and deterrent in its purpose.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Court recalls that in its above-cited Campbell judgment (§ 71), it was noted that misconduct by a prisoner might take different forms; while certain acts were clearly no more than questions of internal discipline, others could not be seen in the same light. Relevant indicators were the seriousness of the matter and whether the illegality of the acts turned on the fact that they were committed in prison. Conduct which constituted an offence under the Rules might also amount to an offence under the criminal law so that, theoretically at least, there was nothing to prevent conduct of this kind being the subject of both criminal and disciplinary proceedings. However, in explaining the autonomous nature of the concept of “criminal” in Article 6 of the Convention, the Court has emphasised that the Contracting States cannot at their discretion classify an offence as disciplinary instead of criminal, or prosecute the author of a “mixed” offence on the disciplinary rather than on the criminal plane as this would subordinate the operation of the fundamental clauses of Article 6 to their sovereign will. The Court’s role under that Article is therefore to satisfy itself that the disciplinary does not improperly encroach upon the criminal (the above-cited Engel and Others judgment, § 81).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  As to the offence of which the first applicant was found guilty, it is true that certain elements of the offences under sections 4 and 5 of the 1986 Act are not required to be proven under Rule 47(17). However, given the alleged circumstances of the first applicant’s offence and the fact that the Government have not submitted case-law which confirms that an interview room in a prison would constitute a “dwelling” for the purposes of sections 4 and 5 of the 1986 Act (and indeed did not repeat this particular submission during the oral hearing), the Court would not exclude that the facts surrounding the charge of violent threats against the first applicant could also lend themselves to criminal prosecution (the above-cited Engel and Others judgment, § 84).",
                                                "elements": []
                                            },
                                            {
                                                "content": "As to the second applicant, it is not disputed that assault is an offence under the criminal law as well as under the Prison Rules. Nevertheless, it is clear that the charge against him involved a relatively trivial incident of deliberately colliding with a prison officer which may not necessarily have led to prosecution outside the prison context, but which it was important to punish in prison for order and discipline purposes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  Accordingly, as in the case of Campbell and Fell, the Court considers that these factors, whilst not of themselves sufficient to lead to the conclusion that the offences with which the applicants were charged have to be regarded as “criminal” for Convention purposes, do give them a certain colouring which does not entirely coincide with that of a purely disciplinary matter.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The nature and severity of the penalty",
                                        "elements": [
                                            {
                                                "content": "71.  It is therefore necessary to turn to the third criterion: the nature and degree of severity of the penalty that the applicants risked incurring (the Engel and Others judgment, § 82, and the  and Fell judgment, § 72, both cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The Court notes that the parties did not suggest that penalties, other than additional days, were of relevance as regards the applicability of Article 6 of the Convention. Their submissions focussed therefore on whether the awards of additional days rendered the charges “criminal” within the meaning of Article 6 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "73.  The parties disagreed as to whether the awards of additional days rendered the charges “criminal” in nature. In particular, they disagreed as to whether remission of sentence was a right or privilege, as to the effect of the 1991 Act on a prisoner’s entitlement to remission and, consequently, as to the precise nature and severity of the penalty of additional days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Government maintained that there was no useful distinction to be drawn, for Convention purposes, between the pre-and post-1991 Act system of remission of sentence or between the previous disciplinary sanction of loss of remission and that of the award of additional days introduced by that Act. Prior to the 1991 Act, remission was, as a technical matter, characterised as a privilege, But the rules for calculating remission were standardised and were invariably applied and, if remission were granted, the prisoner had a legal right to be released before he had served the full term of his sentence on the basis of his legitimate expectation that the remission system would be correctly applied. In the event of the commission of a disciplinary offence a prison Governor could order a reduction in the period of remission and such reduction would postpone the date when the prisoner would be released and thereby operate as an award of additional days to be served before release. By the 1991 Act the previous remission system was replaced by a clear statutory code governing remission of sentence. The change in the law effected by the Act, in the interests of accessibility and transparency, did not in any way change the nature of the power which a prison Governor exercised when deciding that a person should be awarded “additional days” of detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The fact that the 1991 Act did not change the position is underlined, according to the Government, by the fact that other closely related matters also remained unchanged. Release was and remained subject to good behaviour both prior to and after the 1991 Act. The legal basis for the additional days’ detention imposed by the Governor was and remained the original sentence of the criminal court since the additional days’ detention could not extend beyond the original sentence imposed. The range and nature of the disciplinary offences were also substantially the same as were the prison rules which applied loss of remission. Neither the pre-1991 loss of remission nor the additional days awarded under the 1991 Act constituted a criminal sanction included in an individual’s criminal record.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  Since, according to the Government, there was no difference in substance between the position prior to and after the 1991 Act, the Convention jurisprudence which considered the application of Article 6 to pre-1991 Act adjudication hearings should be applied, and the maximum of 42 additional days was below the periods of remission already accepted by the Commission as disciplinary (McFeeley and Others v. the United Kingdom, application no. 8317/78, Commission decision of 15 May 1980, Decisions and Reports (DR) 20, p. 44; Kiss v. the United Kingdom, application no. 6224/73, Commission decision of 16 December 1986, DR 7, p. 55; and Pelle v. France, application no. 11691/85, Commission decision of 10 October 1996, DR 50, p. 263) and was of a completely different order of magnitude from the loss of remission found by the Court to amount to a “criminal” penalty in the above-cited Campbell and Fell case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  In any event, even if a penalty of deprivation of liberty suggested that Article 6 was applicable, this was not the case if the penalty imposed was not “appreciably detrimental”. In this respect, the Government argued that the sentences actually imposed were relatively short (particularly in the second applicant’s case) when compared to the long sentences they were serving. This reasoning did not disregard the importance of the right to liberty, because it was an assessment to be made in the context of an award of additional days for disciplinary offences committed by the applicants who were serving sentences already lawfully imposed and continuing, and not in the context of conviction for a new and unrelated criminal offence. Application of the “appreciably detrimental” test might lead to different results in respect of prisoners serving different sentence periods, but this was not arbitrary: the award of 10 additional days in the case of a prisoner serving a 20 day sentence may be detrimental in the context of such a sentence but would clearly not be appreciably detrimental in the context of a prisoner serving a 20 year sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Government added, as regards the second applicant, that the maximum potential sentence was not the primary consideration in his case as he never risked the maximum penalty of 42 days given the minor circumstances of the incident. Indeed the Court in the above-cited  and Fell case (§ 73) was also influenced by the sentences actually imposed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  Finally, the Government emphasised that the main and legitimate purpose of the remission system was to provide strong incentives for prisoners to behave (an objective enhanced by the transparency introduced by the 1991 Act) and to allow prison disciplinary matters to be dealt with expeditiously. The increased potential penalty in 1995 was accompanied by an additional safeguard for prisoners (the Prisons Ombudsman being introduced in October 1994) and by the putting in place in 1995 of formal guidance and training for Governors as to the use of their disciplinary powers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The applicants submitted that, prior to the 1991 Act, early release of prisoners was a discretionary system of remission by the executive for good conduct, and the imposition of a disciplinary penalty by a Governor constituted a loss of a privilege or of a legitimate expectation of remission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  They maintained that the 1991 Act changed this by introducing a legally enforceable right to release and that this fundamental change was demonstrated by a number of additional and consequent changes. Under the 1991 Act, the Governor’s power to reduce remission was expressed as a power to impose “additional days” of deprivation of liberty, and the maximum award of such detention was subsequently increased from 28 to 42 days. In addition, the sentencing court had to take account of the actual term which the prisoner would serve under the 1991 Act when fixing the initial sentence because the release date was enshrined in statute (Practice Statement (Crime: Sentencing) WLR 1992, at § 9), whereas previously the sentencing court simply fixed the sentence appropriate to the offence since any remission was, in principle, a matter of executive discretion. Moreover, prior to the 1991 Act, additional detention consequent on an erroneous calculation of remission would not have given rise to a claim in compensation whereas, since the 1991 Act, remission was considered a right. Thus such an error would give rise to an award of compensation for the tort of false imprisonment (the above-cited case of R v. Governor of Brockhill Prison, ex parte Evans (No. 2)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The applicants pointed out that the Court in its  and Fell judgment expressly recognised the difference between a privilege or legitimate expectation, on the one hand, and the legally enforceable right to release and the power to detain someone already at liberty, on the other. It concluded that, given the legitimate expectation of release and the amount of remission lost in that case, the severity of that loss was sufficient to ensure the identification of the relevant proceedings as criminal. However, the applicants submitted that that did not mean that a similarly long period of additional days under the 1991 Act was required before the relevant proceedings could be classified as criminal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  Accordingly, the applicants maintained that the right to remission introduced under the 1991 Act meant that the decision of a Governor in the course of an adjudication to impose additional days’ imprisonment constituted a fresh and independent deprivation of liberty, and altered the legal basis for a prisoner’s detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  In such circumstances, the starting point in terms of the consideration of the applicability of Article 6 is the presumption, indicated by the Court in the above-cited Engel case (at § 82), that loss of liberty imposed as punishment for an offence falls within the criminal sphere, unless by its nature, duration or manner of execution it is not appreciably detrimental. The applicants took issue with the Government’s suggestion that the periods imposed were not “appreciably detrimental” in view of the long prison sentences already being served. They considered that the Government’s reasoning failed to attach sufficient importance to the right to personal liberty, which right should not lose importance simply because an individual has just served a period in custody on an unrelated matter. They argued that the Government’s argument implied that an individual could, for example, progressively lose the protection of the criminal guarantees of Article 6. It could also lead to a discriminatory treatment of prisoners in a disciplinary context, the prisoners’ criminal defence guarantees depending on their past records.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The applicants were, however, prepared to accept that one or two additional days’ detention might not be considered appreciably detrimental.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  Finally, the applicants underlined that a conclusion that certain charges were not criminal would exclude the application not only of Article 6 § 1, but also of Articles 6 § 2 and 7 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "87.  The Court recalls that, in assessing the nature and degree of severity of the penalty of additional days the applicants “risked” incurring, the risk is determined by reference to the maximum potential penalty applicable to the charges (Weber v. Switzerland judgment of 22 May 1990, Series A no. 177, § 34; Demicoli v. Malta judgment of 27 August 1991, Series A no. 210, § 34; the above-cited Garyfallou AEBE v. Greece judgment, §§ 33 and 34, and the Steel and Others v. the United Kingdom judgment of 23 September 1998, Reports 1998-VII, § 49). While the actual penalty imposed is relevant (the above-cited Campbell and Fell judgment, § 73; Bendenoun v. France judgment of 24 February 1994, Series A no. 284, § 47; Benham v. the United Kingdom judgment of 10 June 1996, Reports, 1996-III, § 56, and Perks and Others v. the United Kingdom, nos. 25777/94, 25279/94, 25280/94, 25282/94, 25285/94, 28048/95, 28192/95 and 28456/95, 12 October 1999, unreported, § 76), it cannot diminish the importance of what was initially at stake (the Engel and Others judgment, § 85).",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  As to the nature of the award of additional days, the Court recalls that remission of part of a prisoner’s sentence was initially considered in domestic law to be a privilege which could be granted and taken away at the discretion of the authorities, and to which the prisoner had no legal entitlement. However, prior to the 1991 Act, the domestic courts had already come to reject the notion that remission was a privilege and that prisoners who had lost remission had not lost anything to which they were entitled. The courts considered that, if remission was not a legal “right”, prisoners had at least a legitimate expectation of release on the expiry of the relevant period (see paragraph 32 above). The Court in its Campbell and Fell judgment (§ 72) accepted that the practice of granting remission was such that it created in the prisoner a legitimate expectation that he would recover his or her liberty before the end of the term of imprisonment and that forfeiture of remission had the effect of causing the detention to continue beyond the period corresponding to that expectation. This Court found support for that view in the judgment of Waller L.J. in the above-cited case of R v.  Prison Board of Visitors, ex parte St. Germain and Others.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Court therefore considers, agreeing with the Government, that the effect of the 1991 Act was to introduce more transparency into what was already inherent in the system of grants of remission. While it abandoned the language of “loss of remission” in favour of awards of “additional days”, the 1991 Act reflected what had already been the reality in practice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The applicants placed considerable emphasis on the above-cited R v. Governor of Brockhill Prison, ex parte Evans (No. 2) case, maintaining that that case supported their view that the 1991 Act created a right from what was previously a privilege so that a prisoner was entitled to immediate release on the expiry of the term fixed in section 33 of the 1991 Act. However, the Court notes that the Evans case did not concern awards of additional days, but rather an established error of calculation by the prison Governor which resulted in the prisoner being detained beyond the date on which she should have been released pursuant to section 33 of the 1991 Act. As Lord Justice Roch of the Court of Appeal made clear, the “right” to release conferred by section 33 of the 1991 Act was itself to be read as subject to any award of additional days under section 42 of that Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  Accordingly, any “right” to release did not arise until the expiry of any additional days awarded under section 42. The legal basis for detention during those additional days continues to be therefore the original conviction and sentence. It is noted in this context that those additional days cannot exceed the length of the original sentence. The Court cannot therefore accept the applicants’ argument that the authority of the sentencing court expired on the date to which section 33 of the 1991 Act referred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  While their detention was thus clearly lawful under domestic law, the fact remains that the applicants were detained in prison beyond the date on which they would otherwise have been released, as a consequence of separate disciplinary proceedings unrelated to the original conviction. The question arises whether the severity of the punishment of additional days of detention, which the applicants risked and which were actually imposed, was such as to render the guarantees of Article 6 applicable to the disciplinary proceedings against them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  In resolving this question the Court can only draw limited assistance from the case-law of the former Commission in the above-cited Kiss and McFeeley decisions. In reaching the conclusion that the substantial periods of loss of remission that were imposed in those cases (80 days in Kiss and 14/28 days in McFeeley), the Commission placed significant emphasis on the fact that remission was to be seen as a privilege rather than a right, a distinction which, as noted above, has ceased to have any validity. The Court in the Campbell and Fell case was less impressed with this distinction, concluding (as noted above) that any such distinction between “privilege” and “right” was “of no great assistance” and that the prisoner had a legitimate expectation of release. However, the Court’s conclusion in that case provides little guidance in the circumstances of the present cases given that the level of “remission lost” by Mr Campbell (570 days) was found to involve “such serious consequences as regards the length of his detention” that that penalty had to be regarded as “criminal” for the purposes of Article 6 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  In the present cases, the maximum number of additional days which could be awarded to each applicant by the Governor was 42 for each offence (Rule 50 of the Prison Rules). The first applicant was awarded 40 additional days and it is noted, in this respect, that this was to be his twenty-second offence against discipline and his seventh offence involving violent threats. The second applicant was awarded 7 additional days’ detention and it is also noted that this was to be his thirty-seventh offence against discipline.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  There belong to the criminal sphere deprivations of liberty liable to be imposed as a punishment or deterrent, “except those which by their nature, duration or manner of execution cannot be appreciably detrimental”. The seriousness of what is at stake, the traditions of the Contracting States and the importance attached by the Convention to respect for the physical liberty of the person, all require that this should be so (the Engel and Others judgment, § 82, and the Öztürk v. Germany judgment of 21 February 1984, Series A no. 73, § 53).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The presumption is therefore that the charges against the applicants were criminal within the meaning of Article 6, a presumption which can be rebutted exceptionally, and only if the Court can conclude that the additional days’ detention actually imposed on them cannot be considered to be “appreciably detrimental”, given their nature, duration or manner of execution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  As to the nature and manner of execution of the punishment imposed on the applicants, the Court observes that there is nothing to suggest that the further period of detention resulting from the award of additional days would be served other than in prison and under the same prison regime as would apply to the applicants until the normal release date set by section 33 of the 1991 Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  As to the duration of the period of additional days actually awarded, the Court cannot accept the argument of the Government that the question whether the further loss of liberty is appreciably detrimental must be determined by reference to the length of the sentence already being served by the prisoner concerned. In the Court’s view, such an interpretation would lead, as the applicants have submitted, to arbitrary results: in particular, the Court is unable to accept an interpretation of Article 6 whereby the guarantees of that Article were held to apply to disciplinary proceedings against one prisoner but not to those against another prisoner, charged with the same disciplinary offence and awarded the same number of additional days, on the sole ground of the respective length of sentence currently being served, or still to be served, by the prisoners concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  The Court considers that it has not been demonstrated that the duration of the applicants’ awards of additional days could be considered sufficiently unimportant or immaterial to displace the presumed criminal nature of the charges against them. The awards of 40 and 7 additional days constituted the equivalent, in duration, of sentences handed down by a domestic court of approximately 11 and 2 weeks’ imprisonment, respectively. Other than the length of the court-imposed sentences the applicants’ were serving, the Government did not rely on any other specific matter to support their contention that the duration of the awards against the present applicants were not appreciably detrimental.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  Having regard to the factors defined in paragraph 82 of its Engel and Others judgment, the Court finds that the deprivations of liberty, which were at stake and which actually resulted from the awards of additional days to the two applicants, must be regarded as appreciably detrimental and that the presumption that the charges resulting in such awards were criminal has not been rebutted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  The Court’s conclusion",
                                        "elements": [
                                            {
                                                "content": "100.  In such circumstances, the Court finds that the nature of the charges against the applicants, together with the nature and severity of the potential and actual penalties, were such as to lead to the conclusion that both applicants were subject to criminal charges within the meaning of Article 6 § 1 of the Convention and that, accordingly, Article 6 of the Convention applied to their proceedings before the Governor.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Compliance with Article 6 § 3(c)",
                                "elements": [
                                    {
                                        "content": "1.  The second limb of Article 6 § 3(c)",
                                        "elements": [
                                            {
                                                "content": "101.  The applicants complained that there had been a violation of the second limb of Article 6 § 3(c) because they were not allowed to be legally represented. This was regardless of whether or not they could have paid for such representation themselves and they argued that, in fact, they could have obtained legal representation free of charge. The statement submitted by the applicants’ representative to the Court, who also advised them in relation to the adjudication proceedings, confirmed that he would have represented the applicants without a fee if he had been allowed to attend the hearing before the Governor, as he considered the charges serious and the applicants had been referred by a long-established client. The applicants considered that the second limb of Article 6 § 3(c) was unqualified in its protection (by the “interests of justice” criterion or otherwise) and, accordingly, the refusal of legal representation for their hearings violated Article 6 § 3(c).",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  The Government submitted that the applicants had the opportunity to consult legal representatives prior to the adjudications. In addition, they had never asked or indicated that they could have paid for lawyers themselves, so their request for legal representation was reasonably interpreted as a request for free legal aid. Furthermore, they never indicated during the adjudications that they felt unable to defend themselves and they proceeded to defend themselves without any difficulty.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  The Court recalls that the Convention requires that a person charged with a criminal offence who does not wish to defend himself in person must be able to have recourse to legal assistance of his own choosing (the above-cited Campbell and Fell judgment, § 99, and the Pakelli judgment of 25 April 1983, Series A no. 64, § 31).",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  In this respect, the Court notes that it is not disputed that both of the applicants requested legal representation, inter alia, for the hearing before the Governor. This was refused by the Governor because he considered it unnecessary. Any such consideration of legal representation was to be based on the criteria outlined in the above-cited cases of R v. the Home Secretary ex parte Tarrant and Others, approved by the House of Lords in Hone and McCartan v. Maze Prison Board of Visitors. These judgments exclude any “right” to legal representation for adjudications, and indeed  in the latter case found it difficult to imagine that the rules of natural justice would ever require legal representation before the Governor. In the present case, the single judge of the High Court confirmed that there was no right to legal representation and that the Governor’s refusal of legal representation was not irrational or perverse.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  Accordingly, the question whether the applicants could have secured representation (either through personal funding or free of charge) was not a relevant consideration for the Governor: the Governor excluded the applicants’ legal representation, as he was entitled to under domestic law, irrespective of whether they could have obtained the services of a lawyer free of charge.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  In such circumstances, the Court considers that the applicants were denied the right to be legally represented in the proceedings before the prison Governor in violation of the guarantee contained in the second limb of Article 6 § 3(c) of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The third limb of Article 6 § 3(c)",
                                        "elements": [
                                            {
                                                "content": "107.  The applicants further complained under this limb of Article 6 § 3(c) that the interests of justice required a grant of free legal aid, arguing that the guidelines approved in the above-cited Hone and McCartan case did not meet the Convention “interests of justice” test. Alternatively, they complained that, where a deprivation of liberty was at stake, the interests of justice in principle required free legal representation both before and during the hearing on all questions of guilt or innocence (the above-cited Benham judgment, §§ 61-64). While the Government accepted that the applicants did not have the means to pay for their own legal representation, they maintained that the denial of free legal aid was not contrary to the interests of justice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  In the light of its conclusions as to a violation of their right to obtain legal representation (see paragraph 106 above), the Court does not consider it necessary to consider the applicants’ alternative argument that the interests of justice required that they be granted free legal assistance for the adjudication proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "109.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "110.  The applicants claimed that they had lost a real opportunity to establish their innocence of the charges against them through the absence of legal representation. They argued that it was necessary for them to show, not that legal representation would have resulted in their acquittal, but rather that the outcome might possibly have been different if they had been represented (Goddi v. Italy judgment of 9 April 1984, Series A no. 76). Basing their assessment on the awards of this Court in the above-cited Perks v. the  judgment and of the Court of Appeal in the above-cited case of R v. Governor of Brockhill Prison, ex parte Evans (No. 2), the first and second applicants requested GBP 4,000 and GBP 1,000, respectively in damages for non-pecuniary loss sustained by them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  The Government argued that the constant jurisprudence of the Court indicated that any finding of a violation would constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The Court recalls that it will not speculate as to what might have occurred had there been no breach of the procedural guarantees of Article 6 of the Convention (the above-cited Benham judgment, § 68, and the Findlay v. the United Kingdom judgment of 25 February 1997, Reports 1997-I, §§ 84-88) unless it finds special features in the case amounting to a “real loss of opportunity” (the Perks and Others judgment, cited above, §§ 80-81, and the Goddi v. Italy judgment, cited above, § 35).",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  In the Goddi case, both the applicant and his representative had been prevented from attending the relevant court hearing where his sentence had been increased, and it was considered that such a loss of real opportunity warranted the award of just satisfaction (§ 35 of that judgment). In the Perks and Others case, the Court saw no reason to disregard the Government’s concession that the situation of Mr Perks was exceptional given that the appeal court had found it unlikely that the Magistrates’ Court would have committed him to prison if they had known more about his health problems and personal circumstances, matters to which, the Government had also accepted, a reasonably competent solicitor would have drawn the Magistrates’ Court’s attention. An award for non-pecuniary loss was therefore made to Mr Perks. It is noteworthy that the Court went on to find that there was no basis to speculate, as regards the other applicants in the Perks and Others case, as to the outcome of their proceedings before the Magistrates’ Courts, and found that the finding of a violation constituted sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  In the present cases, the Court finds that there is similarly no basis to speculate as to the outcome of the adjudication proceedings and is unable to find any factor in the present cases which could justify a departure from the Court’s approach in the Benham judgment. Accordingly, it considers that the finding of a violation of Article 6 § 3(c) of the Convention constitutes, in itself, sufficient just satisfaction for any non-pecuniary damage sustained by the applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "115.  The applicants claimed reimbursement, based on relevant invoices, in amounts totalling GBP 11,954 (Counsel’s fees) and GBP 5,170 (solicitors’ costs), such sums being inclusive of value-added tax (“VAT”). The Government noted that no breakdown was given as to which of the costs and expenses related to which of the applicant’s cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  The Court recalls that that only legal costs and expenses found to have been actually and necessarily incurred and which are reasonable as to quantum are recoverable under Article 41 of the Convention (see, among other authorities, Nikolova v. Bulgaria [GC], no. 31195/96, 25 March 1999, § 79, and Smith and Grady v. the United Kingdom (just satisfaction), nos. 33985/96 and 33986/96, § 28, ECHR 2000-IX).",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  It is satisfied that the applicants’ costs claim meets these requirements and, accordingly, awards the sum of GBP 17,124, inclusive of any VAT that may be chargeable, and less 2,387.50 euros (EUR) paid in legal aid by the Council of Europe.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "118.  According to the information available to the Court, the statutory rate of interest applicable in the  at the date of adoption of the present judgment is 7.5% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 3(c) of the Convention in respect of both applicants;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for any non-pecuniary damage sustained by the applicants;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, GBP 17,124 (seventeen thousand one hundred and twenty-four pounds sterling) in respect of costs and expenses, inclusive of any value-added tax that may be chargeable and less EUR 2,387.50 (two thousand three hundred and eighty-seven euros and fifty cents) paid in legal aid by the Council of Europe;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at an annual rate of 7.5% shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 July 2002, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrW. Fuhrmann",
            "role": "judges"
        },
        {
            "name": "MrL. Loucaides",
            "role": "judges"
        },
        {
            "name": "SirNicolas Bratza",
            "role": "judges"
        },
        {
            "name": "MrsH.S. Greve",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "MrM. Ugrekhelidze",
            "role": "judges"
        },
        {
            "name": "and Mrs S. Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF EZEH AND CONNORS v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-60608.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2002:0715JUD003966598",
    "externalsources": [],
    "extractedappno": [
        "39665/98",
        "40086/98",
        "8317/78",
        "6224/73",
        "11691/85",
        "25777/94",
        "25279/94",
        "25280/94",
        "25282/94",
        "25285/94",
        "28048/95",
        "28192/95",
        "28456/95",
        "14/28",
        "31195/96",
        "33985/96",
        "33986/96"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Criminal Justice Act 1991, Section 42"
    ],
    "itemid": "001-60608",
    "judgementdate": "15/07/2002 00:00:00",
    "kpdate": "15/07/2002 00:00:00",
    "kpthesaurus": [
        "445",
        "86",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6",
        "6-3-c",
        "41"
    ],
    "parties": [
        "EZEH AND CONNORS",
        "THE UNITED KINGDOM"
    ],
    "rank": "442.708038330078",
    "representedby": [
        "N/A"
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "Bendenoun v. France judgment of 24 February 1994, Series A no. 284, § 47",
        "Benham v. the United Kingdom judgment of 10 June 1996, Reports, 1996-III, § 56, §§ 61-64, § 68",
        "Campbell and Fell v. the United Kingdom judgment of 28 June 1984, Series A no. 80, §§ 68-69, 71, 72, 73 and § 99",
        "Case of Kiss v. the United Kingdom, application no. 6224/73, Commission decision of 16 December 1986, DR 7, p. 55",
        "Case of McFeeley and Others v. the United Kingdom, application no. 8317/78, Commission decision of 15 May 1980, Decision and Reports (DR) 20, p. 44",
        "Case of Pelle v. France, application no. 11691/85, Commission decision of 10 October 1996, DR 50, p. 263",
        "Demicoli v. Malta judgment of 27 August 1991, Series A no. 210, § 34",
        "Engel and Others v. the Netherlands judgment of 8 June 1976, Series A no. 22, §§ 81, 82, 84 and 85",
        "Findlay v. the United Kingdom judgment of 25 February 1997, Reports 1997-I, §§ 84-88",
        "Garyfallou AEBE v. Greece judgment of 24 September 1997, Reports of Judgments and Decisions, 1997-V, §§ 33 and 34",
        "Goddi v. Italy judgment of 9 April 1984, Series A no. 76, § 35",
        "Lauko v. Slovakia judgment of 2 September 1998, Reports 1998-VI, § 57",
        "Lutz v. Germany judgment of 25 August 1987, Series A no. 123, § 55",
        "Nikolova v. Bulgaria [GC], no. 31195/96, 25 March 1999, § 79",
        "Öztürk v. Germany judgment of 21 February 1984, Series A no. 73, § 53",
        "Pakelli judgment of 25 April 1983, Series A no. 64, § 31",
        "Perks and Others v. the United Kingdom, nos. 25777/94, 25279/94, 25280/94, 25282/94, 25285/94, 28048/95, 28192/95 and 28456/95, 12 October 1999, unreported, § 76 and §§ 80-81",
        "Smith and Grady v. the United Kingdom (just satisfaction), nos. 33985/96 and 33986/96, § 28, ECHR 2000-IX",
        "Steel and Others v. the United Kingdom judgment of 23 September 1998, Reports 1998-VII, § 49",
        "Weber v. Switzerland judgment of 22 May 1990, Series A no. 177, § 34"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "320250",
    "typedescription": "15"
}