{
    "__articles": "3;5;5-1;5-1-f;5-4",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Article 5-1-f - Prevent unauthorised entry into country);Violation of Article 5 - Right to liberty and security (Article 5-4 - Review of lawfulness of detention)",
    "applicability": "",
    "appno": "66702/13",
    "article": [
        "3",
        "5"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-4 - Review of lawfulness of detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        }
    ],
    "content": {
        "001-183816.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 66702/13) against the Hellenic Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Syrian national, Mr S.Z. (“the applicant”), on 22 October 2013. The Vice-President of the Section acceded to the applicant’s request not to have his name disclosed (Rule 47 § 4 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms E.-L. Koutra, a lawyer practising in Athens. The Greek Government (“the Government”) were represented by their Agent’s delegates, Ms E. Tsaousi and Mr K. Georgiadis, legal counsellor and senior advisor respectively at the State Legal Council.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 7 November 2016 the complaints concerning the conditions and the legality of the applicant’s detention, as well as the complaint concerning the proceedings by which he could challenge the legality of his detention, were communicated to the Government, and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1984 and lives in Athens.",
                                "elements": []
                            },
                            {
                                "content": "A.  Proceedings concerning the applicant’s expulsion and detention",
                                "elements": [
                                    {
                                        "content": "5.  On 21 September 2013 the applicant was arrested in Athens for possession of a fake French passport. He was taken to a public prosecutor, who initiated criminal proceedings against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 24 September 2013 the applicant was sentenced to ten months’ imprisonment for use of a false instrument, giving false unsworn testimony, and illegally entering the country (judgment 46181/2013 of the three-member Athens Court of First Instance). The execution of the sentence was suspended following an appeal by the applicant after the pronouncement of the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 25 September 2013 the applicant was arrested again and put in administrative detention with a view to being expelled from the country (decision no. 538848/1-α/25.9.2013 of the Director of the Aliens Subdivision of Attica (Υποδιεύθυνση Αλλοδαπών Αττικής).",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 28 September 2013 the Director of the Aliens Subdivision of Attica ordered the applicant’s expulsion on the grounds that he had entered the country illegally, did not possess a valid residence permit, was considered to pose a danger to public order, and had been convicted by a criminal court for possession of false documents. Moreover, that authority decided not to give the applicant a deadline to leave the country of his own free will, but to keep him in detention until the expulsion order was executed, for a period not exceeding six months, because the applicant posed a danger to public order, for the reasons mentioned above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  According to the applicant, he was informed of those decisions on 30 September 2013. He also claimed that he had submitted objections to his detention via a fax sent by his lawyer on 27 September 2013, objections which had not been registered. In those objections, he had included a request for international protection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 4 October 2013 the applicant appealed against the expulsion decision to the Director of the Aliens Division of Attica, submitting at the same time a request for international protection. On 7 October 2013 the applicant’s request for international protection was sent to the Asylum Department. His appeal against the decision ordering his expulsion was dismissed the next day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 8 October 2013 the applicant filed objections to his detention before the Athens Administrative Court of First Instance (Διοικητικό Πρωτοδικείο Αθηνών) (his first set of objections). He claimed, inter alia, that he had already submitted objections before the expulsion decision had been issued, but those had not been taken into consideration. Referring to the Court’s judgment in Tabesh v. Greece (no. 8256/07, 26 November 2009), he argued that his detention was unlawful, since his expulsion to Syria was not possible, given the ongoing intensive military action taking place there. He also claimed that he was an asylum seeker and that his conditions of detention in Zografou police station were very poor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 10 October 2013 the applicant’s objections were rejected by the President of the Athens Administrative Court of First Instance. In her reasoning, she noted that it was not clear whether the applicant had in fact submitted the first objections, that up to that date he had not submitted any proof that he was Syrian, and that he could request asylum before the head of Zografou police station. She also noted that the legality of the applicant’s detention was not affected by the conditions of his detention, which in any event were tolerable, taking into account the difficult financial situation of the country and the fact that little time had elapsed since the applicant’s arrest (judgment no. 5563/2013).",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 18 October 2013 the applicant was transferred to the Attica Regional Asylum Service, before which he reiterated his asylum request. On the same date the Director of the Attica Aliens Directorate issued a decision modifying the legal basis of the applicant’s detention and basing it instead on the grounds that he posed a danger to public order and/or national security and that his detention was necessary for the speedy determination of his application for asylum. In addition, the decision suspended the applicant’s expulsion order (decision no. 538848/1-Z). The applicant contested the date of the above-mentioned decision before the domestic authorities, and claimed that it had been issued several days later and backdated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 21 October 2013 the applicant gave his Syrian identity card to Zografou police station. He also claimed that he had submitted via his lawyer a request to be informed of the decision by which he had been detained, or to be set free if such a decision did not exist.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 23 October 2013 the applicant filed objections to his detention, asking for judgment no. 5563/2013 to be revoked (his second set of objections). In his application, he referred, inter alia, to the fact that he had proved his Syrian nationality by giving his identity card to the police, and that he should be set free, as his expulsion could not be achieved. He also referred to the submission of his asylum request to the Asylum Service on 18 October. In addition, he maintained that he had a permanent address, submitting a lease contract concluded by his brother and an affidavit signed by his brother confirming that he would provide him with accommodation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 25 October 2013 the applicant’s application was dismissed by the President of the Athens Administrative Court of First Instance. In her reasoning, she observed that the applicant had not yet been registered as an asylum-seeker, but the procedure was ongoing, taking into account a document dated 24 October 2013 from the Aliens Division of Attica which said that the applicant had expressed his wish to request asylum on 7 October 2013, but this had not yet been registered by the new Asylum Service. She also noted that the lease did not prove that the applicant had a permanent address, because he could easily change his address in view of the fact that he had already been arrested for an offence (judgment no. 5772/2013).",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 1 November 2013 an interview concerning the applicant’s asylum request took place before the Attica Regional Asylum Service.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 8 November 2013 the applicant filed objections to his detention with the Athens Administrative Court of First Instance, asking for judgments no. 5563/2013 and 5772/2013 to be revoked (his third set of objections). He referred to a deterioration of his health and asked to be released on the additional grounds that, in accordance with a circular order issued by the Greek police, even Syrians who had not requested asylum should not be put in detention. He also submitted complementary observations contesting the date of the decision modifying the legal basis of his detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 13 November 2013 his application was dismissed (judgment no. 5935/2013). In her reasoning, the president of the court noted that the applicant had been admitted to hospital on 9 November 2013 and had been discharged with medication, showing “no signs of major active psychopathology”. She further ruled that the applicant’s objection regarding the date of the document modifying the legal basis of his detention was unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 12 November 2013 the applicant was granted refugee status (decision no. 10664/2013) and was released the next day, following the revocation of return decision no. 538848/1-β that had been issued on 28 September 2013.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 27 November 2013 the applicant lodged an application for annulment of the decision dated 28 September 2013 of the Director of the Aliens Subdivision of Attica by which it had been decided that he would be returned to his country of origin and that he would be detained with a view to being expelled. The application for annulment was dismissed owing to the fact that it had not been signed by a lawyer and the relevant fee had not been paid.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant’s conditions of detention",
                                "elements": [
                                    {
                                        "content": "1.  The applicant’s description of the conditions of his detention",
                                        "elements": [
                                            {
                                                "content": "22.  The applicant submitted that his conditions of detention in Zografou police station had been very poor. He had been detained in a basement, which had been damp and inadequately ventilated. The cell had been filthy and overcrowded. The food provided had been of very poor quality. He had not had access to outdoor exercise or other recreational activities. The above-mentioned conditions had created a risk of contagious diseases. In addition, medical treatment had not been provided. In view of the above, the applicant’s physical and emotional health had deteriorated.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government’s description of the conditions of the applicant’s detention",
                                        "elements": [
                                            {
                                                "content": "23.  The Government submitted that the detention facilities at Zografou police station were located in the basement of the police station and consisted of three dormitories, each measuring 12 sq. m with a capacity of three detainees. There was also an additional space, measuring 7.67 sq. m, outside the dormitories. It had a toilet and a shower with hot water, which detainees could access throughout the day and night. Beds were not allowed in the detention area; however, every detainee had at his disposal a mattress in good condition and two or three blankets which were frequently washed and replaced.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The area was adequately lit, ventilated and heated; in addition, it had fans outside the dormitories to be used during the summer months. The number of detainees at the time the applicant had been held there had varied; however, it had never exceeded the capacity of nine detainees. The premises were cleaned every day by a cleaning company, and they were disinfected once a month. Food was provided three times a day by an external restaurant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  International organisations and non-governmental organisations had free access to the premises. Detainees could be visited twice a day by friends and relatives, and had unobstructed access to television and pre-paid phones.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The applicant’s needs had been taken care of; in particular, he had been transferred to the psychiatric ward of Sotiria Hospital in Athens, where he had been examined by a psychiatrist. The psychiatrist had concluded that the applicant did not present any major active psychopathology, and had prescribed him medication for anxiety.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "27.  The relevant domestic law and practice is described in the Court’s judgment in the case of Barjamaj v. Greece, no. 36657/11, §§ 17-22, 2 May 2013.",
                                "elements": []
                            },
                            {
                                "content": "28.  In addition, according to a circular order published by the Hellenic Police on 9 April 2013, the detention of Syrian nationals who had been identified should automatically be suspended for six months, and this was renewable for as long as the same situation in Syria persisted, in view of the fact that their expulsion was not possible (circular order 71778/13/511278).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  REPORTS OF INTERNATIONAL ORGANISATIONS",
                        "elements": [
                            {
                                "content": "A.  Report of the European Committee for the Prevention of Torture (CPT)",
                                "elements": [
                                    {
                                        "content": "29.  Following a visit to Greece in April 2013, the CPT published a report dated 16 October 2014 (CPT/Inf (2014) 26) in which the following is stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“36.  The CPT has repeatedly stressed that the detention areas in the central Athens police stations are all totally unsuitable for holding detained persons for periods of longer than 24 hours. Yet, persons continue to be held in these stations for many months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The delegation also met several Syrian nationals who continued to be detained, at the time of the visit, both in police and border guard stations as well as in pre-departure centres. Some of them had already been detained for periods of up to several months, despite the fact that many were likely to be in need of international protection and could not be returned in application of the non-refoulement principle.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Reports of the UNHCR",
                                "elements": [
                                    {
                                        "content": "30.  Since March 2012 the UNHCR has issued several papers on the subject of the conflict in Syria, including those entitled “Position on Returns to the Syrian Arabic Republic” and, later, “International Protection Considerations with regard to people fleeing the Syrian Arab Republic”, with updates. The latest paper which had been issued at the time the events at issue took place was “Update I”, published in December 2012, whose extracts state the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“2.  In July 2012, the ICRC concluded that it considers the conflict in Syria to be a non-international armed conflict, signifying that international humanitarian law applies to all areas where hostilities are taking place...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The UN and media sources continue to report on-going violence and killings in Syria. Since the start of the unrest in March 2011, there have been reports of grave, widespread and systematic human rights violations, including but not limited to extrajudicial killings, torture, arbitrary detention and use of heavy weaponry against civilian populations...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4. ... UNHCR characterizes the flight of civilians from Syria as a refugee movement. Syrian civilians and persons who had their habitual residence in Syria will continue to require international protection until such time as the situation in Syria improves and allows for voluntary return in safety and dignity. Syrians and habitual residents of Syria in need of international protection who approach UNHCR and the respective host Governments have been or are being registered, where applicable, as persons seeking international protection and are being assisted. UNHCR encourages states to ensure arrivals are afforded international protection and associated rights, the form of which may vary depending on how the situation in Syria unfolds and on the processing and reception capacity of countries receiving them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  While the majority of Syrians and others currently leaving the country appear to remain in the region, there are increasing numbers of individuals who arrive in countries further afield and make claims for international protection. Where such arrivals occur in countries with established asylum systems, access to territory, asylum procedures and appropriate reception entitlements must be ensured, and their claims should be processed according to fair and effective procedures. Detention of asylum-seekers should be used only in very exceptional circumstances and as a last resort. UNHCR considers that many Syrians seeking international protection are likely to fulfill the requirements of the refugee definition contained in the 1951 Convention Relating to the Status of Refugees, since in many cases their well-founded fear of persecution will be linked to one of the Convention grounds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  As the situation in Syria is fluid and may remain uncertain for some time to come, UNHCR appreciates that Governments have taken measures to suspend the forcible return of nationals or habitual residents of Syria, including those who have had their asylum claims rejected. Such measures are intended to be implemented until such time as the security and human rights situation in the country has improved sufficiently to permit safe, dignified and sustainable return. UNHCR continues strongly to recommend that States maintain a moratorium on all returns to Syria for the time being, pending an assessment of when the changed situation in the country would permit return in safety and dignity.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  A further update was published on 22 October 2013, in which it was stated that the armed conflict in Syria continued to escalate, resulting in a massive humanitarian and protection crisis, and that armed hostilities had steadily expanded and left no area within Syria unaffected by the conflict and its massive humanitarian consequences. In addition, it was stated that the conflict was reportedly marked by a disregard for the protection of civilians, as parties to the conflict had repeatedly violated international humanitarian law and committed other grave human rights violations and abuses. According to UNHCR, most Syrians seeking international protection were likely to fulfil the requirements of the definition of refugee, and needed to be afforded sufficient safeguards against refoulement. It was further considered appropriate that the case files of Syrians whose asylum claims had been rejected in the past should be reopened.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In its paper “Syrians in Greece: Protection Considerations and UNHCR Recommendations”, published on 17 April 2013, UNHCR Greece recommended that States temporarily suspend the forcible return of Syrian nationals and those habitually residing in Syria to Syria or its neighbouring countries. The organisation also called upon the Greek authorities not to order the administrative detention of Syrians and to suspend expulsion orders or return decisions without delay. It welcomed the recent issuance of a circular order by the Hellenic Police, by which the execution of administrative orders for the detention, expulsion and return of Syrians not in possession of valid documents had been suspended and the release of Syrians already in detention had been ordered (see paragraph 28 above).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  The applicant complained that the conditions of his detention in Zografou police station had violated his right not to be subjected to inhuman or degrading treatment, as provided for in Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "34.  The Court notes that, apart from the complaint relating to the conditions of his detention, the applicant in his observations submitted on 31 May 2017, raised a complaint under the procedural limb of Article 3 of the Convention. In particular, he argued that he had drawn the domestic authorities’ attention to the matters relating to his detention, yet they had not conducted an investigation. However, the Court notes that this complaint was first raised by the applicant in his observations dated 31 May 2017, and therefore should be rejected as having been lodged outside the six-month time-limit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court notes that the applicant’s complaint relating to the conditions of his detention is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "36.  Referring to his description of the conditions of his detention, the applicant submitted that the Court had on many occasions found a violation of Article 3 of the Convention on account of the detention conditions of applicants detained in police stations with a view to being expelled, when the duration of their detention had been longer than a month. He maintained that he had fully substantiated his complaint before the Court and before the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Government claimed that the applicant had not substantiated his complaint. In particular, he had not described the general conditions of his detention and how they had affected him personally. He had only used vague and general expressions, thus failing to formulate any specific complaints concerning his personal situation. Referring to their description of the conditions of the applicant’s detention, the Government argued that, in any event, the conditions had been adequate and they had not exceeded the level of hardship inherent in detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court reiterates that it is particularly mindful of the objective difficulties experienced by applicants in collecting evidence to substantiate their claims about conditions of their detention. Still, in such cases applicants must provide a detailed and consistent account of the facts complained of (see Muršić v. Croatia [GC], no. 7334/13, § 127, ECHR 2016). Turning to the circumstances of the present case, the Court notes at the outset that the applicant, albeit in succinct terms, has sufficiently substantiated his main complaints concerning the area in which he was detained – namely that it was in the basement of the police station, which resulted in detainees having insufficient light and ventilation, that he did not have access to outdoor exercise, and that the premises were filthy. He also argued that detention in police stations for prolonged periods of time constituted a violation of Article 3 per se.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court additionally notes that the parties’ positions diverge, notably in respect of the quality of the food offered in Zografou police station, the cleanliness of the premises, and the adequacy of light and air in the cells. The Court reiterates, however, that where there is a dispute about conditions of detention, there is no need for it to establish the veracity of each element that is in dispute. It may find a violation of Article 3 of the Convention on the basis of facts presented to it which the Government have failed to refute (see, mutatis mutandis, Grigoryevskikh v. Russia, no. 22/03, § 55, 9 April 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court notes in this respect that it has on many occasions examined the conditions of detention in police stations of persons who have been remanded or detained pending expulsion, and has found them to be in breach of Article 3 of the Convention (see Siasios and Others v. Greece, no. 30303/07, 4 June 2009; Vafiadis v. Greece, no. 24981/07, 2 July 2009; Shuvaev v. Greece, no. 8249/07, 29 October 2009; Tabesh v. Greece, no. 8256/07, 26 November 2009; Efremidi v. Greece, no. 33225/08, 21 June 2011; Aslanis v. Greece, no. 36401/10, 17 October 2013; Adamantidis v. Greece, no. 10587/10, 17 April 2014; and Kavouris and Others v. Greece, no. 73237/12, 17 April 2014). There were specific deficiencies concerning the applicants’ detention in each of the above cases, particularly overcrowding, a lack of outdoor space for exercise, poor sanitary conditions and poor quality food. In addition to those specific deficiencies, the Court based its findings of a violation of Article 3 on the nature of police stations per se, which are places designed to accommodate people for a short time only. Detention for between one and three months was thus considered contrary to Article 3 (Siasios and Others, § 32; Vafiadis, §§ 35-36; Shuvaev, § 39; Tabesh, § 43; Efremidi, § 41; Aslanis § 39; Adamantidis § 33; and Kavouris and Others, § 38, all cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Turning to the present case, the Court notes that the applicant was detained for a period of fifty-two days in Zografou police station, a facility which, in terms of its design, lacked the amenities required for prolonged periods of detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Having regard to its case-law on the subject and the material submitted by the parties, the Court notes that the Government did not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case from the one it reached in the above-cited cases. The foregoing considerations are sufficient to enable the Court to conclude that there has been a violation of Article 3 of the Convention on account of the applicant’s conditions of detention in Zografou police station.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "43.  The applicant complained that his detention had been arbitrary, in breach of Article 5 § 1 of the Convention, the relevant parts of which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(f)  the lawful arrest or detention of a person to prevent his effecting an unauthorised entry into the country or of a person against whom action is being taken with a view to deportation or extradition.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "44.  The Court notes this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "45.  The applicant argued that his detention had been unlawful for a number of reasons: firstly, the domestic authorities had showed bad faith when they had put him in detention, as his removal to Syria had been and remained impracticable; therefore there had been no purpose to be achieved. The domestic authorities had been aware of this fact, as proved also by the circular order issued by the Hellenic Police earlier that year stating that Syrians should not be detained and that those who were already in detention should be released. On the contrary, in his case, the domestic authorities had applied their practice of almost automatic detention, even though his expulsion had not been feasible, therefore rendering his detention arbitrary. That practice of the domestic authorities had been noted and criticised by many national and international organisations. The applicant had reiterated those arguments on many occasions, before the head of the police station in which he had been detained and before the administrative courts with which he had lodged his objections against his detention. In addition, even though initially he had not had his identity documents with him so as to prove his nationality, the domestic authorities had never doubted that he came from Syria. The applicant relied on the Court’s judgment in Tabesh, cited above, whose conclusions he considered directly applicable to his case. He also argued that, in accordance with the detention order, he had been detained on public order grounds that had not been specified, which was a further element of arbitrariness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Secondly, the applicant claimed that his detention had been unlawful because he had been detained for more than five days, that is from 25 September 2013 until 30 September 2013, without being served with the detention decision. The decision that had been served on him in the end had been backdated and drafted in Greek, a language he did not understand.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  Lastly, the applicant argued that the conditions of his detention had been incompatible with the purpose of his detention, his status as an asylum seeker, and his mental and psychological health. He also maintained that the domestic authorities had failed to take into account that his only crime had been entering the country illegally out of necessity and due to the systemic failures of the asylum procedure in force in Greece at the time. In any event, the sentence imposed on him had been suspended, and thus he should not have borne any consequences on account of it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Government submitted that the applicant had been detained from 21 September 2013 until 13 November 2013 with a view to being deported. They argued that his detention had been in conformity with national law, notably Articles 76 and 83 of Law no. 3386/2006, as he had illegally entered the country and in addition had been considered to constitute a risk to public order and security, given his conviction for use of a false instrument, giving false unsworn testimony, and illegally entering the country. In the Government’s view, the measure of detention had been necessary, as the applicant had not had in his possession any travel documents proving his identity and had not had a known address. Therefore, if he had been set free he could not have been served with the decisions concerning him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The applicant’s detention had also been necessary for the speedy examination of his asylum request, and because he had posed a danger to public order and security under Article 13 § 2 (b) and (c) and Article 13 § 4 of Presidential Decree no. 114/2010. The Government drew the Court’s attention to the fact that, in accordance with the national law, lodging an asylum request suspends the enforcement of an expulsion decision but not the enforcement of a detention decision. They referred to a series of judgments against Greece in which the Court had considered that lodging an asylum request did not render detention arbitrary. In any event, the applicant had been released on 13 November 2013, twenty-six days after filing an asylum request. In view of the factors mentioned above, the Government submitted that the domestic authorities’ good faith in relation to the issuance of the decisions on the basis of which the applicant had been detained could not be disputed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  As regards the length of the detention with a view to the applicant being expelled, the Government claimed that the Court’s case-law indicated that a period of two or three months could not be considered excessive for the completion of the administrative formalities required for an alien’s expulsion. Therefore, the period of the applicant’s detention – one month and twenty-two days – fell within the limits set by Article 13 of Presidential Decree no. 114/2010, and could not be regarded as excessive under the Court’s case-law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Lastly, the Government claimed that a thorough examination of the applicant’s case file indicated that all procedural and substantial safeguards had been afforded to him; all the deadlines had been observed and the applicant had been served with the relevant decisions in accordance with the time-limits set by the law and in a language he understood, namely Greek.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "52.  It is not disputed that the applicant’s placement in a police station in September 2013 amounted to “deprivation of liberty” and that his arrest and detention fell within the ambit of sub-paragraph (f) of Article 5 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court reiterates that Article 5 § 1 (f) does not demand that the detention of a person against whom action is being taken with a view to deportation be reasonably considered necessary, for example to prevent his committing an offence or fleeing (see Chahal v. the United Kingdom, 15 November 1996, § 112, Reports of Judgments and Decisions 1996V). Any deprivation of liberty under the second limb of Article 5 § 1 (f) will be justified only for as long as deportation or extradition proceedings are in progress. If such proceedings are not prosecuted with due diligence, the detention will cease to be permissible under Article 5 § 1 (f) (see A. and Others v. the United Kingdom [GC], no. 3455/05, § 170, ECHR 2009, with further references). The Court also reiterates that deprivation of liberty under Article 5 § 1 (f) of the Convention must conform to the substantive and procedural rules of national law. Compliance with national law is not, however, sufficient: Article 5 § 1 requires in addition that any deprivation of liberty should be in keeping with the purpose of protecting the individual from arbitrariness. The notion of “arbitrariness” in Article 5 § 1 extends beyond a lack of conformity with national law, so that deprivation of liberty may be lawful in terms of domestic law but still arbitrary, and therefore contrary to the Convention. To avoid being branded as arbitrary, detention under Article 5 § 1 (f) must be carried out in good faith; it must be closely connected to the grounds of detention relied on by the Government, the place and conditions of detention must be appropriate, and the length of the detention must not exceed that reasonably required for the purpose pursued (see Saadi v. the United Kingdom [GC], no. 13229/03, § 74, ECHR 2008; Azimov v. Russia, no. 67474/11, § 161, 18 April 2013; and L.M. and Others v. Russia, nos. 40081/14 and 2 others, § 46, 15 October 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  In addition, in asking whether “action is being taken with a view to deportation”, the Court has found that removal must be a realistic prospect (see Louled Massoud v. Malta, no. 24340/08, § 69, 27 July 2010; A. and Others, cited above, § 167; Amie and Others v. Bulgaria, no. 58149/08, § 77, 12 February 2013; and Mikolenko v. Estonia, no. 10664/05, § 68, 8 October 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Turning to the circumstances of the present case, the Court notes firstly that the applicant’s deprivation of liberty was based on Article 76 of Law no. 3386/2005, and was aimed at preventing him from remaining unlawfully in Greek territory and guaranteeing his possible expulsion. Accordingly, the applicant’s detention was in compliance with the letter of the national law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Court notes additionally that on 8 October 2013 the applicant lodged objections against his detention with the competent judge of the Athens Administrative Court of First Instance, objections in which he claimed that his detention was unlawful, since his expulsion to Syria was not possible, given the ongoing intensive military action taking place. However, at the time he had not provided any document certifying his Syrian nationality. He reiterated the argument concerning the impossibility of his expulsion to Syria on at least another two occasions, namely on 23 October 2013 and on 8 November 2013, referring, inter alia, to the circular order that had been issued by the Hellenic Police and on the basis of which Syrian nationals in detention were being released. At that time, the applicant had already submitted his Syrian passport to the domestic authorities to prove his Syrian identity. The applicant’s detention ended on 12 November 2013, after his successful application for asylum which impeded his removal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  Nevertheless, in the Court’s view, it should already have been sufficiently evident to the national authorities from 23 October 2013, when the applicant submitted his Syrian passport to the domestic court, that his removal was not practicable and would remain unlikely, in view of the worsening conflict in Syria (in the same vein, see the Court’s findings in L.M. and Others, cited above, § 148, and S.K. v. Russia, no. 52722/15, § 115, 14 February 2017). While the Court considers it understandable that the applicant could not possibly have been released based merely on his allegations that he was a Syrian national, the authorities were aware of his nationality after 23 October 2013 and therefore, it should have been clear to them from that date that his expulsion could not go ahead. This is all the more evident if one takes into account that in April 2013 the Hellenic Police had issued a circular order by which decisions ordering the detention of Syrian nationals who had entered the country illegally were suspended, irrespective of whether they had applied for asylum (see paragraph 28 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court additionally takes into account that the applicant, on two occasions after he had submitted his Syrian passport to the domestic authorities, maintained that his expulsion was not possible, referring to both the Court’s case-law and the circular order that had been issued by the Hellenic Police. Nevertheless, he was released only after he had been granted refugee status, twenty-one days after he had provided his Syrian passport, despite the authorities having been officially informed as of 23 October 2013 when he lodged his second set of objections, that his expulsion could not go ahead (see, mutatis mutandis, Mathloom v. Greece, no. 48883/07, § 70, 24 April 2012). In these circumstances, it was incumbent on the domestic authorities after the date of 23 October 2013 to consider alternative measures that could be taken in respect of the applicant (see Azimov, cited above, § 173). However, his detention was never reassessed as far as whether it would be practicable to ensure his removal to Syria (see also the Court’s findings in paragraph 72 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The Court takes note of the Government’s argument that the applicant had not had in his possession any travel or identification documents, and thus they had been unable to verify the information he had provided or serve him with the documents relevant to his situation. Nevertheless, the Court notes that his nationality was never contested after 23 October 2013 the date the applicant submitted his Syrian passport. There is nothing in the case file which would lead the Court to believe that the domestic authorities had any doubts after that date as to the applicant’s real nationality, nor anything indicating that any procedures for his identification were initiated. In addition, there does not appear to be any indication that the applicant refused to cooperate with the national authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  In view of the above considerations, the Court concludes that there has been a violation of Article 5 § 1 (f) of the Convention on account of the applicant’s detention from 23 October 2013 onwards.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "61.  The applicant further complained that he had not had at his disposal an effective remedy by which he could challenge the lawfulness of his detention, as provided for by Article 5 § 4 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "62.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "63.  The applicant argued that objecting to the decisions – a remedy which had been provided to him – had not been an effective remedy for a number of reasons. Firstly, he had been notified of the decisions dated 25 September 2013 and 18 October 2013 on 30 September 2013 and 8 November 2013, and only in Greek. Therefore, he had been deprived of his right of access to the remedy, which had been available only in theory in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  In addition, the applicant identified a series of flaws in the procedure before the administrative courts. In particular, he complained that he could not take part in the procedure in person and could only be represented by a lawyer. He had not had access to legal aid and had not been informed of that possibility. Furthermore, the judicial review of the administrative judge had not sufficiently covered the aspect of the applicant’s conditions of detention. The applicant, in his objections, had invited the administrative judge to visit the premises in which he had been detained, but to no avail. He also submitted that the decisions issued had not been open to appeal, irrespective of any factual or legal mistakes they might have had. The only possible way to challenge them had been by asking the same judge to revoke the judgments in question by relying on new facts, which in his case had proved ineffective.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The applicant also argued that even if his objections against his detention had been accepted by the domestic court, then he would have been released and given thirty days to leave Greece and return voluntarily to his country of origin, which in his case had not been possible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Government argued that objecting to decisions – a remedy provided for by national law – was available and effective, as also confirmed by a number of the Court’s judgments (see S.B. v. Greece (dec.), no. 73544/2011, 8 July 2014). In particular, in accordance with Article 76 § 3 of Law no. 3386/2005, a third-country national detained with a view to being expelled was entitled to challenge the lawfulness of the decision ordering his detention by lodging objections with the Administrative Court of First Instance. Following the legislative amendment to that legislative provision introduced by Law no. 3900/2010 and which entered into force on 1 January 2011, the judge ruling on an objection was granted the power to review all aspects of the third-country national’s detention, including the conditions of his detention and, in cases where he was also an asylum seeker, whether the conditions of Article 13 of Presidential decree no. 114/2010 applied.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  Turning to the particular circumstances of the case, the Government submitted that the applicant had made use of the available remedy by twice lodging objections with the Administrative Court against the decisions ordering his detention and the continuation of his detention. In addition, he had twice lodged an application for revocation of the decisions by which his objections had been rejected. In all the above-mentioned cases, the competent judge had examined the applicant’s arguments, including the ones concerning the lawfulness of his detention and his conditions of detention, and had dismissed them, providing full reasoning.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "68.  Concerning the general principles governing the application of Article 5 § 4 of the Convention in cases raising similar issues to those raised in the present case, the Court refers to its relevant case-law on the subject (see, in particular, Dougoz v. Greece, no. 40907/98, § 61, ECHR 2001II; S.D. v. Greece, no. 53541/07, § 72, 11 June 2009; and Herman and Serazadishvili v. Greece, no. 26418/11 and 45884/11, § 71, 24 April 2014). In particular, Article 5 § 4 does not impose an obligation on a court examining an appeal against detention to address every argument contained in the appellant’s submissions. However, the court cannot treat as irrelevant, or disregard, concrete facts invoked by the detainee and capable of putting into doubt the existence of the conditions essential for the “lawfulness”, in the sense of the Convention, of the deprivation of liberty (Nikolova v. Bulgaria [GC], no. 31195/96, § 61, ECHR 1999II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The Court notes at the outset that, under Article 76 §§ 4 and 5 of Law no. 3386/2005, as amended by Article 55 § 2 of Law no. 3900/2010, the administrative judge responsible for examining the objections lodged by a person who has been detained with a view to being expelled is no longer limited to examining only if the detainee poses a danger to public order or is a flight risk: the judge can now “object to the detention” and thus examine any issue arising from the detention, including a detainee’s specific and substantiated allegations relating to his state of health and age, and those relating to overcrowding, the conditions justifying the detention, and the possibility of accommodating the person concerned in a place where the authorities can find him. When appropriate, that judge orders the release of the detainee in question or his transfer to a detention centre offering better conditions of detention (see MD v. Greece, no. 60622/11, § 65, 13 November 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  In the present case, the Court observes that the applicant’s objections were rejected by decisions dated 10 October, 25 October and 13 November 2013. In the first decision dated 10 October 2013, the President of the Athens Administrative Court considered that the applicant had not proved his nationality, as he had not had in his possession a passport or other document. In the second decision dated 25 October 2013, the President of the Administrative Court did not make any reference to the applicant’s Syrian nationality, even though he had produced his passport in the meantime, or to whether it would be possible to proceed with his expulsion. She dismissed the applicant’s argument that he was not likely to flee and that he had a known address, holding that, in view of his previous criminal behaviour demonstrated by his use of a fake passport, he could still change address in order to avoid being located by the domestic authorities. Similarly, in the decision dated 13 November 2013, the President of the Administrative Court made no reference to the applicant’s argument that his expulsion was not possible, and dismissed his objections on the grounds that the applicant had committed a crime that could affect the country’s international relationships, that is to say he had entered the country using a fake passport.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  Nevertheless, the Court notes that the applicant, in his objections lodged with the Athens Administrative Court of First Instance on 23 October and 8 November 2013, that is to say the two set of proceedings he had initiated after he had submitted his passport to the domestic authorities, had argued that his expulsion was not possible owing to the continuing and worsening conflict in Syria at the time. He had cited the Court’s judgment in Tabesh (cited above) to that effect, and had relied on the circular order issued by the Hellenic Police by which Syrian nationals in detention had been released.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The Court considers that the amendment of Article 76 of Law no. 3386/2005 and the existence of relevant domestic case-law – case-law which, in some cases, examined in depth the lawfulness of the detention of foreigners with a view to their being expelled, and, when appropriate, ordered their release – seek to reinforce the guarantees which detainees who may be expelled should have the benefit of. However, the Court observes that, in the circumstances of the present case, the applicant did not have the benefit of an examination of the lawfulness of his detention to an extent sufficient to reflect the possibilities offered by the amended version of Article 76 § 5 as demonstrated by other decisions of the domestic courts (see MD, cited above, § 68). This is even more true if one considers that the applicant’s argument was capable of putting into doubt the existence of conditions essential for the “lawfulness”, in the sense of the Convention, of the deprivation of liberty. In the Court’s view, such an argument should have been addressed by the domestic courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  Accordingly, the Court considers that, in the present case, there has been a violation of Article 5 § 4 of the Convention in respect of the applicant’s objections lodged on 23 October and 8 November 2013.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "74.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "75.  The applicant claimed 20,000 euros (EUR) in respect of nonpecuniary damage for the violation of his rights under Article 3 of the Convention, and EUR 12,000 for each of the violations found under Article 5, in total EUR 44,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Government contested those claims, arguing that the sum was excessive in view of the circumstances of the case and the country’s current financial situation. In the Government’s view, the mere finding of a violation would constitute sufficient just satisfaction. In any event, if the Court wished to award a sum of money to the applicant, it should not exceed EUR 2,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The Court considers that the circumstances which led it to conclude that there had been a violation of Article 3 and Article 5 §§ 1 and 4 of the Convention in the present case are such as to have caused the applicant anxiety and suffering which cannot be compensated for solely by the finding of a violation. Ruling in equity, as required under Article 41 of the Convention, the Court therefore awards the applicant EUR 4,000 for nonpecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "78.  The applicant also claimed EUR 2,400 for costs and expenses incurred before the domestic courts and the Court, plus any tax that might be chargeable to the lawyer on that amount, based on a private services agreement concluded with his representative on 3 October 2013. In accordance with the terms of that agreement, in the event that the Court found a violation of the Convention, then the applicant would have to pay to his representative EUR 2,400 plus 10% of the amount awarded to him by the Court. In the event that no violation was found, then the lawyer would have to bear the costs herself. The applicant also argued that that amount could not be considered excessive, given that, in accordance with the Lawyer’s Code, the hourly fee for work carried out by a lawyer amounted to EUR 98. He also asked for the relevant sum to be deposited directly in his representative’s bank account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Government submitted that only documented claims should be reimbursed, and therefore submitted that the applicant’s request should be rejected. In this regard, they argued that the applicant had failed to produce the required documents which would have proved that he had actually incurred these costs. In any event, they found this claim excessive and unsubstantiated, especially in view of the fact that no hearing had taken place. They also pointed out that, in accordance with the Lawyers’ Code, a lawyer’s fee was freely agreed between the parties, and only in the absence of an agreement did the rate of EUR 80 per hour – and not EUR 98 per hour as the applicant erroneously maintained – apply. The applicant could therefore have agreed on a smaller amount than the sum requested.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Court reiterates its established case-law to the effect that an applicant is entitled to the reimbursement of costs and expenses in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum (see, for example, X and Others v. Austria [GC], no. 19010/07, § 163, 19 February 2013). Under Rule 60 of the Rules of Court, any claim for just satisfaction must be itemised and submitted in writing together with the relevant supporting documents or vouchers, failing which the Chamber may reject the claim in whole or in part. In the present case, the Court notes that that the applicant concluded an agreement with his counsel concerning her fees, which is comparable to a contingency fee agreement. This is an agreement whereby a lawyer’s client agrees to pay the lawyer fees amounting to a certain percentage of the sum, if any, awarded to the litigant by the court. Such agreements, if they are legally enforceable, may show that the sums claimed are actually payable by the applicant. Agreements of this nature – giving rise to obligations solely between lawyer and client – cannot bind the Court, which must assess the level of costs and expenses to be awarded with reference not only to whether the costs are actually incurred, but also to whether they have been reasonably incurred (see Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 55, ECHR 2000XI, and Stergiopoulos v. Greece, no. 29049/12, § 63, 7 December 2017).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  Regard being had to the documents in its possession and to its case-law, the Court considers it reasonable to award the sum of EUR 1,500 for costs and expenses incurred in the proceedings before the domestic courts and the Court. The amount is to be deposited in the bank account indicated by the applicant’s representative.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "82.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under the procedural limb of Article 3 inadmissible and the remainder of the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 5 § 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 21 June 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Kristina Pardalos",
            "role": "president"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Aleš Pejchal",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Armen Harutyunyan",
            "role": "judges"
        },
        {
            "name": "Pauliine Koskelo",
            "role": "judges"
        },
        {
            "name": "Tim Eicke",
            "role": "judges"
        },
        {
            "name": "Renata Degener",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF S.Z. v. GREECE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-183816.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0621JUD006670213",
    "externalsources": [],
    "extractedappno": [
        "66702/13",
        "8256/07",
        "36657/11",
        "7334/13",
        "22/03",
        "30303/07",
        "24981/07",
        "8249/07",
        "33225/08",
        "36401/10",
        "10587/10",
        "73237/12",
        "3455/05",
        "13229/03",
        "67474/11",
        "40081/14",
        "24340/08",
        "58149/08",
        "10664/05",
        "52722/15",
        "48883/07",
        "40907/98",
        "53541/07",
        "26418/11",
        "45884/11",
        "31195/96",
        "60622/11",
        "19010/07",
        "31107/96",
        "29049/12"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-183816",
    "judgementdate": "21/06/2018 00:00:00",
    "kpdate": "21/06/2018 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "448",
        "220",
        "336",
        "438"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "3",
        "5-4",
        "5-1-f",
        "5-1",
        "5"
    ],
    "parties": [
        "S.Z.",
        "GREECE"
    ],
    "rank": "2472.2041015625",
    "representedby": [
        "KOUTRA E.-L."
    ],
    "respondent": "GRC",
    "respondentOrderEng": "19",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "476114",
    "typedescription": "15"
}