{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings",
    "applicability": "",
    "appno": "33745/96",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - domestic proceedings",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-58284.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court by the European Commission of Human Rights (“the Commission”) on 4 December 1998, within the three-month period laid down by former Articles 32 § 1 and 47 of the Convention. It originated in an application (no. 33745/96) against the United Kingdom of Great Britain and Northern Ireland lodged with the Commission under former Article 25 by Mr Norman Scarth (“the applicant”), a British national, on 2 February 1996. ",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s request referred to former Articles 44 and 48 and to the declaration whereby the United Kingdom recognised the compulsory jurisdiction of the Court (former Article 46). The object of the request was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.  Following the entry into force of Protocol No. 11 to the Convention on 1 November 1998 and in accordance with Article 5 § 4 thereof read in conjunction with Rule 100 § 1 and Rule 24 § 6 of the Rules of Court, a Panel of the Grand Chamber decided on 14 January 1999 that the case should be dealt with by a Chamber constituted within one of the Sections of the Court.",
                        "elements": []
                    },
                    {
                        "content": "3.  In accordance with Rule 52 § 1 of the Rules of Court, the President of the Court, Mr L. Wildhaber, assigned the case to the Fourth Section. The Chamber ultimately constituted within the Section included Mr A. Pastor Rudruejo, Mr L. Caflisch, Mr J. Makarczyk, Mr I. Cabral Barreto, Mr V. Butkevych, Mr J. Hedigan and Mrs S. Botoucharova.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicant requested permission to present his own case (Rule 36 § 4 (b)). On 1 March 1999 the President of the Chamber declined to grant  leave. ",
                        "elements": []
                    },
                    {
                        "content": "5.  On the same date, the President of the Chamber invited the parties to submit a memorial on the issues in the case. The applicant submitted a memorial on 29 April 1999; on 11 May 1999 the Government conceded that there had been a violation of Article 6 § 1 of the Convention in the circumstances of the case.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 June 1999 the Chamber decided not to hold a hearing in the case.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 30 June 1999 the Government stated that they were prepared to waive the right to the presence of an ad hoc judge.",
                        "elements": []
                    },
                    {
                        "content": "8.  The Government were represented by their Agent, Mr H. Llewellyn, of the Foreign and Commonwealth Office, London.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "I.\tthe circumstances of the case",
                        "elements": [
                            {
                                "content": "9.  The facts of the case, as found by the Commission and not contested before the Court, are as follows:",
                                "elements": []
                            },
                            {
                                "content": "10.  On 26 September 1994, proceedings for recovery of a debt of 697 pounds sterling (GBP) were commenced by Bradley Grange Stud Limited against the applicant in the Scarborough County Court. ",
                                "elements": []
                            },
                            {
                                "content": "11.  By reason of Order 19, rule 3 (1), of the County Court Rules 1981 the case was referred for hearing by way of arbitration under Order 19, rule 7, of the County Court Rules.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 8 November 1994 a preliminary hearing took place. The plaintiff did not attend, and Mr Scarth requested that the claim be struck out. The District Judge (the arbitrator) refused to do so.",
                                "elements": []
                            },
                            {
                                "content": "13.  Mr Scarth made an application for the main hearing to be in public and for evidence to be given on oath. This application was heard on 3 January 1995 and refused. The reasons for the refusal were not recorded formally, but in a note of 21 July 1997 prepared in the context of the Convention proceedings, District Judge Elliott made the following comments:",
                                "elements": []
                            },
                            {
                                "content": "\"At this stage I can only say that it is likely that I took the view that the [applicant's] reasons as set out in his application were not in my view good reasons for the private nature of arbitration proceedings to be dispensed with. Further the sum of the dispute and the nature of the dispute were basically no different from the usual \"run of the mill\" arbitration disputes heard in any county court. Lastly, at the time the arbitration hearing had been fixed, prior to the filing of the application [for the case to be heard in open court]. I cannot say with certainty the above are the reasons I gave. The earlier fixing of an arbitration hearing date would have carried little weight with me if I had considered the application had any particular merit. ...\" ",
                                "elements": []
                            },
                            {
                                "content": "14.  The arbitration hearing took place in private on 16 January 1995. On 31 January 1995 District Judge Elliott made his award in writing, finding in favour of the plaintiff.",
                                "elements": []
                            },
                            {
                                "content": "15.  Mr Scarth made an application for the arbitration award to be set aside on the ground that there had been \"misconduct\" or \"errors of law\" by the District Judge, pursuant to Order 19, rule 8 (1), of the County Court Rules 1981.",
                                "elements": []
                            },
                            {
                                "content": "16.  The hearing of the application to set aside took place before a Recorder in private. He refused the application on 9 May 1995 and made a costs order against Mr Scarth. These costs were subsequently assessed at GBP 1,032.76.",
                                "elements": []
                            },
                            {
                                "content": "17.  Mr Scarth then applied for leave to appeal to the Court of Appeal alleging a lack of public hearing, misconduct by the judge and an overall unfairness of the proceedings. Mr Scarth was heard in open court and leave was refused on 9 November 1995. Lord Justice Morritt noted that the \"European Convention on Human Rights is not part of our law in the way the European Community law is, and the provisions of the county court rule to which I have referred entitled the District Judge to hold the hearing in private\". He further found that the judge could not be said to have been guilty of any misconduct and rejected Mr Scarth’s allegations as to unfairness. In connection with a submission that the District Judge was wrong on one particular point of law, he continued: \"That seems to me to be a matter largely of fact, because if these two cheques were handed over for value and either of them was countermanded and subsequently presented, then it would seem that there would be a cause of action on the cheque ...\". ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.\trelevant domestic law",
                        "elements": [
                            {
                                "content": "18.  Order 19, rule 3 (1), of the County Court Rules (\"the Rules\"), as in force at the relevant time, states that any proceedings in which the sum claimed or amount involved does not exceed GBP 1,000 shall be referred for arbitration.",
                                "elements": []
                            },
                            {
                                "content": "19.  Order 19, rule 7 (1), (3) and (4), of the Rules provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "\t\"(1) Any proceedings referred to arbitration shall be dealt with in accordance with the following paragraphs of this rule unless the arbitrator otherwise orders.",
                                "elements": []
                            },
                            {
                                "content": "\t(3) The hearing shall be informal and the strict rules of evidence shall not apply; unless the arbitrator orders otherwise, the hearing shall be held in private and evidence shall not be taken on oath.",
                                "elements": []
                            },
                            {
                                "content": "\t(4) At the hearing the arbitrator may adopt any method of procedure which he may consider to be fair and which gives to each party an equal opportunity to have his case presented;...\"",
                                "elements": []
                            },
                            {
                                "content": "20.  Order 19, rule 8 (1), of the Rules reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "\"Where proceedings are referred to arbitration, the award of the arbitrator shall be final and may only be set aside ... on the ground that there has been misconduct by the arbitrator or that the arbitrator made an error of law.\"",
                                "elements": []
                            },
                            {
                                "content": "21.  In monetary matters of less than GBP 5,000, and wherever the County Court judge makes his order in an appellate capacity, leave to appeal must be obtained before a County Court order may be appealed to the Court of Appeal (see RSC 1997, Order 59, rule 1/34, referring to the County Court Appeals Order 1991). ",
                                "elements": []
                            },
                            {
                                "content": "22.  Under the Civil Procedure Rules, which came into force on 26 April 1999, hearings, including those in small claims cases, are to be held in public. There is a discretion for the court to hold a hearing in private where:",
                                "elements": []
                            },
                            {
                                "content": "(a) publicity would defeat the object of the hearing;",
                                "elements": []
                            },
                            {
                                "content": "(b) it involves matters relating to national security;",
                                "elements": []
                            },
                            {
                                "content": "(c) it involves confidential information (including information relating to personal financial matters) and publicity would damage that confidentiality;",
                                "elements": []
                            },
                            {
                                "content": "(d) a private hearing is necessary to protect the interests of any child or person suffering from mental incapacity;",
                                "elements": []
                            },
                            {
                                "content": "(e) it is a hearing of an application made without notice and it would be unjust to the respondent for there to be a public hearing;",
                                "elements": []
                            },
                            {
                                "content": "(f) it involves non-contentious matters arising in the administration of trusts or in the administration of a deceased person’s estate; or",
                                "elements": []
                            },
                            {
                                "content": "(g) the court considers a private hearing to be necessary in the interests of justice.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "23.  Mr Scarth applied to the Commission on 2 February 1996. He alleged a violation of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "24.  The Commission declared the application (no. 33745/96) partly admissible on 21 May 1998. In its report of 21 October 1998 (former Article 31), it expressed the unanimous opinion that there had been a violation of Article 6 § 1 of the Convention. ",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE court by the government",
                "elements": [
                    {
                        "content": "25.  By letter of 11 May 1999, the Government conceded that there had been a violation of Article 6 § 1 of the Convention in the circumstances of this application.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "I.\talleged violation of article 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  Article 6 § 1 of the Convention reads, so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations …, everyone is entitled to a … public hearing … [T]he press and public may be excluded from all or part of the trial … to the extent strictly necessary in the opinion of the court in special circumstances where publicity would prejudice the interests of justice.”",
                                "elements": []
                            },
                            {
                                "content": "27.  The Government did not contest the opinion of the Commission on the allegations of breach of this provision (see paragraph 24 above). Mr Scarth, whilst not contesting the opinion of the Commission as expressed in its report of  21 October 1998, made a number of submissions concerning those parts of the application which had been declared inadmissible.",
                                "elements": []
                            },
                            {
                                "content": "28.  The Court recalls that the scope of the case before it is determined by the Commission’s decision on admissibility (see, for example, the Çiraklar v. Turkey judgment of 28 October 1998, Reports of Judgments and Decisions 1998-VII, p. 3070, § 28). The Commission declared inadmissible the whole of the application save the complaint relating to the absence of an oral hearing. It follows that the scope of the present case is limited exclusively to that complaint.",
                                "elements": []
                            },
                            {
                                "content": "29.  The Court sees no reason to disagree with the conclusion reached by the Commission. It holds that the denial of a public hearing at first instance of Mr Scarth’s case was not compatible with Article 6 § 1 of the Convention. ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.\tapplication of article 41 of the Convention",
                        "elements": [
                            {
                                "content": "30.   Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.\tDamages",
                                "elements": [
                                    {
                                        "content": "31.  The applicant claimed compensation for suffering and distress caused by the violation of Article 6. He asked the Court to assess a figure. He also claimed pecuniary damage totalling GBP 21,590.17.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Government made no comment on these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court perceives no causal link between the breach of Article 6 § 1 and the alleged pecuniary damage. There is therefore no ground for compensation under this head. The Court considers that, in the circumstances, the finding of a violation of Article 6 § 1 of the Convention constitutes in itself sufficient just satisfaction, for non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.\tCosts and expenses",
                                "elements": [
                                    {
                                        "content": "34.  The applicant also claimed a total of GBP 705.82 by way of court costs, transport to court, a court transcript and fees for the solicitors who initially advised him in connection with the Convention application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Government made no comment on these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Deciding on an equitable basis, the Court awards the applicant the sum of GBP 705.82 in respect of his costs.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.\tDefault interest",
                                "elements": [
                                    {
                                        "content": "37.  According to the information available to the Court, the statutory rate of interest applicable in the United Kingdom at the date of adoption of the present judgment is 7.5% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.\tHolds that there has been a breach of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.\tHolds",
                        "elements": []
                    },
                    {
                        "content": "(a)\tthat the finding of a violation is sufficient satisfaction for any non-pecuniary damage suffered by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "(b)\tthat the respondent State is to pay the applicant, within three months, 705.82 (seven hundred five) pounds sterling and 82 (eighty-two) pence for costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(c)\tthat simple interest at an annual rate of 7.5% shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "3.\tDismisses the remainder of the applicant’s claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing under Rule 77 §§ 2 and 3 of the Rules of Court on 22 July 1999.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrA. Pastor Ridruejo",
            "role": "president"
        },
        {
            "name": "MrL. Caflisch",
            "role": "judges"
        },
        {
            "name": "MrJ. Makarczyk",
            "role": "judges"
        },
        {
            "name": "MrI. Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MrJ. Hedigan",
            "role": "judges"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "Mr V. Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SCARTH v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58284.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1999:0722JUD003374596",
    "externalsources": [],
    "extractedappno": [
        "33745/96",
        "1/34"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "County Court Rules 1981, Order 19, Rule 7 (3)"
    ],
    "itemid": "001-58284",
    "judgementdate": "22/07/1999 00:00:00",
    "kpdate": "22/07/1999 00:00:00",
    "kpthesaurus": [
        "445",
        "385",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "SCARTH",
        "THE UNITED KINGDOM"
    ],
    "rank": "384.686492919922",
    "representedby": [],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "Çiraklar v. Turkey judgment of 28 October 1998, Reports of Judgments and Decisions 1998-VII, p. 3070, § 28"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "323324",
    "typedescription": "15"
}