{
    "__articles": "P1-1;P1-1-1",
    "__conclusion": "No violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "55056/10",
    "article": [
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "No violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-171529.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 55056/10) against the Republic of Lithuania lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Lithuanian national, Ms Birutė Šimaitienė (“the applicant”), on 1 September 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented before the Court by Mr A. Šimaitis, a lawyer practising in Kaunas. The Lithuanian Government (“the Government”) were represented by their Agent, Ms K. Bubnytė.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the restitution process in her case had been unreasonably lengthy and that the authorities had failed to grant her fair compensation for her father’s property.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 7 March 2016 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1948 and lives in Kaunas.",
                                "elements": []
                            },
                            {
                                "content": "A.  The background of the case",
                                "elements": [
                                    {
                                        "content": "6.  In 1991 the applicant asked the authorities to return to her some buildings and a plot of land owned by her father before nationalisation in 1940. In November 1995 the applicant wrote to the authorities to ask why the buildings and the land had been sold to other persons in 1992. The authorities replied in December 1995 that the applicant had given an incorrect address for the buildings when submitting her request for her property rights to be restored and the buildings in question had already been privatised.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 22 October 1996, upon their own initiative, the authorities suggested to the applicant that she submit a request to be paid monetary compensation for the buildings, if she did not have any objections to such a form of restitution. On 4 November 1996 the authorities indicated that the documents submitted by the applicant did not prove that her father had owned the buildings in question and asked her to provide additional documents or – if she did not have those documents in her possession – to ask the domestic courts to establish as a legal fact that her father had owned those buildings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 27 April 1999 the applicant lodged a claim with the Kaunas District Court, asking it to establish as a legal fact that before the 1940 nationalisation her father had owned the buildings and a plot of land. On 18 August 1999 the Kaunas District Court stated that there was a dispute about the applicable law and left the applicant’s claim unexamined. The court also suggested to the applicant that she submit her claim in accordance with the rules governing contentious proceedings (as opposed to the rules applicable to the procedure for the establishment of a legal fact).",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 28 May 2003 the Kaunas District Court established as a legal fact that the applicant’s father had owned the buildings before the 1940 nationalisation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 4 July 2003 the applicant indicated that she wanted to receive compensation in the form of securities. The authorities asked the Centre of Registers (a State enterprise) to assess the value of the buildings, which was set on 14 July 2003 at 36,000 Lithuanian litai (LTL – approximately 10,426 euros (EUR)). On 18 September 2003 the authorities recommended that applicant’s and her sister’s property rights to their father’s property be restored by paying them compensation in securities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 9 October 2003 the authorities adopted a decision to restore the applicant’s and her sister’s property rights by paying them LTL 36,000 (approximately EUR 10,426) in total in securities.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Court proceedings regarding the assessment of the value of the buildings",
                                "elements": [
                                    {
                                        "content": "12.  On 10 June 2004, the applicant lodged a claim with the Kaunas District Court, requesting the annulment of the valuation of the buildings made by the Centre of Registers on 14 July 2003 (see paragraph 10 above) and the appointment of independent experts to assess the market value of the buildings because she considered that the value set for the buildings was too low. The applicant’s claim contained deficiencies, which she failed to eliminate within the time-limit set by the Kaunas District Court; accordingly, on 13 July 2004, the court decided to rule that the applicant’s claim had not been lodged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The applicant lodged a separate complaint, where she claimed that the authorities assessed the value of the buildings incorrectly, and complaining that the assessment of the value of the buildings had been made before the decision to restore her property rights had been taken. On 23 August 2004 the Kaunas Regional Court held that the Kaunas District Court had made procedural mistakes and returned the case for fresh examination to the Kaunas District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The applicant lodged a modified claim with the Kaunas District Court, complaining that the assessment of the value of the buildings had been made three or four months before the decision to restore her property rights had been taken. On 2 February 2005 the Kaunas District Court held that although there were no provisions in the domestic law indicating how soon after the assessment of value the decision to restore property rights had to be taken, in the present case the time between the assessment and the decision had not been excessively long. The court therefore dismissed the applicant’s complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The applicant appealed raising the same complaints as she did before the Kaunas District Court (see paragraph 14 above), and on 13 June 2005 the Kaunas Regional Court held that the assessment of value of the buildings had been based on several methods of calculation and in accordance with the provisions of the domestic law. It therefore dismissed the applicant’s appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The applicant lodged an appeal on points of law, and on 14 December 2005 the Supreme Court decided that the case had to be examined before the administrative rather than civil courts and referred the case for examination to the Kaunas Regional Administrative Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 23 March 2006, during the hearing before the Kaunas Regional Administrative Court, the applicant asked for the examination of the case to be postponed that she might have time to eliminate deficiencies in her claim. She also claimed that she was not aware of the fact that she had to submit a request to renew the time-limit for lodging a complaint separately, and asked the court to provide her with an opportunity to do that. Her requests were granted and the examination of the case was postponed until 9 May 2006. On 19 April 2006 the applicant lodged a modified claim in which, inter alia, she asked the Kaunas Regional Administrative Court to (i) annul the assessment of the value of the buildings made by the Centre of Registers, (ii) to annul that part of the order of the authorities for her property rights to be restored in which the value of the buildings was indicated and (iii) to renew the time-limit for lodging a complaint. On 9 May 2006, during the hearing at the Kaunas Regional Administrative Court, the applicant asked for the appointment of an expert to determine the market value of the buildings. On 6 June 2006 the court suspended the proceedings, appointed an expert and asked the expert (i) what the market value of the buildings had been on 14 July 2003 and (ii) what the market value of the buildings had been today, i. e. when the expert had been appointed. In April 2007 the expert stated that on 14 July 2003 the market value of the buildings had been LTL 56,850 (approximately EUR 16,465) and that the market value of the buildings at the time that the examination of the case had started had been LTL 164,900 (approximately EUR 47,758). Subsequently the court proceedings were resumed, and on 21 September 2007 the Kaunas Regional Administrative Court held that the new assessment of value of the buildings was more accurate and decided to annul the assessment of value of 14 July 2003 by the Centre of Registers and that part of the decision of 9 October 2003 to restore the applicant’s property rights in which the value of the buildings was set at LTL 36,000 (approximately EUR 10,426) (see paragraphs 10 and 11 above). The applicant did not appeal and the decision became final on 5 October 2007.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Proceedings for damages and requests for the valuation of the buildings to be increased",
                                "elements": [
                                    {
                                        "content": "18.  On an unspecified date, the applicant lodged a claim with the Kaunas Regional Administrative Court, asking, inter alia, for the authorities to be obliged to urgently re-issue the annulled part of the decision of 9 October 2003 (see paragraph 11 above). On 12 December 2007 the Kaunas Regional Administrative Court allowed the applicant’s claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 18 May 2009 the Kaunas Regional Administrative Court examined and then rejected a claim by the applicant seeking for the Kaunas Municipality to be obliged to pay her LTL 82,450 (approximately EUR 23,879) for the buildings and to award her LTL 96,370 (approximately EUR 27,911) in damages. The court held that the assessment of value in itself did not give rise to any legal consequences for the applicant. The court concluded that the decision of the authorities of 9 October 2003 was still in force and that the question of the amount of the compensation was a matter for the public authorities and that it was not within the court’s power to give instructions to them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The applicant appealed, but on 26 July 2010 the Supreme Administrative Court dismissed her appeal. The court held that the applicant’s request had been for the value of the buildings to be set at what their value had been at the moment when the expert valuation had been carried out in 2007 (see paragraph 17 above). The court also observed that the amendment of the decision of 9 October 2003 to restore the applicant’s property rights had not yet been adopted and it was not clear how the applicant’s rights were being breached. The court also held that the applicant had repeatedly raised the issue of the assessment of the value of the buildings, which had already been resolved. The court upheld the conclusion of the court of first instance that public authorities’ functions did not fall within the jurisdiction of the domestic courts (see paragraph 19 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The applicant requested that the proceedings be reopened. On 17 December 2010 the Supreme Administrative Court refused her request.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Procedure of compensation in securities",
                                "elements": [
                                    {
                                        "content": "22.  In October 2007 the relevant authorities were informed that an additional assessment of the value of the buildings had to be made and then the Kaunas Municipality Administration asked the Centre of Registers to urgently assess their value. As no response was received, in February 2008 the Kaunas Municipality Administration again asked the Centre of Registers to assess the value of the buildings. The assessment was made on 17 March 2008 and the value of the buildings was set at LTL 57,000 (approximately EUR 16,508) in total, of which the applicant’s part was LTL 28,500 (approximately EUR 8,254). This valuation was officially approved by the authorities on 5 June 2009, when they amended the annulled part of the decision of 9 October 2003 to restore the applicant’s and her sister’s property rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 16 August 2010 the applicant submitted a request to be compensated in securities of a State-owned enterprise. On 27 January 2011 the applicant was sent a document of acceptance in respect of 11,875 units of securities, the nominal value of each unit being LTL 1 (approximately EUR 0.29). The State Property Fund asked the applicant to sign the document of acceptance and indicated that the nominal value of one security was LTL 1 (approximately EUR 0.29) but that the real value was LTL 2.4 (approximately EUR 0.7). It meant that the real total value of the shares was LTL 28,500 (approximately EUR 8,254), which was the applicant’s part of the compensation (see paragraph 22 above). The transfer of the securities was finalised on 1 February 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 12 December 2012 the applicant asked the authorities to set the value of the buildings at the value that they had as of January 2011 and to pay her additional compensation. In February 2013 the authorities replied that there were no grounds for re-examining and deciding on questions regarding the restoration of property rights to the applicant because the procedure had already been finalised.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Court proceedings regarding the annulment of the decision of 5 June 2009",
                                "elements": [
                                    {
                                        "content": "25.  The applicant lodged a claim with the domestic courts, asking, inter alia, that the decision of the authorities of 5 June 2009 by which the annulled part of the decision of 9 October 2003 had been amended (see paragraph 22 above) be quashed. She also requested the annulment of the assessment of value of the buildings at LTL 57,000 (approximately EUR 16,508) made by the Centre of Registers on 17 March 2008. The applicant’s claim had several deficiencies and she was asked several times to eliminate them. However, the applicant failed to do so in an acceptable manner and on 25 October 2010 the Kaunas Regional Administrative Court declined to examine her claim. The court stated that the applicant had asked it to oblige the authorities to provide one of the original copies of the decision of 5 June 2009; however, it observed that the applicant already had an original copy. It was suggested by the court that the applicant contest the order of 5 June 2009, because it was that document which had legal consequences for her. This, according to the information in the Court’s possession, she never did.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "26.  For relevant domestic law, see Igarienė and Petrauskienė v. Lithuania, no. 26892/05, § 26, 21 July 2009, and Aleksa v. Lithuania, no. 27576/05, § 39, 21 July 2009.",
                                "elements": []
                            },
                            {
                                "content": ".  The Law on the Procedure and Conditions for the Restoration of Citizens’ Ownership Rights to Existing Real Property, enacted on 18 June 1991 and amended on numerous occasions, provided for two forms of restitution – the return of the property in natura or compensation for it if its physical return was not possible.",
                                "elements": []
                            },
                            {
                                "content": ".  The Law on the Restoration of Citizens’ Ownership Rights to Existing Real Property of 1 July 1997 provided that unreturned property and any property awarded in compensation must be of equal value (Article 16 § 2). One of the forms of compensation for land, forest and riparian rights acquired by the State was compensation in the form of securities (Article 16 § 9 (3)). The Law also provided that the wording of a decision to restore property rights had to indicate the value of the property to be bought out by the State (Article 18 § 5). Decisions on the restoration of citizens’ ownership rights could be challenged before the courts within thirty days of the date on which they had been adopted (Article 19 § 1).",
                                "elements": []
                            },
                            {
                                "content": ".  On 12 July 2002, the Government adopted Resolution no. 1130 setting up the “Order for Compensation for Redeemable State Property in Securities”.",
                                "elements": []
                            },
                            {
                                "content": ".  On 29 September 1997, the Government adopted Resolution no. 1057 setting up the “Order for Execution of the Law on the Restoration of Citizens’ Ownership Rights to Existing Real Property” (Lietuvos Respublikos piliečių nuosavybės teisių į išlikusį nekilnojamąjį turtą atkūrimo įstatymo įgyvendinimo tvarka), which provided that a decision to restore property rights had to be taken within six months of the date on which the relevant documents were provided and that the decision had to indicate the form of restitution and the value of the property (Point 114).",
                                "elements": []
                            },
                            {
                                "content": "31.  On 12 July 2002, the Government adopted Resolution no. 1130, setting up the “Order on Compensation in Securities for Property that has to be Bought Out by the State” (Dėl atlyginimo piliečiams už valstybės išperkamą išlikusį nekilnojamąjį turtą valstybei nuosavybės teise priklausančiais vertybiniais popieriais (akcijomis)). It provided that the general rule was that the unreturned property and the securities had to be of equal value (Point 2). When decisions to restore property rights were taken, the citizens concerned had to address the State Property Fund with a request for them to be compensated with securities, and to submit relevant documents (Point 10). The number of securities to be transferred was to be established by dividing the value of the property by the value of one security (the value of one security to be approved by the Privatisation Commission (Point 17)).",
                                "elements": []
                            },
                            {
                                "content": "32.  At the material time, the Code of Civil Procedure provided that courts could establish facts of legal significance in respect of the personal or pecuniary rights of individuals or organisations, including facts relating to ownership rights in respect of real property (Article 272 § 2 (6)).",
                                "elements": []
                            },
                            {
                                "content": ".  For relevant domestic practice as to the principles of restitution in Lithuania and fair compensation, see Jasiūnienė v. Lithuania, no. 41510/98, § 22, 6 March 2003; Užkurėlienė and Others v. Lithuania, no. 62988/00, § 27, 7 April 2005; Jurevičius v. Lithuania, no. 30165/02, § 20, 14 November 2006; Igarienė and Petrauskienė, cited above, §§ 24-25; Aleksa, cited above, §§ 37-38; Nekvedavičius v. Lithuania, no. 1471/05, §§ 29-31, 10 December 2013; Albergas and Arlauskas v. Lithuania, no. 17978/05, §§ 26-33, 27 May 2014; and Paukštis v. Lithuania, no. 17467/07, §§ 40-41 and 46-48, 24 November 2015.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION AND OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  The applicant complained under Article 1 of Protocol No. 1 to the Convention that the State authorities had breached her rights by failing to grant her fair compensation for the buildings that her father had owned. She was also dissatisfied with the overall length of the restitution process in her case. She also relied on Article 6 § 1 of the Convention in this respect.",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1 to the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "In so far as relevant, Article 6 § 1 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Application of Article 37 § 1 (b) of the Convention",
                                "elements": [
                                    {
                                        "content": "35.  The Government invited the Court to strike the application out of its list of cases as the “matter has been resolved” as far as the complaint under Article 1 of Protocol No. 1 to the Convention regarding the alleged failure to grant the applicant compensation was concerned. The Government underlined that the Court’s task was not to examine in abstracto whether the Lithuanian legal system complied with the Convention in terms of the mechanism of compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The applicant did not comment on this matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court considers that the Government’s objection is closely linked to the merits of the applicant’s complaints and joins it to the merits of the case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Admissibility",
                                "elements": [
                                    {
                                        "content": "38.  The Court notes that the applicant’s complaint under Article 1 of Protocol No. 1 to the Convention is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "39.  The applicant argued that the Lithuanian authorities had failed to act diligently and as a consequence the restitution process had taken 25 years. The applicant clarified that although she had asked the authorities to restore her property rights in 1991, the authorities had taken a decision on restitution only in 2003. The applicant also stated that the process of restitution in her case had been carried out extremely slowly.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The applicant was also convinced that the restitution process in her case had not yet been finalised because, according to her, she has not been granted fair compensation. The applicant also argued that the authorities had placed her at a disadvantage when they had calculated the amount of the compensation as being the amount of the value of the buildings as at the date of 14 July 2003, as this did not reflect the true market value of the property. Finally, she challenged the value of the securities she had been compensated with claiming that she had only been paid LTL 11,875 (approximately EUR 3,439) instead of EUR 8,254.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Government acknowledged that the process of restitution was long and complicated and emphasised that especially in Kaunas there was a big number of applicants with conflicting claims, and the applicant was one of them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Government also submitted that, in accordance with the provisions of the domestic law, the applicant had to submit documents confirming that her father had owned the buildings in question. The decision establishing a legal fact had been taken on 28 May 2003 (see paragraph 9 above). Without any significant delays the assessment of the value of the buildings had been undertaken on 14 July 2003, and on 9 October 2003, the authorities had decided to restore the applicant’s property rights by paying her compensation in securities (see paragraphs 10 and 11 above). The Government submitted that 9 October 2003 was the date on which the applicant’s right to compensation had been recognised and that that was the date from which the duration of the restitution process had to be calculated. The Government held that the end date of the process of restitution in the applicant’s case was 1 February 2011, when the transfer of securities had been concluded (see paragraph 23 above). That meant that the restitution process had lasted approximately seven years and four months, which was not unreasonably lengthy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Government submitted that the actions of the applicant had also contributed to the length of the restitution process. After the decision of 5 June 2009 (see paragraph 22 above) had been taken, the applicant had waited until August 2010 to request the State Property Fund that she be paid her compensation in securities, when making such request had been an indispensable step in the restitution process (see paragraphs 23 and 31 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  Finally, the Government stated that the compensation paid to the applicant in the form of securities had been calculated in accordance with the domestic legislation. The real value of the securities transferred had been LTL 28,500 (approximately EUR 8,254) and not LTL 11,875 (approximately EUR 3,439), as alleged by the applicant (see paragraphs 23 and 40 above).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "45.  The Court takes cognisance of the fact that the present case concerns the restitution of property and is not unmindful of the complexity of the legal and factual issues that a State faces when resolving such questions (see Aleksa v. Lithuania, no. 27576/05, § 86, 21 July 2009; Igarienė and Petrauskienė v. Lithuania, no. 26892/05, § 58, 21 July 2009, and Paukštis v. Lithuania, no. 17467/07, § 84, 24 November 2015). It follows that certain impediments to the realisation of the applicants’ right to the peaceful enjoyment of their possessions are not in themselves open to criticism (ibid.). It is true that in restitution proceedings the executive authorities are required to carry out a complex set of actions under the domestic legislation on restitution of property, rather than to perform a clear one-off act, such as payment of a particular amount of money (see Nekvedavičius v. Lithuania, no. 1471/05, § 62, 10 December 2013). Even so, the Court has emphasised that that uncertainty – be it legislative, administrative or arising from the practices applied by the authorities – is a factor to be taken into account in assessing the State’s conduct. Indeed, where an issue in the general interest is at stake, it is incumbent on the public authorities to act in good time and in an appropriate and consistent manner (see Paukštis, cited above, § 84; and Beyeler v. Italy [GC], no. 33202/96, §§ 110 in fine, and 120 in fine, ECHR 2000-I).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In the instant case the Court is of the view that contrary to the statements of the applicant, the restitution process had not taken 25 years because the applicant’s legitimate expectation that her property rights would be restored in a certain way stemmed from the decision of the authorities of 9 October 2003 (see paragraph 11 above). The Court notes that before that date the applicant had no legitimate expectation to restore her property rights. The Court considers that the fact that the authorities delayed in providing compensation to the applicant until 2011 amounted to interference with her right to property, within the meaning of the first sentence of the first paragraph of Article 1 of Protocol No. 1 (see Lyubomir Popov v. Bulgaria, no. 69855/01, § 119, 7 January 2010). Furthermore, the Court is not insensitive to the complexities inherent in the restitution process and accepts that this interference was lawful, as there were no special time-limits for providing compensation under the relevant legislation, and was legitimately undertaken in the public interest, namely with the aim of protecting the rights of others, as the authorities needed to accommodate the claims of other owners in the rather complex restitution process.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Turning to the question of proportionality, the Court has to examine whether the delay in awarding the compensation due meant that the applicant must have borne a special and excessive burden (see Lyubomir Popov, cited above, § 120).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that the applicant was always aware that she would be paid compensation as a form of restitution, and did not object to that. To the contrary, she explicitly requested to be paid her compensation in the form of securities (see paragraphs 10 and 23 above). The Court also observes that the delay in the applicant’s case amounted to approximately seven years and four months, that is to say from the decision of 9 October 2003 to restore her property rights (see paragraph 11 above) until the finalisation of the transfer of securities on 1 February 2011 (see paragraph 23 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that a number of administrative decisions were taken by the authorities during the period between 9 October 2003 and 1 February 2011 (see paragraphs 22 and 23 above). As the applicant challenged the compensation indicated in the decision of 9 October 2003, the court proceedings were ongoing from 10 June 2004 (see paragraph 12 above) until 21 September 2007, when it was decided to annul the amount of the compensation indicated in the decision of 9 October 2003 (see paragraph 17 above). The Court also notes that the applicant started several sets of court proceedings even later, repeatedly challenging the assessment of the value of the buildings (see paragraphs 18 and 25 above). After the amendment to the decision of 9 October 2003 was adopted on 5 June 2009 (see paragraph 22 above), it was for the applicant to submit a request for compensation in securities to the State Property Fund. However, she only did so on 16 August 2010 (see paragraph 23 above). In view of the above considerations, the Court considers that the restitution process was protracted in great part because of the conduct of the applicant. The Court therefore accepts that the Lithuanian authorities took the necessary actions in order to finalise the process of restitution for the applicant without undue delays (see paragraphs 22 - 24 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  There has accordingly been no violation of Article 1 of Protocol No. 1 on this account.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that the applicant was paid compensation with securities in the beginning of 2011. The Court observes, however, that the applicant was dissatisfied with the amount of the compensation paid to her. It thus cannot be said that the matter has been resolved and the Court therefore rejects the Government’s request for this part of the application to be struck out under Article 37 § 1 (b) of the Convention (see paragraph 35 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  It has been noted in the Court’s case law that while Article 1 of Protocol No. 1 requires that the amount of compensation granted for property taken by the State be “reasonably related” to its value, the same rule does not apply to situations in which the compensatory entitlement arises not from any previous taking of individual property by the respondent State, but is designed to mitigate the effects of a taking or loss of property not attributable to that State – in such situations, the State is entitled to reduce, even substantially, levels of compensation provided for by law (see Broniowski v. Poland [GC], no. 31443/96, § 186, ECHR 2004V, and Nekvedavičius v. Lithuania (just satisfaction), no. 1471/05, § 19, 17 November 2015). The Court has also held that in regulating the restitution process the Contracting States have a wide discretion, including over the rules of how the compensation for long-extinguished property rights should be assessed (see Jantner v. Slovakia, no. 39050/97, § 34, 4 March 2003, Bergauer and Others v. the Czech Republic (dec.), no. 17120/04, 13 December 2005, and Paukštis, cited above, § 74).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In numerous rulings that have already been analysed and accepted by the Court, the Constitutional Court held that fair compensation for property which could not be returned was compatible with the principle of the protection of property and that the notion of restitution of property rights in Lithuania essentially denoted partial reparation (see relevant domestic practice, cited in paragraph 33 above). The Court has also already accepted that Lithuania has chosen the principle of partial restitution to rectify old wrongs (see Paukštis, cited above, § 81). The Court finds that as the first assessment of value was undertaken on 14 July 2003 and the decision to restore the applicant’s property rights was taken on 9 October 2003 (see paragraphs 10 and 11 above), the assessment of the value of the buildings was at the value that they had in that particular year. In this context the Court cannot accept the applicant’s claim that she should be compensated for the full market value of the buildings, since no such right had been guaranteed to her under the applicable domestic law or in the judgment of 21 September 2007 (see paragraphs 17 and 33 above; see also, mutatis mutandis, Nekvedavičius, cited above, § 20). The Court thus finds no reason to conclude that the compensation calculated was not pertinent.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Finally, as regards the actual compensation transferred to the applicant, the Court notes that the applicant received the exact level of compensation indicated in the decision of the authorities of 5 June 2009 (see paragraph 22 above). The applicant did not use her opportunity to challenge this decision before the domestic courts (see paragraph 25 above). Having regard to the margin of appreciation that Article 1 of Protocol No. 1 affords national authorities (see paragraph 52 above), the extensive jurisprudence of the domestic courts (see the relevant domestic practice, cited in paragraph 33 above) and the line of reasoning that the Court has already taken regarding restitution of property in Lithuania (see Paukštis, cited above, § 81), from which it sees no reason to depart, the Court considers that as a result of the amount of compensation paid to the applicant in securities, she did not have to bear a special and excessive burden.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Accordingly, there has been no violation of Article 1 of Protocol No. 1 to the Convention on this account. This conclusion absolves the Court from examining this same question also from the standpoint of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Joins to the merits the Government’s invitation to strike the application out of the list of cases as far as the complaint under Article 1 of Protocol No. 1 to the Convention regarding the alleged failure to grant the applicant compensation is concerned and dismisses it;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaint concerning Article 1 of Protocol 1 to the Convention admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that it is not necessary to make a separate examination of the admissibility or the merits of the complaint under Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 21 February 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "András Sajó",
            "role": "president"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Iulia Motoc",
            "role": "judges"
        },
        {
            "name": "Gabriele Kucsko-Stadlmayer",
            "role": "judges"
        },
        {
            "name": "Marko Bošnjak",
            "role": "judges"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ŠIMAITIENĖ v. LITHUANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-171529.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0221JUD005505610",
    "externalsources": [],
    "extractedappno": [
        "55056/10",
        "26892/05",
        "27576/05",
        "41510/98",
        "62988/00",
        "30165/02",
        "1471/05",
        "17978/05",
        "17467/07",
        "33202/96",
        "69855/01",
        "31443/96",
        "39050/97",
        "17120/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-171529",
    "judgementdate": "21/02/2017 00:00:00",
    "kpdate": "21/02/2017 00:00:00",
    "kpthesaurus": [
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "P1-1-1",
        "P1-1"
    ],
    "parties": [
        "ŠIMAITIENĖ",
        "LITHUANIA"
    ],
    "rank": "1772.04260253906",
    "representedby": [
        "SIMAITIS A."
    ],
    "respondent": "LTU",
    "respondentOrderEng": "26",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "461578",
    "typedescription": "15"
}