{
    "__articles": "5;5-3;6;6+6-3-d;6-1;6-3-d",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention);No violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time);No violation of Article 6+6-3-d - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Article 6-3-d - Examination of witnesses)",
    "applicability": "",
    "appno": "8824/09;42836/12",
    "article": [
        "6",
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-3 - Length of pre-trial detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "No violation of Article 6 - Right to a fair trial",
            "type": "no-violation"
        },
        {
            "article": "6-3-d",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "No violation of Article 6+6-3-d - Right to a fair trial",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Article 6-3-d - Examination of witnesses"
            ],
            "type": "no-violation"
        }
    ],
    "content": {
        "001-155821.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 8824/09 and 42836/12) against the Federal Republic of Germany lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Lebanese national, Mr Boutros Yaacoub El Khoury (“the applicant”), on 13 February 2009 and 3 July 2012 respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  As regards the first application (no. 8824/09) he is represented before the Court by Mr S. Scharmer and for the second application (no. 42836/12) by Mr M. Rubbert, both lawyers practising in Berlin. The German Government (“the Government”) were represented by their Agents, Mr H.J. Behrens and Ms K. Behr of the Federal Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant, relying on Article 5 § 3 and Article 6 § 1 of the Convention, alleged that the length of his detention on remand and of the criminal proceedings against him had exceeded a reasonable time. Relying on Article 6 § 1 as well as Article 6 § 3 (d) of the Convention, the applicant complained that neither he nor his counsel had been able at any stage of the criminal proceedings instituted against him to question the main witness, on whose testimony his resulting conviction relied.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 10 June 2013 the applications were communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant, Mr Boutros Yaacoub El Khoury was born in 1977. At the time of lodging his applications he was detained in Berlin’s Moabit prison.",
                                "elements": []
                            },
                            {
                                "content": "A.  The investigation proceedings",
                                "elements": [
                                    {
                                        "content": "6.  On 2 August 2005 the Berlin Tiergarten District Court issued an arrest warrant against the applicant on suspicion of two counts of drug trafficking. The arrest warrant specified that the strong suspicion that the applicant had committed the offences resulted from statements made by one of his cosuspects, the separately prosecuted A.K. The District Court further found that there was a risk that the applicant, who did not have a permanent residence in Germany and in the past had been travelling between Brazil and Europe, would abscond. A partly suspended prison sentence had previously been imposed on him in Germany. Moreover, two additional arrest warrants were pending against him in Germany, one relating to a further offence of drug trafficking and the other, dated 1 July 2004, concerning forgery of identification papers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 16 August 2006 the applicant was detained in Portugal pending his extradition to Germany (Auslieferungshaft) as a consequence of the arrest warrants dated 1 July 2004 and 2 August 2005. On 8 September 2006 he was extradited to Germany where he was remanded in custody in Berlin Moabit prison. His detention on remand (Untersuchungshaft) was subject to reinforced security conditions. He was kept separate from other prisoners in an isolated cell (isolierter Einzelhaftraum) and was excluded from most group prison events. Contacts with visitors were limited and subject to close supervision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 18 September 2006 the Berlin Prosecutor’s Office charged the applicant with having used a forged passport when entering German territory on one occasion in 2003. By a further bill of indictment dated 20 October 2006, he was charged with two counts of drug trafficking, committed jointly with several co-accused, among them G., U. and A.K. He was further accused of having incited G. to import drugs illicitly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  In their description of the facts underlying the drugs-related offences allegedly committed by the applicant, the prosecution authorities mainly relied on statements made by A.K. in the course of separate criminal proceedings jointly conducted against A.K. and U. before the Berlin Regional Court on suspicion of organised drug trafficking. The bill of indictment further specified that the applicant was suffering from a congenital heart defect and as a consequence was not to be subjected to long-lasting situations of physical and mental stress.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant’s trial and detention on remand",
                                "elements": [
                                    {
                                        "content": "10.  On 13 December 2006 the Berlin Regional Court admitted both indictments and opened the trial against the applicant. The trial started on 20 February 2007. The applicant was represented by counsel throughout the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  By a judgment of the Berlin Regional Court dated 28 February 2007 in the proceedings separately conducted against A.K., the latter was convicted of several counts of drug trafficking and illicit importation of drugs and sentenced to a cumulative prison sentence of five years and three months. A.K. appealed against the judgment on points of law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 20 September 2007 and 30 October 2007 the applicant applied for the arrest warrants dated 1 July 2004 and 2 August 2005 to be set aside. By decisions of 20 September 2007 and 19 November 2007 respectively the Regional Court rejected the applicant’s motions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  By a decision of 17 December 2007 the Court of Appeal rejected the applicant’s appeal. The Court of Appeal confirmed that the risk of absconding prevailed because a final expulsion order against the applicant was in force and he had used various aliases. It stressed that the applicant’s continued detention on remand was still proportionate. The trial court had complied with its obligation to conduct the proceedings expeditiously. Any circumstances that had limited the court’s ability to accelerate the proceedings had their origin outside the latter’s sphere of responsibility. Since the first trial day on 20 February 2007, hearings had been held on 37 days. Delays in the proceedings were the result of comprehensive applications for the taking of evidence by the defence in August and September 2007, in particular of a voluminous motion regarding the applicant’s alibi submitted on 2 August 2007. Moreover, the applicant had been unavailable to attend trial on a number of days due to his participation in separately conducted court proceedings. The Court of Appeal further noted that the fact that one of the judges sitting in the applicant’s case had been seconded to another court since 15 October 2007 had reduced the frequency with which hearings could be held.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 3 March 2008 the applicant again requested that the arrest warrants be set aside.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  By a decision of 7 March 2008 the Regional Court ordered that the applicant’s detention on remand be continued. In the Regional Court’s view any possible delays in the proceedings were the result of the defence’s continuing voluminous applications for the taking of evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Following the applicant’s appeal against this decision on 29 April 2008 the Berlin Court of Appeal lifted the arrest warrant dated 1 July 2004 but rejected the remainder of the applicant’s appeal. The Court of Appeal held that the risk of absconding was still high with regard to the fact that the applicant’s companion had been sentenced to four years in prison, the execution of which had been suspended on the condition that she reported to the police and did not leave the country (Haftverschonung).",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The Court of Appeal further held that while the sentence to be expected for the offence of forgery underlying the arrest warrant of 1 July 2004 did not justify its further execution, the applicant’s continued detention on remand on the basis of the arrest warrant dated 2 August 2005 was, for the time being, still proportionate. The Court of Appeal noted in this context that in the period since 20 February 2007 hearings had been held in the instant case on 56 days with an average duration of three hours, amounting to an average of less than one hearing day per week. Gaps in the hearing schedule from 23 April to 7 May 2007, in the period from 12 July until 3 September 2007 and from 22 December 2007 to 6 January 2008, were due to the judges’ absence on leave, while in May 2007 counsel for the defence had been on leave. The Court of Appeal further took into account that on several occasions the Regional Court had dispensed with the reading out of whole documents (so-called “self-reading procedure” – Selbstleseverfahren) to speed up the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 29 May 2008 the applicant lodged a constitutional complaint against the Court of Appeal’s decision of 29 April 2008 and applied for his immediate release.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 2 June 2008, following a plea bargain between the prosecution and the defence, the proceedings against G. were severed from the applicant’s trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 4 June 2008 the applicant, whose heart condition had deteriorated in the course of his detention and who had previously been treated in the prison hospital, underwent heart surgery.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  By a decision of 11 June 2008 (file no. 2 BvR 1062/08) the Federal Constitutional Court declined to consider the applicant’s constitutional complaint of 29 May 2008, without providing reasons. It further held that, as a consequence, there was no need to decide on the applicant’s request for interim measures.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  In the proceedings against A.K., the Federal Court of Justice on 10 July 2008 dismissed A.K.’s appeal on points of law against his conviction by judgment of the Berlin Regional Court dated 28 February 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 4 August 2008 the applicant submitted a further request to set aside the arrest warrant dated 2 August 2005. He argued that the continued execution of the arrest warrant was disproportionate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  By a decision of 15 August 2008 the Berlin Regional Court held that the applicant’s detention was still proportionate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 6 October 2008 the Berlin Court of Appeal rejected the applicant’s appeal, in which the applicant’s counsel had stated that the applicant’s ability to stand trial was not reduced due to his prior heart surgery. The Court of Appeal found that the strong suspicion of the applicant having engaged in drug trafficking, as well as the risk of his absconding, persisted. With reference to the findings in its decision of 29 April 2008, the Court of Appeal further held that the conduct of the proceedings since May 2008 did not change its assessment that his continuing detention on remand was still proportionate. The low frequency with which hearings had been scheduled and the interruption of the trial from 6 to 21 May 2008 and 17 July to 6 August 2008 had not been imputable to the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 2 November 2008 the applicant lodged a constitutional complaint against the Berlin Court of Appeal’s decision alleging, inter alia, that the domestic authorities’ failure to conduct the proceedings expeditiously despite his continued detention on remand violated his rights under Articles 5 and 6 of the Convention. By a decision of 26 November 2008 (file no. 2 BvR 2241/08) the Federal Constitutional Court declined to consider the applicant’s constitutional complaint without providing reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  By decisions of the Berlin Court of Appeal of 9 March 2009 and the Berlin Regional Court of 20 April 2009 the reinforced security conditions accompanying the applicant’s detention on remand were set aside for the most part.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 20 April 2009 the Berlin Regional Court, following a further request by the applicant to lift the arrest warrant, again ordered that the applicant’s detention on remand be continued. The applicant appealed against the decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 22 May 2009 the Berlin Court of Appeal, referring to the reasoning in its previous decisions, rejected the applicant’s appeal. The Court of Appeal found that the conduct of the proceedings since its last decision of 6 October 2008 had again been determined by continual applications for the taking of evidence filed by the defence as well as requests for the suspension of the proceedings and motions for bias against the court. All such requests had been dealt with by the Regional Court in due course and any resulting delays in the proceedings, like the time lapse between hearings from 13 December 2008 to 4 January 2009 and 5 May 2009 to 1 June 2009, did not fall within the trial court’s sphere of responsibility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  By a decision of 27 July 2009 (file no. 2 BvR 1320/09) the Federal Constitutional Court declined to consider the applicant’s related constitutional complaint of 18 June 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 16 September 2009 the Berlin Regional Court pronounced its judgment in the applicant’s trial after having held hearings on a total of 101 days, with an average duration of not more than three hours each, in which it had heard at least twenty witnesses and one expert.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Regional Court’s judgment",
                                "elements": [
                                    {
                                        "content": "32.  By its judgment of 16 September 2009 the Berlin Regional Court convicted the applicant of two counts of drug trafficking as well as falsification of documents and imposed a cumulative prison sentence (Gesamtfreiheitsstrafe) of six years. In the determination of the applicant’s sentence, the Regional Court had regard to the particular strain to which the applicant had been subject as a result of the long duration of the proceedings as well as of his detention on remand. It emphasised that the latter had lasted around three years, calculated from the date of the applicant’s extradition from Portugal until the pronouncement of the judgment and had been particularly burdensome due to, inter alia, the reinforced security conditions imposed on the applicant and his heart operation in 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The facts established by the Regional Court",
                                        "elements": [
                                            {
                                                "content": "33.  As regards the offence of falsification of documents, the Regional Court established that on 2 November 2003 the applicant had entered German territory using a forged Greek passport.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  Concerning the drugs-related offences the Regional Court observed that, during the period at issue, the applicant had engaged in large-scale drug trafficking in cooperation with G. and U. In the afternoon of 7 February 2004, the applicant, according to a plan previously agreed with U., had taken over 3 kg of a cocaine mixture as well as 100 kg of hashish from G. in Berlin with a view to reselling the drugs for a profit. The Regional Court also found it established that on an unspecified date in the period between 25 February and 10 March 2004 the applicant had acquired between 95 and 100 g of a cocaine mixture from A.K. for the purpose of reselling it to a customer for a profit.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Regional Court’s fact finding and assessment of evidence",
                                        "elements": [
                                            {
                                                "content": "35.  While the applicant confessed to having used a forged passport on the occasion of his entry into Germany on 2 November 2003, he denied any involvement in drug trafficking. The Regional Court based its finding of facts in this regard on the witness statements made by A.K., whom it considered to be the central witness against the applicant and the only direct witness of the facts underlying the actual crimes. A.K. had secretly observed how G. had handed the drugs over to the applicant on 7 February 2004. On the occasion of a meeting between A.K. and the applicant several weeks after the incident, the applicant had confessed to A.K. that G. had imported the drugs on the applicant’s behalf according to a plan previously set up with U.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Within the period from 6 March 2007 to 15 January 2009, A.K. testified on several occasions as a witness at the applicant’s trial. He answered questions from the trial court and the prosecution throughout the proceedings. At the beginning of the proceedings he furthermore offered to consider answering questions formulated by counsel and put to him by the Regional Court, but refused to answer direct questions from the applicant or the defence, relying on his right to remain silent in order not to incriminate himself by virtue of Article 55 of the Code of Criminal Procedure (see paragraph 49 below). Following his last hearing on 15 January 2009, the witness travelled to Lebanon and subsequent attempts by the Regional Court to summon him to appear at trial were to no avail. By a decision of 31 July 2009 the court held that it would be impossible to have the witness examined in the foreseeable future since the latter was prevented from leaving Lebanon pursuant to a decision by a Lebanese religious court, the authenticity of which had been confirmed by the Lebanese Foreign Ministry and the German Embassy in Beirut. Pointing to the court’s obligation to conduct the proceedings expeditiously in view of the applicant’s continuing detention on remand, and having regard to the fact that the witness had repeatedly been heard at trial, the Regional Court was of the opinion that his absence did not justify a further delay in the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The court also heard representatives of the police and public prosecution authorities who had been involved in A.K.’s examination at the pre-trial stage as well as the acting judges and public prosecutors in the criminal proceedings conducted in respect of A.K. and in respect of further separately prosecuted co-accused. In addition, at a request by the defence, all available protocols of statements made by A.K. at the various stages of the proceedings were read out at trial with the consent of all parties.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Regional Court specified in its judgment that A.K’s testimony had only been marginally supplemented and confirmed by the remaining available evidence which had provided information with respect to the motivation underlying the offence, the time when it had been committed and the quality of the drugs at issue. The court emphasised that in view of the decisive nature of A.K.’s statements for the applicant’s conviction and the fact that he had refused to answer any questions from the defence, it had assessed particularly carefully and critically whether the witness had been reliable. This had also been necessary taking into account that A.K. was living in Lebanon, had testified at the applicant’s trial with a view to obtaining a reduction of the expected sentence in his own proceedings on charges of drug trafficking and had repeatedly been found guilty of drug trafficking.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The court nevertheless concluded that A.K. had been a credible witness. His witness statements made at trial had been coherent and consistent with submissions previously made before the investigative authorities at the pre-trial stage. His decision to contribute to the clarification of the facts underlying the charges against the applicant as well as other accused persons involved in organised drug trafficking had been motivated by his wish to cut his link to the drug-dealer scene and start a new life. In the Regional Court’s opinion there was no evidence that he had wrongly incriminated the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Regional Court further found that the applicant’s right under Article 6 § 3 (d) of the Convention to examine or have examined witnesses against him had been respected in the instant case. A.K.’s refusal to answer questions from the defence did not require the court to exclude his statements as evidence in the trial nor did such behaviour put the witness’s credibility into question. Even following termination of the criminal proceedings against A.K. by final decision of the Federal Court of Justice dated 10 July 2008, the witness could still rely on his right not to testify, by virtue of Article 55 of the Code of Criminal Procedure, since there remained a risk that he would incriminate himself with respect to offences that were closely linked to the one of which he had been convicted. Several investigations previously conducted against A.K. in this respect had been discontinued by the prosecution authorities and could be resumed in the future. The court emphasised in this connection that it had done everything in its power to enable an examination of A.K. by the defence. Despite A.K.’s refusal to answer questions from the defence or the applicant, in the beginning he had offered to consider answering the applicant’s questions put to him in writing. The applicant’s counsel declined this offer. As a consequence the court had granted the applicant’s counsel’s request to examine A.K., which he accordingly did. Any attempts in this respect had, however, been to no avail. Therefore the court itself had questioned A.K. on subjects that had appeared to be of importance for the defence and he had answered all questions. Subsequently, upon the court’s proposal the applicant had submitted further subjects of interest in a list. On these matters the court then put questions to A.K. in a later hearing. In addition, in the last part of the trial, A.K. had answered a number of questions that had been proposed by the defence and had been put to him by the court with identical wording. At his counsel’s recommendation he had then decided to refrain from participating in any such indirect questioning.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  The proceedings before the Federal Court of Justice",
                                "elements": [
                                    {
                                        "content": "41.  In his appeal on points of law of 15 April 2010 against the Regional Court’s judgment the applicant complained, inter alia, that neither he nor his counsel had had an opportunity to examine A.K., the main witness against him, at any stage of the proceedings. Furthermore, A.K.’s testimony had not been corroborated by further significant evidence as regards the actual commission of the crime by the applicant. The applicant also argued that, after A.K.’s conviction in the criminal proceedings conducted against him had become final on 10 July 2008, the latter could no longer rely on a right to remain silent by virtue of Article 55 of the Code of Criminal Procedure in the applicant’s proceedings. The Regional Court had nevertheless not compelled him to answer questions by the defence at that stage of the proceedings and had consequently not done everything in its power to enable an examination of the witness by the defence, in breach of Article 6 § 3 (d) of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  By written submissions to the Federal Court of Justice dated 31 August 2010, the Federal Public Prosecutor moved that the applicant’s appeal on points of law be dismissed. He argued that, notwithstanding the fact that the applicant had not had an opportunity to examine A.K. at any stage of the proceedings, these had as a whole been fair.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In his reply to the Federal Prosecutor’s submissions, the applicant also claimed that his trial had been unreasonably long. He argued that during 135 weeks or 31 months of trial, hearings had been held on 101 days, which amounted to an average of 0.75 days per week or 3.25 days per month and had on average lasted less than three hours each.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  By a decision of 6 December 2010 the Federal Court of Justice dismissed the applicant’s appeal on points of law as manifestly ill-founded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  By written submissions dated 20 October 2010 to the Federal Court of Justice the applicant complained of a violation of his right to be heard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 17 January 2011 the Federal Court of Justice rejected the applicant’s complaint.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  The proceedings before the Federal Constitutional Court",
                                "elements": [
                                    {
                                        "content": "47.  On 13 January 2011 the applicant lodged a constitutional complaint with the Federal Constitutional Court. He complained of a violation of his right to a fair trial because he had not been able to question witness A.K. at any stage of the proceedings and of the length of his detention on remand and the length of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  By a decision of 18 January 2012 (file no. 2 BvR 447/11) the Federal Constitutional Court declined to consider the applicant’s constitutional complaint without providing reasons.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "49.  Article 55 (1) of the Code of Criminal Procedure stipulates that a witness may refuse to answer any questions the reply to which would subject him, or one of his close relatives, to the risk of being prosecuted for a criminal or a regulatory offence.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "50.  Given their similar factual and legal background, the Court decides that the two applications should be joined by virtue of Rule 42 § 1 of the Rules of Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "51.  The applicant claimed that the length of his detention on remand had been excessive. He alleged a violation of Article 5 § 3 of the Convention, which, in so far as relevant, provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "c.  The lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this article ... shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "52.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "53.  The Court observes that the Regional Court, when fixing the applicant’s sentence, took into consideration that the applicant’s detention had been long and that the applicant had suffered from heavy strain while it lasted. Therefore, the question arises of whether the applicant lost his status as a victim of a breach of Article 5 § 3 of the Convention, for the purposes of Article 34 of the Convention. In the Court’s view, the issue of whether the applicant was deprived of the status of victim within the meaning of Article 34 is closely linked to the one raised with respect to his complaint under Article 5 § 3 as to the length of his detention on remand. It therefore joins this issue to the merits of the application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "55.  The applicant submitted that after more than three years of detention on remand at most, there had no longer been sufficient grounds for his continued imprisonment. He maintained that the Regional Court had not particularly sped up the course of the proceedings. The trial was held on average on 0.75 to 0.77 days of hearings a week of a duration of less than three hours. The applicant further pointed out that neither the Regional Court nor the Court of Appeal had dealt with the issue of the more restrictive conditions under which the detention on remand was carried out due to the custody order.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Government stressed that the risk of absconding had prevailed throughout the applicant’s detention on remand and less severe measures were not suited to achieve its purpose.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Government further submitted that the duration of the applicant’s detention on remand was mainly the result of the conduct of defending counsel, the applicant’s treatment in hospital and the insufficient availability of the prosecution’s key witness. The delays caused by the judges’ holidays were compensated by accelerating measures taken by the court such as dispensation from the reading out of whole documents.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "58.  The Court reiterates that Article 5 § 3 refers only to § 1 (c) of Article 5. It does not therefore apply to detention with a view to extradition within the meaning of Article 5 § 1 (f). As a consequence, the period to be taken into account in the present case started on 8 September 2006, when the applicant was expelled to Germany (see paragraph 7 above) and ended on 16 September 2009, when the Berlin Regional Court pronounced its judgment (see paragraphs 31 et seq. above). The applicant was accordingly held in detention on remand for a total period of three years and nine days.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The Court reiterates that the question of whether a period of time spent in pre-trial detention is reasonable cannot be assessed in the abstract. Whether it is reasonable for an accused to remain in detention must be assessed on the facts of each case and according to its specific features. Continued detention can be justified in a given case only if there are actual indications of a genuine requirement of public interest which, notwithstanding the presumption of innocence, outweighs the rule of respect for individual liberty laid down in Article 5 of the Convention (see Kudła v. Poland [GC], no. 30210/96, § 110, ECHR 2000-XI; Zimin v. Russia, no. 48613/06, § 30, 6 February 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The existence and persistence of a reasonable suspicion that the person arrested has committed an offence is a conditio sine qua non for the lawfulness of the continued detention (Labita v. Italy [GC], no. 26772/95, § 153, ECHR 2000IV). However, after a certain lapse of time it no longer suffices. In such cases, the Court must establish whether the other grounds given by the judicial authorities continued to justify the deprivation of liberty. These grounds have to be “relevant” and “sufficient” (see Labita, cited above, § 153).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  Where such grounds were “relevant” and “sufficient”, the Court must also ascertain whether the competent national authorities displayed “special diligence” in the conduct of the proceedings (see Labita, cited above, §§ 152 and 153). When deciding whether a person should be released or detained, the authorities are obliged to consider alternative measures for ensuring his appearance at trial (see Jabłonski v. Poland, no. 33492/96, § 83, 21 December 2000).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  As regards the grounds for the applicant’s continued detention, the Court notes that the competent judicial authorities argued that there had been a persisting strong suspicion that the applicant was guilty of drug trafficking. It further observes that the applicant was finally convicted on two counts of drug trafficking as well as falsification of documents and a cumulative prison sentence of six years was imposed. It accepts that a reasonable suspicion that the applicant was guilty of the accused crimes had persisted throughout the trial before the Berlin Regional Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  As regards the danger of the applicant’s absconding, the Court notes that the national courts not only relied on the possibility of a severe sentence, but also on other relevant circumstances. These included the fact that an expulsion order had already been issued against the applicant and that he had used various aliases. The Court is therefore satisfied that “relevant” grounds for the prolonged detention persisted for the total period of his detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The applicant suggested that the grounds given by the courts were not sufficient. The Court observes that the domestic courts did, albeit briefly, take into account that any alternative measure would not have secured the applicant’s presence before the court. The Court of Appeal expressly stated in its decision of 29 April 2008 that the applicant did not have any stable personal bonds which would prevent him from absconding. In fact his companion had been sentenced to four years in prison, the execution of which had been suspended. The Court of Appeal concluded that there was a strong motivation for the applicant to abscond with his companion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Court is therefore satisfied that the grounds given for the applicant’s detention were “relevant” and “sufficient” for ensuring the proper conduct of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  It remains to be ascertained whether the national authorities displayed “special diligence” in the conduct of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The Court takes the view that the applicant’s case was complex. It concerned various and serious charges against him and one co-defendant, which involved at least 20 witnesses and one expert and repeated questioning of the main witness, A.K.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  As regards the applicant’s conduct in the proceedings before the Berlin Regional Court the Court cannot subscribe to the Government’s contention that it was in the first place the applicant who delayed the court proceedings. Even if the applicant might have been in a position to present his motions at an earlier stage, any resulting delays were minor, taking into consideration the total duration of the firstinstance proceedings and the fact that the key witness A.K. only answered questions put by the Regional Court and the prosecution. Therefore, the successive filing of motions for the admission of evidence was mainly caused by the respective outcome of A.K.’s hearings. Nothing indicates that the applicant had been in a position to file these motions at a decisively earlier state of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  Having regard to the judicial authorities’ conduct in the proceedings, the Court, on the basis of the material before it, finds that the trial court did not proceed with diligence when holding an average of less than four court hearings per month without making an effort to summon witnesses and the expert in a more efficient way. Bearing in mind the more stringent conditions under which the detention on remand was carried out due to the custody order, the duration of the applicant’s detention and his state of health, the Court finds that the competent court should have fixed a tighter hearing schedule in order to speed up the proceedings. The Court has special regard to the periods when holidays were taken, the time after 15 October 2007, when the frequency of hearings was reduced due to the secondment of one of the judges to another court, and the time after the applicant’s heart surgery in June 2008. The Court cannot agree with the Government that the court kept the gaps between scheduled hearings as short as possible. The Court notes that these intervals arose, in particular, from 23 April to 7 May 2007, 12 July to 2 September 2007, 22 December 2007 to 6 January 2008, 13 December 2008 to 4 January 2009 and 5 May to 1 June 2009. In sum, the court did not schedule any hearings for a total of nearly 24 weeks. Lastly, the number and length of court hearings per month did not increase after the applicant’s heart surgery, but slowed down. The Court accepts that a serious illness like the one in the present case might slow down court proceedings. The Court observes, however, that the duty to administer justice expeditiously was incumbent in the first place on the authorities, especially as the applicant had been in custody and had been suffering from a serious illness. This required particular diligence on their part in dealing with his case (see Kudła, cited above, § 130).Against this background, accelerating measures such as dispensing with the reading out of whole documents, prevented further delays but did not compensate for the lean hearing schedule.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  In the light of these various factors, the Court finds that the competent national court failed to act with the necessary special diligence in conducting the applicant’s proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  Therefore, the Court concludes that the length of the applicant’s detention cannot be regarded as reasonable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The question remains of whether the applicant may continue to claim to be a victim of a violation of Article 5 § 3. An individual concerned may be deprived of his status of victim within the meaning of Article 34 of the Convention when the national authorities have acknowledged either expressly or in substance, and afforded redress for, the breach of the Convention (Dzelili v. Germany, no. 65745/01, § 83, 10 November 2005, § 83).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The Court observes that in the present case the Regional Court, when fixing the length of the prison sentence, referred in its judgment to the long duration of the applicant’s detention on remand and the strain it caused to him and balanced this in favour of the applicant. The Court finds that, with this formulation, the Regional Court did not acknowledge, neither expressly nor in substance, a breach of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Court concludes that the applicant has not ceased to be a victim of a violation of Article 5 § 3 of the Convention within the meaning of Article 34 of the Convention. There has accordingly been a violation of Article 5 § 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "75.  The applicant also considered the length of the criminal proceedings against him excessive. He alleged a violation of Article 6 § 1 of the Convention, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "76.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "77.  With regard to the question of whether the applicant lost his status as a victim of a breach of Article 6 § 1 of the Convention, for the purposes of Article 34 of the Convention, the Court refers to its finding with regard to Article 5 § 3 of the Convention. It joins this issue to the merits of the application for the same reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Court notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "79.  The applicant, referring to the reasons given with respect to Article 5 § 3 of the Convention, argued that the length of the criminal proceedings against him had been excessive. All of the delays in the proceedings before the Berlin Regional Court and the overall length of the proceedings were imputable to the judicial authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  The Government argued that, as the duration of the applicant’s detention on remand, which had to meet stricter requirements than the main proceedings, was within a “reasonable time”, the length of the criminal proceedings as a whole complied with Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "81.  The period to be considered under Article 6 § 1 started on 16 August 2006, when the applicant was arrested in Portugal with a view to his extradition to Germany pursuant to the arrest warrant dated 2 August 2005. It ended on the date of the final determination of the charge (see Wemhoff v. Germany, 27 June 1968, § 18, Series A no. 7), that is with the decision of the Federal Constitutional Court of 18 January 2012. It therefore lasted a total of five years, five months and four days at three levels of jurisdiction, plus the investigation stage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The Court reiterates that the reasonableness of the length of the proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Idalov v. Russia [GC], no. 5826/03, § 186, 22 May 2012; Pélissier and Sassi v. France [GC], no. 35444/94, § 67, ECHR 1999-II). With regard to the conduct of the national authorities a delay at some stage may be tolerated if the overall duration of the proceedings cannot be deemed excessive (see, for example, Nuutinen v. Finland, no. 32842/96, § 110, ECHR 2000VIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Court accepts that the proceedings against the applicant involved a certain degree of complexity. The applicant was charged with large-scale drug trafficking. As the prosecution’s key witness declined to answer questions from the applicant’s counsel, the taking of evidence became more difficult.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  As regards the applicant’s conduct, the Court accepts that it was in the applicant’s best interest to obtain evidence in order to take full advantage of the resources afforded by national law to ensure his best possible defence in the criminal proceedings. Having regard to the conduct of the main witness A.K. and the fact that he had been questioned repeatedly, the Court is satisfied that the applications for the taking of further evidence were conditioned by the outcome of previous taking of evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  As regards the conduct of the authorities, the Court refers to its findings with regard to Article 5 § 3 of the Convention, that the Berlin Regional Court failed to act with the necessary special diligence in conducting the applicant’s proceedings. However, that finding is not valid in respect of the length of the criminal proceedings as a whole. The Court takes into account that the duration of the applicant’s detention is not the same as the overall length of the proceedings. While the duration of detention amounted to approximately three years, the proceedings as such lasted some five years and five months and comprised three levels of jurisdiction and the investigative stage. The Court observes that the appellate courts adjudicated the criminal case speedily. The proceedings before the Federal Court of Justice were initiated by the applicant’s submissions of 15 April 2010 and ended with the Federal Court of Justice’s decision on 17 January 2011. The proceedings before the Federal Constitutional Court concerning the applicant’s constitutional complaint started on 13 January 2011 and were terminated approximately one year later.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  Making an overall assessment, and having regard to the fact that it was the applicant’s liberty which was at stake in the proceedings, the Court considers that the length of the proceedings did not go beyond what may be considered reasonable in this particular case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  There has accordingly been no violation of Article 6 § 1 of the Convention. The Court therefore does not have to examine whether the applicant has ceased to be a victim of Article 6 § 1 of the Convention within the meaning of Article 34 of the Convention on account of the alleged violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 AND 3 (d) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "88.  The applicant complained that neither he nor counsel had been able to question the main witness against him at any stage of the proceedings. He alleged that therefore his right to mount an effective defence had been unduly restricted and relied on Article 6 §§ 1 and 3 (d) of the Convention, which, as far as relevant, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him...”",
                                "elements": []
                            },
                            {
                                "content": "89.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "90.  The Court notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "91.  The applicant alleged that the key witness A.K. was the only source of evidence in respect to both charges against him. As he had not been able to question A.K., the lack of confrontation led to a disadvantage for him. The court had not taken sufficient other measures to counterbalance this disadvantage. The applicant further submitted that it had been established by other courts that A.K., when examined by them, had not told the truth, a behaviour that necessarily cast doubt on the credibility of the witness testimony as a whole. In the applicant’s view, the Regional Court had not compensated these deficiencies by a sufficiently careful assessment of A.K.’s statements and his credibility in its decision-making.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  The Government conceded that the Regional Court’s establishment of facts was based on A.K.’s testimony and that neither the applicant nor counsel had been able to question A.K. directly at any stage of the proceedings. However, there had been no violation of Article 6 § 3 (d) since the criminal proceedings against the applicant as a whole had been fair. As the applicant had the possibility of questioning the credibility of the witness, no disadvantage had arisen. Moreover, the Regional Court had taken into account all the circumstances that could have called into question A.K.’s credibility and had provided arguments why it nevertheless considered his testimony to be convincing. In this regard the Regional Court had carefully assessed why it was of the opinion that A.K.’s partly diverging statements before another court did not warrant the conclusion that his statements in the proceedings at issue had to be regarded as untruthful.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "93.  The Court reiterates that its primary concern under Article 6 § 1 is to evaluate the overall fairness of the criminal proceedings (see Taxquet v. Belgium [GC], no. , § 84, ECHR 2010). In making this assessment the Court will look at the proceedings as a whole, having regard to the rights of the defence but also to the interests of the public and the victims that crime is properly prosecuted and, where necessary, to the rights of witnesses (see Al-Khawaja and Tahery v. the United Kingdom [GC], nos.  and , § 118, ECHR 2011; Sievert v. Germany, no. 29881/07, § 58, 19 July 2012). Article 6 §§ 1 and 3 (d) enshrines the principle that, before an accused can be convicted, all evidence against him must normally be produced in his presence at a public hearing with a view to adversarial argument (see Gani v. Spain, no. 61800/08, § 38, 19 February 2013). The underlying principle is that the defendant in a criminal trial should have an effective opportunity to challenge the evidence against him. Exceptions to this principle are possible but must not infringe the rights of the defence, which, as a rule, require not merely that a defendant should know the identity of his accusers so that he is in a position to challenge their probity and credibility but that he should be able to test the truthfulness and reliability of their evidence by having them orally examined in his presence, either at the time the witness was making the statement or at some later stage of the proceedings (see Lucà v. Italy, no. , § 39, ECHR 2001II; Solakov v. “the former Yugoslav Republic of Macedonia”, no. , § 57, ECHR 2001X; and Sievert, cited above, § 58).",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  In assessing the applicant’s complaint, the Court notes that the present case is very similar in this respect to the case of Sievert, cited above, which concerned a witness who was present at the applicant’s trial and answered questions put by the court and the prosecution, but refused to answer questions put to him by the defence, referring to his right not to testify. Thus the witness was neither absent (see Al-Khawaja and Tahery, cited above, §§ 153 and 159 and Lawless v. the United Kingdom ((dec.), no. 44324/11, § 8, 16 October 2012), nor refused to answer any substantive questions (see Vidgen v. the Netherlands, no. 29353/06, § 16, 10 July 2012). Therefore, the present case shall be examined in line with the general principles in respect of Article 6 § 3 (d) as summarized in the Sievert case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  The Court notes at the outset that witness A.K. repeatedly gave live evidence in open court in the presence of the applicant and his counsel and answered questions posed by the presiding judge and the public prosecutor throughout the proceedings. At the beginning of the proceedings he furthermore offered to consider answering questions formulated by counsel and put to him by the Regional Court. The evidence on which the applicant was convicted was thus produced in his presence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  In these circumstances, the court and the prosecution as well as the accused and his counsel were in a position to observe the witness’s demeanour under questioning and to form their own impression of his probity and credibility (compare Sievert, cited above, § 59 and, by contrast, Kostovski v. the Netherlands, 20 November 1989, §§ 42 and 43, Series A no. 166 and Windisch v. Austria, 27 September 1990, § 29, Series A no. 186). In addition, this opportunity was given repeatedly, as A.K. was questioned frequently and over a longer period of time. His first interrogation took place on 6 March 2007, the last on 15 January 2009. Therefore, the court’s conclusions drawn from the statements and the witness’s demeanour were founded on very solid grounds.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  While it would clearly have been preferable for the defence to confront the witness directly, in particular in view of the fact that it is common ground between the parties that his testimony was significant for the applicant’s subsequent conviction, the Court nevertheless observes that it was not imputable to the domestic authorities that A.K. could not be questioned by the defence. The Court accepts that in the course of the trial the domestic courts were under an obligation to respect the witness’s decision not to answer to any questions subjecting him to the risk of being prosecuted (see article 55 § 1 of the Code of Criminal Procedure, paragraph 49 above). The Court points out in this context that, although not specifically mentioned in Article 6 of the Convention, the right to silence and the right not to incriminate oneself are generally recognised international standards which lie at the heart of the notion of a fair procedure under Article 6 (see Sievert, cited above, § 61; Saunders v. the United Kingdom, 17 December 1996, § 68, Reports of Judgments and Decisions 1996-VI). This right weighs heavily in the circumstances of the present case, where both the applicant and A.K. were accused of being involved in large-scale drug-trafficking, and could have had a conflict of interests. The Court also finds it relevant to note that the court nevertheless tried to include the questions important to the defence in its own questions (compare also Sievert, cited above, §§ 60-61).",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  In this connection the Court observes that the applicant and defence counsel, who were able to observe the witness’s demeanour under questioning (see paragraph 96 above), had an opportunity to challenge the latter’s credibility as well as the accuracy of his testimony in the course of the trial (compare also Isgrò v. Italy, no. 11339/85, § 36, 19 February 1991). They further had the ability to comment on and to challenge the statements made by A.K. directly after the examination of the witness by the court and the public prosecutor and once the taking of evidence as a whole had been concluded. The applicant, while not being able to question the witness directly, thus nevertheless had the possibility to cast doubt on his credibility and contradict his account of the circumstances of the case (compare also Asch v. Austria, 26 April 1991, § 29, Series A no. 203; Accardi and Others v. Italy (dec.), no. 30598/02, ECHR 2005-II; Sievert, cited above, § 63). He indeed availed himself of such opportunity by filing further motions for the admission of evidence which were based on the statements given by A.K. As a consequence, the court heard representatives of the police and public prosecution who had been involved in A.K.’s examination and read out minutes which had been requested by the defence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  The Court notes that the Regional Court itself emphasised that it was required to subject the credibility and accuracy of A.K.’s testimony to particular scrutiny. Consequently, the Regional Court took into account and assessed various aspects that could have called into question the witness’s probity in its thoroughly reasoned judgment, such as the suspension of his sentence on probation, the fact that A.K. lived in Lebanon and had repeatedly been found guilty of drug trafficking offences. Having regard to the circumstances of the case, the Regional Court provided arguments why there were no grounds to assume that the witness had wrongly accused the applicant. The trial court further observed that the witness had plausible reasons for his decision not to answer questions from the defence. The Court considers that the arguments advanced by the domestic court in this respect were not immaterial for its conclusion that the testimony given by A.K. was credible and consistent to the extent that it concerned the circumstances of A.K.’s actions (compare also De Lorenzo v. Italy (dec.), no. 69264/01, 12 February 2004). In these circumstances the Court is satisfied that the necessary care was applied in the evaluation of A.K.’s statements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  The reliability of A.K.’s statement as evidence was further supported by statements of the representatives of the police and public prosecution authorities as well as the acting judges who had been involved in A.K.’s examination in the criminal proceedings conducted in respect of A.K. and in respect of other separately prosecuted co-accused. In addition, the Regional Court took into account all available protocols of statements made by A.K. at the various stages of the proceedings (see paragraph 37 above). The Court considers that, while such elements of evidence taken separately may not have been conclusive for the charges of which the applicant was found guilty, these items nevertheless corroborated the Regional Court’s careful evaluation of A.K.’s statements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  Having regard to the above considerations and the evidence in support of A.K.’s statements, the Court considers that the Regional Court was able to conduct a fair and proper assessment of the latter’s reliability. Against this background, and viewing the fairness of the proceedings as a whole, the Court considers that, notwithstanding the handicaps under which the defence laboured, there were sufficient counterbalancing factors to conclude that the admission as evidence of A.K.’s testimony did not result in a breach of Article 6 §§ 1 and 3 (d) of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  In conclusion, the Court considers that, taken as a whole, the proceedings in issue were fair for the purposes of Article 6 §§ 1 and § 3 (d) of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "103.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "104.  Regarding the alleged violation of Article 6 §§ 1 and 3 (d), the applicant claimed EUR 60,000 for non-pecuniary damage. He further sought a sum of EUR 44,120 in respect of non-pecuniary damage with regard to the alleged violation of Article 5 § 3 and Article 6 § 1 of the Convention. He stressed the emotional distress he had suffered due to the prolonged detention on remand. As a result he had suffered from posttraumatic stress disorder and an accompanying period of moderate depression.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  The Government argued that the length of the applicant’s detention on remand had been legitimate; therefore any claims arising from it should be dismissed. But even if the Court found a violation, the amount of money claimed by the applicant had no foundation in the alleged sufferings, as these constituted the general hardship inherent in detention on remand.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  In the present case, the Court considers it reasonable to assume that the applicant suffered distress and frustration exacerbated by the prolonged detention on remand. Deciding on an equitable basis, the Court awards the applicant EUR 6,000 in respect of non-pecuniary damage, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "107.  Submitting documentary evidence, the applicant claimed EUR 30,861.46 for the costs and expenses incurred for the services of his defence counsel in the proceedings before the Berlin Regional Court. He further sought the reimbursement of EUR 3,190 for costs and expenses incurred for the services of his lawyer representing him in the proceedings before the Court regarding the alleged breach of Article 6 §§ 1 and 3 (d) of the Convention. With regard to the alleged violation of Articles 5 § 3 and 6 § 1 of the Convention the applicant claimed EUR 901.82 for the costs and expenses incurred before the Federal Constitutional Court and EUR 4,545.80 for those incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  The Government argued that the bills were inflated and that there were doubts concerning the calculation of procedural fees incurred before the Federal Constitutional Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred in order to prevent or obtain redress for the matter found to constitute a violation of the Convention and were reasonable as to quantum (see Dzelili, cited above, § 116). As regards the total costs and expenses incurred in the domestic court proceedings, the Court finds that the applicant failed to substantiate which additional costs and expenses he had incurred in an attempt to prevent or rectify the violation of Article 5 § 3 of the Convention (compare Cevizovic, cited above, § 72; Dzelili, cited above, § 117). Making its assessment on an equitable basis with regard to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 4,000 covering the additional costs due to the length of the applicant’s detention on remand before the Berlin Regional Court, the costs for proceedings before the Federal Constitutional Court and before the Court as far as they concern the complaint under Article 5 § 3 of the Convention, plus any tax that may be chargeable to the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "110.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been no violation of Article 6 § 1 of the Convention in relation to the length of the proceedings;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been no violation of Article 6 §§ 1 and 3 (d) of the Convention in relation to the right to examine or have examined witnesses against him;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 July 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mark Villiger",
            "role": "president"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Helena Jäderblom",
            "role": "judges"
        },
        {
            "name": "Aleš Pejchal",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF EL KHOURY v. GERMANY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-155821.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:0709JUD000882409",
    "externalsources": [],
    "extractedappno": [
        "8824/09",
        "42836/12",
        "1062/08",
        "2241/08",
        "1320/09",
        "447/11",
        "30210/96",
        "48613/06",
        "26772/95",
        "33492/96",
        "65745/01",
        "5826/03",
        "35444/94",
        "32842/96",
        "926/05",
        "26766/05",
        "22228/06",
        "29881/07",
        "61800/08",
        "33354/96",
        "47023/99",
        "44324/11",
        "29353/06",
        "11339/85",
        "30598/02",
        "69264/01"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-155821",
    "judgementdate": "09/07/2015 00:00:00",
    "kpdate": "09/07/2015 00:00:00",
    "kpthesaurus": [
        "448",
        "227",
        "445",
        "76",
        "136",
        "406",
        "122"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6-3-d",
        "5-3",
        "6-1",
        "5",
        "6"
    ],
    "parties": [
        "EL KHOURY",
        "GERMANY"
    ],
    "rank": "1319.4482421875",
    "representedby": [
        "SCHARMER S.",
        "RUBBERT M."
    ],
    "respondent": "DEU",
    "respondentOrderEng": "18",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "447223",
    "typedescription": "15"
}