{
    "__articles": "P1-1;P1-1-1",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "56903/10",
    "article": [
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-206508.docx": [
            {
                "content": "INTRODUCTION",
                "elements": [
                    {
                        "content": "1.  The case concerns the applicant company’s allegations under Article 1 of Protocol No. 1 that it had been prevented by the local authorities from carrying out the erection of a multi-storied residential building and the lack of any compensation in that regard.",
                        "elements": []
                    }
                ],
                "section_name": "introduction"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "2.  The applicant company, Budivelno Investytsiyna Grupa 1, is a legal entity registered in Ukraine in 2003 with its office in Kyiv. The applicant company was represented by Ms I. Moroz, a lawyer practising in Kyiv.",
                        "elements": []
                    },
                    {
                        "content": "3.  The Government were represented by their Agent, Mr I. Lishchyna.",
                        "elements": []
                    },
                    {
                        "content": "4.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                        "elements": []
                    },
                    {
                        "content": "land Lease and further developments",
                        "elements": [
                            {
                                "content": "5.  On 24 June 2004 Kyiv City Council decided to lease, for a five-year term, a plot of land to the applicant company for the construction of a residential building with underground parking in Kyiv.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 28 October 2004 Kyiv City Council concluded with the applicant company a lease contract, specifying that the plot of land was leased for the purpose of constructing a residential building with underground parking.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 12 June 2007 the city residents living in the neighbourhood to the plot of land requested that the local land inspectorate verify whether the municipal authorities and the other involved parties had complied with the law under which the plot of land had been allocated to the applicant company. The local land inspectorate suggested in reply that public meetings be held regarding the use of the land.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 17 July 2007 the State Administration of Dniprovskyy District of Kyiv held public meetings with the participation of local officials, representatives of non-governmental organisations, journalists and 256 people living in the neighbourhood. The applicant company’s representatives had not attended the meeting. During the meeting the citizens stressed the importance of preserving the plot of land as green area, which had already included 335 trees with children’s playgrounds. They further referred to the official building and sanitary standards on developing residential areas, which set out the ratio of playgrounds and recreation zones to the density of population, and concluded that those standards would be clearly disregarded in the event of erecting the multi-storeyed building. They insisted that their opinion on the matter had not been taken into account, despite the requirements of law.",
                                "elements": []
                            },
                            {
                                "content": "9.  In that latter regard the head of the local NGO announced that she had met the director of the applicant company and received, among other documents, a copy of the minutes of the earlier public meetings, where citizens had allegedly supported the construction plan. In reply the citizens concerned denied that they had supported any construction plan.",
                                "elements": []
                            },
                            {
                                "content": "10.  In conclusion the participants of the public meetings decided that the local authorities should take steps to categorise the plot of land as a “public garden zone” and that the requests should be made to the authorities in order to terminate the lease contract and annul Kyiv City Council’s decision of 24 June 2004.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 24 July 2007 deputies of Kyiv City Council appealed to the Mayor of Kyiv in the interests of the citizens living in the environs of the plot of land. The deputies reported that the initiative group had collected 1187 signatures of the citizens opposing the construction development of the plot of land. They further reported that on 17 July 2007 public meetings were held which confirmed the strong disagreement of the community with the construction plan. The deputies proposed that the decision on the allocation of the disputed land for construction be annulled and the plot of land be classified as public garden zone.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 26 July 2007 the deputy minister for Regional Development and Construction informed the chair of the Kyiv City State Administration that the opinion of the citizens had not been taken into account when Kyiv City Council had adopted its decision of 24 June 2004. Given that the citizens had strongly opposed the construction of the multi-storied building, the Deputy Minister suggested considering the withdrawal of the plot of land from the applicant company.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 27 August 2007 the local NGO sent a letter to the applicant company, arguing that the plot of land was used by citizens as a recreation zone and also as a carpark. They stressed that the plot of land was adjacent to the neighbouring building and that the decision to allocate the plot of land to the applicant company for construction purpose had been adopted without taking into account the opinion of the residents living in the neighbourhood. The NGO invited the applicant company to terminate the lease contract and vacate the plot of land.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 10 September 2007 the applicant company obtained a building permit with validity until 2 November 2009, authorising the company to carry out construction work on the plot of land.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 11 March 2008 the applicant company contracted a foreign company to invest in the construction project.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 26 June 2008 the mayor of Kyiv, having considered that the applicant company had not complied with the procedure for the construction of the building, requested that the local authorities take measures to revoke the building permit issued to the applicant company.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 17 July 2008 Kyiv City Council, having regard to the minutes of the public meetings and the numerous complaints on the matter, annulled its decision of 24 June 2004 concerning the granting lease to the applicant company and invited the latter to dissolve the lease contract. In the same decision, Kyiv City Council decided that the plot of land should be developed as a public garden zone according to the Kyiv green area development programme.",
                                "elements": []
                            },
                            {
                                "content": "18.  In 2018 the Kyiv City Council Kyiv City Council approved further development of the public garden at the plot of land and decided that it should be permanently given to a municipal association for that purpose.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Proceedings for damages",
                        "elements": [
                            {
                                "content": "19.  On 2 February 2009 the applicant company instituted commercial proceedings against Kyiv City Council, seeking damages for the annulment of the lease decision of 24 June 2004 and for having designated the plot of land as a recreational zone. The applicant company argued that the impugned decision had prevented it from pursing its construction work; moreover, the decision had been taken in violation of the defendant’s obligations under the lease. The applicant company relied on section 24 of the Land Lease Act, which provided that the lessor was obliged to refrain from actions that prevented the lessee from using the plot of land (see paragraph 27 below). It further referred to Articles 610 and 611 of the Civil Code (see paragraph 24 below) and sought damages as a remedy for the breach of the obligation. The applicant company then submitted that it had been bound by the investment contract of 11 March 2008 and that the foreign investment company had agreed to buy the entirety of the building that would be constructed and had undertook to financially support the construction process.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 7 July 2009 the Kyiv City Commercial Court dismissed the applicant company’s claim as unsubstantiated. The court found that, despite the decisions of Kyiv City Council and the city’s mayor, the lease contract had not been terminated, the building permit had been valid, and there was no evidence that Kyiv City Council had neglected its duties under the lease contract.",
                                "elements": []
                            },
                            {
                                "content": "21.  The applicant company appealed to the higher courts, arguing, among other things, that it had not been possible to use the plot of land for construction purposes after Kyiv City Council had designated it as a public garden zone. Relying on section 63 of the Natural Environment Protection Act (see paragraph 28 below) and Article 52 of the Land Code (see paragraph 26 below), the applicant company specified that it had been forbidden to use a plot of land categorised as a recreational zone for any other purpose, including construction of a residential building. The courts dismissed the applicant company’s appeals finding that the decision of the first-instance court had been lawful and substantiated. The final decision was taken by the Supreme Court on 18 March 2010. The applicant company was informed of that decision in September 2010, following their inquiry about the outcome of the proceedings before the Supreme Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Proceedings for invalidation of the LAND-lease contract",
                        "elements": [
                            {
                                "content": "22.  On 5 November 2009 the applicant company lodged with the Commercial Court of Kyiv a claim against Kyiv City Council and the main office of the State Treasury of Ukraine in Kyiv, seeking the invalidation of the land-lease contract and recovery of the rent paid for the use of the plot of land.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 28 January 2010 the Commercial Court of Kyiv declared the lease contract invalid on the grounds that after Kyiv City Council’s decision of 17 July 2008 the plot of land had been classified as a public garden zone and its use for any other purpose had been prohibited by law. The lease contract was therefore contrary to domestic law and had to be invalidated. The court further rejected the claim for reimbursement of rent paid by the applicant company given that the payment had been made regarding the period when the lease had remained valid. On 9 April 2010 the Higher Commercial Court of Ukraine returned an appeal on points of law lodged by the applicant company against the judgment of 28 January 2010 due to its failure to pay the court fee.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "RELEVANT LEGAL FRAMEWORK",
                "elements": [
                    {
                        "content": "Civil Code of Ukraine, 2003",
                        "elements": [
                            {
                                "content": "24.  Article 610 of the Code provides that the civil obligation is violated in the event of its non-performance or performance in breach of the conditions specified by the content of the obligation. Under Article 611 of the Code, in case of breach of the obligation the legal consequences include, among other things, compensation for pecuniary and non-pecuniary damage.",
                                "elements": []
                            },
                            {
                                "content": "25. Article 616 of the Code provides that if the breach of obligation occurred as a result of fault on the part of the “obligee” (creditor), the court accordingly reduces the amount of damages and penalties ordered in respect of the “obligor” (debtor) (§ 1). The court has the right to reduce the amount of damages and penalties ordered in respect of the “obligor” (debtor), if the “obligee” (creditor) intentionally or negligently contributed to the increase of damages caused by violation of obligation, or did not take measures to reduce them (§ 2).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Land Code, 2001",
                        "elements": [
                            {
                                "content": "26.  According to Article 52 of the Code, it is prohibited to carry out any activities which prevent or may prevent the use of recreational land according to their purpose or which adversely affect or may affect the natural state of these lands.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Land Lease Act, 1998",
                        "elements": [
                            {
                                "content": "27.  Section 24 of the Act provides, inter alia, that the lessor is obliged to transfer the land for use in a condition that meets the terms of the lease agreement; the lessor is obliged to refrain from actions that prevent the lessee from using the leased plot of land.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Natural Environment Protection Act, 1991",
                        "elements": [
                            {
                                "content": "28.  Pursuant to section 63 of the Act, the following activity is prohibited in recreational areas: (a) economic and other activities that adversely affect the environment or may prevent their use for their intended purpose; (b)  changes in the natural landscape and other actions that contradict the purpose of these zones.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Fundamentals of Town Planning Act, 1992",
                        "elements": [
                            {
                                "content": "29.  Under section 5 of the Act, the basic requirements in respect of town-planning activity include, among other things: taking into account State and public interests in the planning and development of land; taking into account the legitimate interests and demands of the owners or users of land and buildings surrounding the construction site; participation of citizens, associations of citizens in the discussion of urban-planning documentation, projects of individual objects and making relevant proposals to State bodies, local-government authorities, companies, institutions and organisations.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "sanitary and epidemic well-being of the population act, 1994",
                        "elements": [
                            {
                                "content": "30.  Under section 15 of the Act, planning and construction of objects in residential areas and resorts should primarily ensure the creation of the most favourable living conditions as well as the preservation and improvement of the health of citizens.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Architectural Activities Act, 1999",
                        "elements": [
                            {
                                "content": "31.  Section 25 of the Act provides that citizens and non-governmental organisations that do not take direct part in the creation of architectural objects have the right, inter alia, to participate in the discussions concerning those architectural projects and to protect their interests during the design and construction of new or existing architectural objects.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "relevant_law"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I. ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL no. 1 to the convention",
                        "elements": [
                            {
                                "content": "32.  The applicant company complained that its property rights had been infringed by the authorities when they had withdrawn their earlier decision to lease the plot of land to the applicant company for construction purposes and when they had designated the plot of land as public garden zone.",
                                "elements": []
                            },
                            {
                                "content": "33.  The applicant company relied on Article 1 of Protocol No. 1 to the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "2. The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "As to the exhaustion of domestic remedies",
                                        "elements": [
                                            {
                                                "content": "34.  The Government submitted that the applicant company had failed to exhaust domestic remedies because it had not challenged in the administrative courts the decision of Kyiv City Council of 17 July 2008 by which the earlier Council decision to lease the plot of land to the applicant company had been annulled. They further contended that in the second proceedings for the invalidation of the lease contract the applicant company had failed to challenge the first-instance court decision of 28 January 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The applicant company disagreed and submitted that it had had options to use different legal remedies at the domestic level and that it had focused on the first set of proceedings, seeking damages. This had been sufficient to comply with the rule of exhaustion of domestic remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Court reiterates that the only remedies which an applicant is required to exhaust are those that relate to the breaches alleged and which are at the same time available and sufficient. Moreover, an applicant who has exhausted a remedy that is apparently effective and sufficient cannot be required also to have tried others that were available but probably no more likely to be successful (see Aquilina v. Malta [GC], no. 25642/94, § 39, ECHR 1999).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The Court considers that the commercial proceedings for damages were in principle capable of addressing the substance of the applicant’s grievance under Article 1 of Protocol No. 1. Those proceedings were pursued by the applicant company in their entirety and to a final conclusion. In these circumstances the applicant company was not obliged to use any other remedies mentioned by the Government. The objection of the Government is therefore dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "As to the applicability of Article 1 of Protocol No. 1",
                                        "elements": [
                                            {
                                                "content": "38.  In examining the admissibility of the complaint, it is necessary to determine whether Article 1 of Protocol No. 1 is applicable to the present case. The Court reiterates that the question of applicability is an issue of the Court’s jurisdiction ratione materiae and, accordingly, the relevant analysis should be carried out, as a rule, at the admissibility stage (see mutatis mutandis Denisov v. Ukraine [GC], no. 76639/11, §§ 93-94, 25 September 2018).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Court notes that on 28 October 2004 the applicant company concluded a lease contract by which it was entitled to use the plot of land at issue for the period of five years with the purpose of developing a construction project (see paragraphs 5 and 6 above). On 10 September 2007 the applicant company received a building permit for that purpose (see paragraph 14 above). Accordingly, at the time of the impugned decision of Kyiv City Council (17 July 2008) the applicant company had a legitimate expectation of being able to use the plot of land and carry out its activities on the plot of land (see Mullai and Others v. Albania, no. 9074/07, § 99, 23 March 2010, and Di Marco v. Italy, no. 32521/05, §§ 52-53, 26 April 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Court finds that the applicant company’s legitimate expectations, attached to its economic interests such as the exploitation of the plot of land and the exercise of a commercial activity, were sufficiently important to constitute substantive interest and amounted therefore to “possessions” within the meaning of Article 1 of Protocol No. 1, which is therefore applicable in the present case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Otherwise as to the admissibility",
                                        "elements": [
                                            {
                                                "content": "41.  The Court notes that this complaint is neither manifestly ill-founded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "42.  The applicant company maintained that Kyiv City Council’s decision of 17 July 2008 had constituted an unlawful and disproportionate interference with the company’s peaceful possessions. It emphasised that, even if the interference might have been in the public interest, there had been no compensation offered for the losses suffered.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Government admitted that the decision of 17 July 2008 of Kyiv City Council had constituted an “interference” with the applicant company’s possessions for the purpose of Article 1 of Protocol No.1. However, in the opinion of the Government, that decision had been lawful as it had been taken within the statutory powers of Kyiv City Council; moreover, it had pursued the legitimate aim of protecting the rule of law and the rights of others. The Government submitted that there had been no disproportionality in the impugned decision of Kyiv City Council.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Existence of an interference",
                                "elements": [
                                    {
                                        "content": "44.  The Court notes that during the validity of the lease contract, Kyiv City Council quashed its earlier decision on the allocation of the plot of land to the applicant company for construction purposes and reclassified the plot of land as a public garden zone (see paragraph 17 above). It is common ground that the impugned decision interfered with the applicant company’s right to peaceful enjoyment of possessions.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Applicable rule",
                                "elements": [
                                    {
                                        "content": "45.  As the Court has stated on many occasions, Article 1 of Protocol No. 1 comprises three rules: the first rule, set out in the first sentence of the first paragraph, is of a general nature and enunciates the principle of the peaceful enjoyment of property; the second rule, contained in the second sentence of the first paragraph, covers the deprivation of property and subjects it to conditions; the third rule, stated in the second paragraph, recognises that the States are entitled, among other things, to control the use of property in accordance with the general interest. The second and third rules, which are concerned with particular instances of interference with the right to peaceful enjoyment of property, must be read in the light of the general principle laid down in the first rule (see Lekić v. Slovenia [GC], no. 36480/07, § 92, 11 December 2018).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Court notes that the impugned decision of Kyiv City Council was a reaction to the complaints of the citizens living in the neighbourhood who opposed the erection of the building and sought protection of their interests. Kyiv City Council adopted the impugned decision in this general context of examining the citizens’ grievances. In such circumstances, the interference in question should be viewed as a measure of “control [of] the use of property”. The interference thus falls under the third rule laid down in the second paragraph of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Lawfulness",
                                "elements": [
                                    {
                                        "content": "47.  The Court reiterates that an essential condition for an interference to be deemed compatible with Article 1 of Protocol No. 1 is that it should be lawful. The principle of lawfulness also presupposes that the applicable provisions of domestic law be sufficiently accessible, precise and foreseeable (see Beyeler v. Italy [GC], no. 33202/96, § 109, ECHR 2000-I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The parties in the present case disagreed as to whether the interference had been a lawful measure. The Court considers that the question of “lawfulness” of Kyiv City Council’s decision is closely interrelated and indissociable from the analysis of whether the overall manner in which the authorities approached the applicant company’s situation struck a fair balance between its interests and those of the public and whether the domestic courts offered adequate procedural safeguards in reviewing the matter (see, mutatis mutandis, Beyeler, cited above, § 110, and Rysovskyy v. Ukraine, no. 29979/04, §§ 73-74, 20 October 2011). The Court will examine those issues below.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Aim of the interference",
                                "elements": [
                                    {
                                        "content": "49.  The Court reiterates that any interference by a public authority with the peaceful enjoyment of possessions can only be justified if it serves a legitimate general interest (see Lekić, cited above, § 105). It appears that before the dispute arose, the plot of land at issue had been a green zone which had already included 335 trees (see paragraph 8 above). Environmental considerations were clearly behind the decision of Kyiv City Council to reclassify the plot of land as a public garden zone. The Court has stated that protection of the environment is an increasingly important consideration in today’s society (see O’Sullivan McCarthy Mussel Development Ltd v. Ireland, no. 44460/16, § 109, 7 June 2018, with further references). The Court finds that the interference pursued a legitimate aim that was in the general interest: to protect the rights of the city residents, including their environmental interests.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Proportionality of the interference",
                                "elements": [
                                    {
                                        "content": "50.  Since the second paragraph of Article 1 of Protocol No. 1 is to be construed in the light of the general principle enunciated in the opening sentence of that Article, there must exist a reasonable relationship of proportionality between the means employed and the aim sought to be realised: the Court must determine whether a fair balance has been struck between the demands of the general interest in this respect and the interest of the individual company concerned. In so determining, the Court recognises that the State enjoys a wide margin of appreciation with regard to the means to be employed and to the question of whether the consequences are justified in the general interest for the purpose of achieving the objective pursued (see G.I.E.M. S.R.L. and Others v. Italy [GC], nos. 1828/06 and 2 others, § 293, 28 June 2018).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court notes at the outset that the measure at issue had serious consequences for the applicant company because it prevented any further use of the plot of land for construction purposes in view of the clear domestic-law ban (see paragraphs 26 and 28 above), despite a business plan developed by the company that involved foreign investment (see paragraph 15 above). The decision to reclassify the plot of land as a public garden zone might have been an important measure to comply with public opinion as regards the fate of the land. However it was hardly compatible with the authorities’ obligations under the lease contract and the domestic-law requirement prescribing that the lessor must not prevent the lessee from using the plot of land (see paragraph 27 above). The impugned measure of Kyiv City Council thus frustrated the applicant’s company legitimate expectation for legal certainty based on the idea of sanctity of contracts and explicit rule of domestic law. The Court has stated earlier that uncertainty – be it legislative, administrative or arising from practices applied by the authorities – is a serious source of concern when assessing the State’s conduct under Article 1 of Protocol 1 (see Broniowski v. Poland [GC], no. 31443/96, § 151, ECHR 2004V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  There is no indication, however, that in taking such a crucial measure the domestic authorities examined avenues of avoiding or mitigating these harsh consequences, such as, for example, making an offer to the applicant company to develop another plot of land. Although the availability of alternative solutions does not in itself render the interference with the right unjustified, it constitutes a relevant factor when determining whether the means chosen may be regarded as reasonable and suited to achieving the legitimate aim being pursued (see mutatis mutandis Borzhonov v. Russia, no. 18274/04, § 61, 22 January 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Moreover, it appears that for a considerable period of time the authorities had been well aware of the public disquiet about the construction plan and while, on the one hand, they were examining the matter to play back the residential construction plan, they proceeded, on the other hand, with the further authorisation of the construction activity by issuing a building permit to the applicant company (see paragraph 14 above). These elements suggest that the domestic authorities failed in their duty to act in an appropriate and consistent manner (see Bayeler, cited above, § 110).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  In this regard it is essential to review overall the manner in which the domestic courts had treated the applicant company’s claim for compensation. The applicant company clearly set out the factual and legal basis for its claim for damages and made out a principal argument that in taking the impugned measure, Kyiv City Council had failed to honour the obligations of the lessor with the effect that the construction work could not be carried out lawfully. In other words, the claim for damages was essentially based on the allegation that the effective use of the plot of land had been thwarted by Kyiv City Council, despite the valid lease contract. The courts did not address this pertinent and important argument, focusing their analysis on the finding that the lease contract had remained valid and binding. The absence of a response to this key argument on the part of the courts discloses in itself a serious issue in terms of protection against arbitrariness and manifest unreasonableness (see, mutatis mutandis, Anheuser-Busch Inc. v. Portugal [GC], no. 73049/01, § 83, ECHR 2007I). Nor did the domestic courts carry out any balancing exercise to assess the public and private interests at stake and the conduct of the parties in order to strike a fair balance in the case (see Megadat.com SRL v. Moldova, no. 21151/04, § 74, ECHR 2008). The Court notes in this context that domestic law provided a sufficient framework enabling the courts to make the assessment of the alleged damages, taking into account the relevant facts, including the comportment of the party claiming damages (see paragraph 25 above). In the present case, however, absent any reasoning by the courts on those issues, it must be concluded that the judicial review of the dispute did not constitute a meaningful procedural guarantee for the purpose of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  In the light of the above considerations the Court finds that there were serious shortcomings in the conduct of the domestic authorities and the courts with the result that the impugned measure, while pursuing legitimate aim of general interest, had imposed an excessive individual burden on the applicant company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  There has accordingly been a violation of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "57.  The applicant company complained under Article 6 § 1 of the Convention that in refusing the claim for damages, the domestic courts had failed to give reasons to their decisions and had not dealt with the applicant company’s pertinent and important arguments.",
                                "elements": []
                            },
                            {
                                "content": "58.  Article 6 § 1 of the Convention provides, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "59.  The Court considers that this complaint is admissible. However, given the above findings as regards the lack of procedural safeguards under Article 1 of Protocol No.1, the Court holds that it is not necessary to examine separately the present complaint (see Bochan v. Ukraine (no. 2) [GC], no. 22251/08, § 68, ECHR 2015).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "60.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "Damage, costs and expenses",
                                "elements": [
                                    {
                                        "content": "61.  The applicant company claimed just satisfaction in respect of pecuniary damage which consisted of (i) 57,202,743.63 Ukrainian hryvnias (UAH) of loss that had allegedly arisen from the applicant company’s inability to fulfil its obligations under the investment contract of 11 March 2008; and (ii) 11,689,920 United States dollars (USD) of lost profit. The applicant company further claimed that as a result of the actions of the domestic authorities preventing its business activities, its reputation had been seriously damaged. The applicant company submitted that the damage could not be quantified and asked the Court to determine the just satisfaction in respect of non-pecuniary damage on the equitable basis. Lastly, the applicant company claimed USD 10,000 and UAH 63,604 in costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Court considers that, in the circumstances of the present case, the question of the application of Article 41 of the Convention is not ready for decision. That question must accordingly be reserved and the subsequent procedure fixed, having due regard to any agreement which might be reached between the Government and the applicant (Rule 75 §§ 1 and 4 of the Rules of Court).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there is no need to examine the complaint under Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds that the question of the application of Article 41 of the Convention is not ready for decision; accordingly,",
                        "elements": []
                    },
                    {
                        "content": "reserves the said question in whole;",
                        "elements": []
                    },
                    {
                        "content": "invites the Government and the applicant to submit, within three months, their written observations on the matter and, in particular, to notify the Court of any agreement that they may reach;",
                        "elements": []
                    },
                    {
                        "content": "reserves the further procedure and delegates to the President of the Committee the power to fix the same if need be.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 17 December 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Arnfinn Bårdsen",
            "role": "president"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Mattias Guyomar",
            "role": "judges"
        },
        {
            "name": "Martina Keller",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BUDIVELNO INVESTYTSIYNA GRUPA 1 v. UKRAINE",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-206508.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:1217JUD005690310",
    "externalsources": [],
    "extractedappno": [
        "56903/10",
        "25642/94",
        "76639/11",
        "9074/07",
        "32521/05",
        "36480/07",
        "33202/96",
        "29979/04",
        "44460/16",
        "1828/06",
        "31443/96",
        "18274/04",
        "73049/01",
        "21151/04",
        "22251/08"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-206508",
    "judgementdate": "17/12/2020 00:00:00",
    "kpdate": "17/12/2020 00:00:00",
    "kpthesaurus": [
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "29",
    "paragraphs": [
        "P1-1-1",
        "P1-1"
    ],
    "parties": [
        "BUDIVELNO INVESTYTSIYNA GRUPA 1",
        "UKRAINE"
    ],
    "rank": "9665.23828125",
    "representedby": [
        "MOROZ I."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "503108",
    "typedescription": "14"
}