{
    "__articles": "6;6-1;13",
    "__conclusion": "Violation of Art. 6-1;Violation of Art. 13",
    "applicability": "",
    "appno": "13960/06",
    "article": [
        "6",
        "13"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        }
    ],
    "content": {
        "001-97151.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 13960/06) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a company A.R., spol. s r.o. (“the applicant”), on 28 March 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr T. Šafárik, a lawyer practising in Košice. The Slovak Government (“the Government”) were represented by their Agent, Mrs M. Pirošíková.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 25 March 2009 the President of the Fourth Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 3).",
                        "elements": []
                    },
                    {
                        "content": "4.  The Government filed their observations on the admissibility and merits of the application (Rule 54A of the Rules of Court). The applicant did not produce any observations in reply. On 23 October 2009, however, its representative reiterated its intention to pursue the proceedings.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant is a company with its registered office in Viničné.",
                                "elements": []
                            },
                            {
                                "content": "6.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 23 March 1998 the applicant lodged an action with the Rožňava District Court concerning the payment of a sum of money.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 30 March 1998 the case was transferred to the .",
                                "elements": []
                            },
                            {
                                "content": "9.  On 26 November 2000 the  granted the action.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 26 January 2001 the defendant appealed.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 28 February 2002 the Supreme Court quashed the decision and returned the case to the .",
                                "elements": []
                            },
                            {
                                "content": "12.  On 15 May 2003 the  dismissed the action.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 23 June 2003 the applicant appealed.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 26 October 2004 the Supreme Court quashed the decision and returned the case to the .",
                                "elements": []
                            },
                            {
                                "content": "15.  On 14 March 2005 the  granted the action.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 17 May 2005 the defendant appealed.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 19 May 2005 the applicant complained to the  about the overall length of the proceedings in its action.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 21 September 2005 the  dismissed a part of the applicant’s complaint concerning the delays in the proceedings before the Supreme Court as being belated. It stated that in relation to the appeal proceedings the applicant had failed to lodge the complaint within the statutory 2 months’ period as the Supreme Court’s decisions had become final on 24 April 2002 and 27 December 2004.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 10 October 2005 the case was transferred to the Supreme Court.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 9 November 2005 the Supreme Court returned the case to the  without a decision on the merits.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 11 January 2006 the  found that the  had violated the applicant’s right under Article 48 § 2 of the Constitution to a hearing without unjustified delay.",
                                "elements": []
                            },
                            {
                                "content": "22.  It ordered the  to proceed without delay and awarded 30,000 Slovakian korunas (SKK), (the equivalent of 800 euros (EUR) at that time) to the applicant as just satisfaction in respect of non-pecuniary damage. It also ordered the  to reimburse the applicant’s legal costs.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 6 September 2007 the Supreme Court partly upheld the Regional Court’s decision of 14 March 2005 and on 28 September 2007 it returned the case for a decision on the matter of costs and expenses to the .",
                                "elements": []
                            },
                            {
                                "content": "24.  On 20 February 2008 the  requested the applicant’s legal representative to submit all necessary documents.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 16 April 2008 the  imposed a fine on the applicant’s legal representative.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 12 May 2008 the applicant’s legal representative specified the applicant’s claim for costs and expenses.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 12 June 2008 the  quashed the decision imposing a fine on the applicant’s legal representative.",
                                "elements": []
                            },
                            {
                                "content": "28.  On 5 November 2008 the  issued a decision on costs and expenses. The decision became final on 29 November 2008.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "29.  The applicant complained about the length of the civil proceedings. It further complained that there had been no public hearing before the Supreme Court which on 28 February 2002 and 26 October 2004 had quashed the decisions of the first-instance court and returned the case to the latter court. It also complained that the , by partly dismissing its complaint, had breached its right of access to a court. It relied on Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ...public hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "1. Length of the proceedings\t",
                                        "elements": [
                                            {
                                                "content": "30.  The Government submitted that the  by its judgment of 11 January 2006 had provided the applicant with preventive and compensatory redress. The Government considered that redress to be adequate and sufficient. The applicant had therefore lost its victim status.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  As to the part of the complaint concerning the length of the proceedings before the Supreme Court, the applicant had failed to observe the requirements of Article 35 § 1 of the Convention in that it had failed to challenge the length of the proceedings by means of a complaint under Article 127 of the Constitution, lodged in accordance with the applicable procedural rules and the practice of the Constitutional Court. They contended in particular that the applicant had failed to raise its objection before the  as regards the length of the proceedings before the Supreme Court while the latter proceedings were still pending.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  As far as the length of the proceedings after the Constitutional Court’s judgment of 11 January 2006 was concerned, the applicant had failed to avail itself of a fresh constitutional complaint about possible delays in the subsequent course of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The applicant did not submit any observations in reply.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  As regards the Government’s argument that the applicant had not exhausted domestic remedies in that it had not lodged a constitutional complaint while the proceedings were pending before the Supreme Court, the Court reiterates that under Article 35 § 1 of the Convention applicants are required to use remedies which are available and sufficient to afford redress in respect of the breaches alleged. That rule is based on the assumption, reflected in Article 13 of the Convention - with which it has close affinity -, that there is an effective remedy available in respect of the alleged breach in the domestic system (see Akdivar and Others v. Turkey, 16 September 1996, §§ 65-66, Reports of Judgments and Decisions 1996IV).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  As regards applications against Slovakia concerning the length of proceedings the Court has held that a complaint under Article 127 of the Constitution is an effective remedy which applicants are required to use for the purpose of Article 35 (see Andrášik and Others v. Slovakia (dec.), nos. 57984/00, 60237/00, 60242/00, 60679/00, 60680/00, 68563/01, 60226/00, 22 October 2002). It has further held that applicants should formulate their constitutional complaint in a manner permitting the Constitutional Court to examine the overall duration of the proceedings (see Obluk v. Slovakia, no. 69484/01, § 62, 20 June 2006, with further reference) and, in accordance with the Constitutional Court’s practice, lodge it before the proceedings complained of have ended (see Mazurek v. Slovakia (dec.), no. 16970/05, 3 March 2009). In a number of cases the Constitutional Court has addressed, in line with the Court’s approach when examining similar complaints, the overall duration of the proceedings complained of in a single complaint (see Šedý v. Slovakia no. 72237/01, §§ 66-67, 19 December 2006, SOFTEL, spol.s r.o. v. Slovakia (no.1), no. 32427/06, § 8, 16 December 2008, Bako v. Slovakia (dec.), no. 60227/00, 15 March 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  In the present case, the applicant complained before the Constitutional Court of the overall duration of the proceedings. Unlike in the case of Mazurek, in the applicant’s case the proceedings were still pending as the Supreme Court had returned the case to the first-instance court. However, the  excluded from its review the proceedings before the Supreme Court on the ground that the court was no longer dealing with the case and since the statutory two-month timelimit had expired.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The Court has already held that it has been its practice to examine the overall length of the proceedings complained of (see SOFTEL, spol. s r.o. v.  (no.2), no. 32836/06, § 21, 16 December 2006, with further reference). The Court takes the view that the remedy under Article 35 of the Convention is susceptible of providing appropriate and sufficient redress only where it allows for an examination of the proceedings in their entirety (see Bako cited above). As regards applications against , such is not likely to be the case where, as the Constitutional Court’s decision in the present case suggests, separate complaints had to be lodged at different points in time in respect of each level of jurisdiction and while the proceedings were pending before each individual court involved. Such an approach would exclude a review of the duration of the proceedings in their entirety and is susceptible of leading to a result inconsistent with the Court’s practice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  In view of the above, the Court does not accept the Government’s objection that the applicant should have separately complained before the  of the individual parts of the proceedings in his case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Court further observes that the applicant’s status as a victim depends on whether the redress afforded to it at the domestic level was adequate and sufficient having regard to Article 41 of the Convention. This issue falls to be determined in the light of the principles established under the Court’s case-law (see, Scordino v. Italy (no. 1) [GC], no. 36813/97, §§ 178-213, ECHR 2006-V and Cocchiarella v. Italy [GC], no. 64886/01, §§ 69-98, ECHR 2006-V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Court notes that at the time of the Constitutional Court’s decision the proceedings had lasted 7 years, 9 months and 15 days at two levels of jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The  awarded the applicant the equivalent of EUR 800 in respect of non-pecuniary damage. This amount is disproportionately low, having regard to what the Court generally awards in similar cases.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The redress obtained by the applicant at the domestic level was thus insufficient (see Scordino (no. 1), cited above, §§ 214-215). The applicant can accordingly still claim to be a “victim”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  As to the Government’s objection that the applicant should have had recourse to a fresh constitutional complaint about possible delays in the subsequent course of the proceedings in issue, the Court finds that the effects produced by the decision of the Constitutional Court did not satisfy the criteria applied by the Court. The applicant was therefore not required, for the purposes of Article 35 § 1 of the Convention, to resort again to the remedy under Article 127 of the Constitution in respect of the proceedings subsequent to the Constitutional Court’s judgment (see the recapitulation of the relevant principles in Becová v. Slovakia (dec.), no. 23788/06, 18 September 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  It follows that this complaint cannot be rejected for nonexhaustion of domestic remedies within the meaning of Article 35 § 1 of the Convention and it is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Right to a public hearing and right of access to a court",
                                        "elements": [
                                            {
                                                "content": "45.  The applicant complained under Article 6 § 1 of the Convention that there had been no public hearing before the Supreme Court which on 28 February 2002 and 26 October 2004 had quashed the firstinstance decisions and returned the case to the Regional Court. It also complained that the , by partly dismissing its complaint, had breached its right of access to a court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  In the light of all the materials in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  It follows that this part of the application is manifestly illfounded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B. Merits",
                                "elements": [
                                    {
                                        "content": "48.  The applicant did not submit any additional observations on the merits of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Government, with reference to the Constitutional Court’s judgment, admitted that the complaint was not unsubstantiated as far as delays in the proceedings before the  were concerned. However, no further delays in the proceedings had occurred in the period after the Constitutional Court’s decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court reiterates that the reasonableness of the length of the proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, ibid.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Having examined all the material submitted to it and having regard to its caselaw on the subject, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. At the time of the Constitutional Court’s judgment the proceedings had been pending for 7 years, 9 months and 15 days at two levels of jurisdiction which the Court finds unreasonably long. Since the Constitutional Court’s judgment the proceedings have continued for more than 2 years and 10 months at two levels of jurisdiction. The Court finds the length of the latter part of the proceedings excessive taking into account that it took the  almost 5 months to request the applicant’s legal representative to submit the documents necessary for its decision and another 5 months to issue a decision on costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court concludes that the overall length of the period under consideration has been incompatible with the applicant’s right to a hearing within a reasonable time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "  II. ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "55.  Although the applicant did not invoke Article 13 of the Convention, the Court decided to examine this complaint under that Article of its own initiative. Article 13 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "56.  The Government argued that despite the fact that the  had not examined the overall length of the proceedings in issue, the applicant’s constitutional complaint was capable of leading to an examination of the overall length of the proceedings, had the applicant lodged it in accordance with the formal requirements and timelimits set by domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The applicant did not submit any observations in reply.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "59.  The Court has found above (see paragraphs 38-39) that the remedy under Article 127 of the Constitution is likely to provide appropriate and sufficient redress to applicants where it allows for examination of the entire duration of the proceedings complained of. Such is not the case where, as the Constitutional Court’s decision in the present case suggests, separate complaints are to be lodged in respect of each level of jurisdiction and while the proceedings are pending before each individual court involved.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  Since the applicant in the present case complained to the  about the overall duration of the proceedings and since, unlike in other decisions, the  excluded from its review a certain stage of those proceedings, the Court considers that its right to an effective remedy has not been respected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has therefore been a violation of Article 13 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "61.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "62.  In the application form submitted on 28 March 2003 the applicant claimed, provisionally, EUR 500 as just satisfaction.",
                                "elements": []
                            },
                            {
                                "content": "63.  On 15 July 2009, after the application had been communicated to the respondent Government and the parties informed that the admissibility and merits of the case would be examined at the same time, the Court invited the applicant to submit its claims for just satisfaction before 26 August 2009. The relevant part of the Registry’s letter reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“... With regard to the just satisfaction claims, I would draw your attention to Rule 60 and would remind you that failure to submit within the time allowed quantified claims, together with the required supporting documents, entails the consequence that the Chamber will either make no award of just satisfaction or else reject the claim in part. This applies even if the applicant has indicated his wishes concerning just satisfaction at an earlier stage of the proceedings...”",
                                "elements": []
                            },
                            {
                                "content": "64.  The applicant did not submit any such claims within the timelimit fixed by the Court.",
                                "elements": []
                            },
                            {
                                "content": "65.  In these circumstances, the Court makes no award under Article 41 of the Convention (see, for example, Bzdúšek v. Slovakia, no. 48817/99, § 32, 21 June 2005, with further references).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the excessive length of the proceedings, both taken alone and in conjunction with Article 13 of the Convention, admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 February 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Giovanni Bonello",
            "role": "judges"
        },
        {
            "name": "David Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF A.R., SPOL. S R.O. v. SLOVAKIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-97151.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0209JUD001396006",
    "externalsources": [],
    "extractedappno": [
        "13960/06",
        "57984/00",
        "60237/00",
        "60242/00",
        "60679/00",
        "60680/00",
        "68563/01",
        "60226/00",
        "69484/01",
        "16970/05",
        "72237/01",
        "32427/06",
        "60227/00",
        "32836/06",
        "36813/97",
        "64886/01",
        "23788/06",
        "30979/96",
        "48817/99"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-97151",
    "judgementdate": "09/02/2010 00:00:00",
    "kpdate": "09/02/2010 00:00:00",
    "kpthesaurus": [
        "445",
        "444"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1",
        "13"
    ],
    "parties": [
        "A.R., SPOL. S R.O.",
        "SLOVAKIA"
    ],
    "rank": "716.123107910156",
    "representedby": [
        "SAFARIK T."
    ],
    "respondent": "SVK",
    "respondentOrderEng": "42",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "355538",
    "typedescription": "15"
}