{
    "__articles": "3",
    "__conclusion": "No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect)",
    "applicability": "",
    "appno": "16831/07",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "No violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "no-violation"
        }
    ],
    "content": {
        "001-113768.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 16831/07) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Adam Kulikowski (“the applicant”), on 4 April 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Ms B. Słupska-Uczkiewicz, a lawyer practising in . The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the medical care that he received in detention was inadequate.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 14 January 2008 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1964.",
                                "elements": []
                            },
                            {
                                "content": "6.  In 1999 he was diagnosed as suffering from diabetes. He became insulin-dependent on an unspecified later date.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 22 March 2000 the applicant was arrested. On 24 March 2000 he was remanded in custody by the Gliwice District Court on suspicion that he had killed his mother. On 24 March 2000 the applicant was placed in Bytom Remand Centre.",
                                "elements": []
                            },
                            {
                                "content": "8.  From 13 March 2001 until 11 October 2001 he was treated for his diabetes in the hospital of the Bytom Remand Centre. The applicant remained there until 23 October 2002.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 14 August 2002 the applicant was convicted of murder and sentenced to twelve years’ imprisonment.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 3 September 2002 an ophthalmologist examined the applicant as he had complained about deterioration of his eye-sight. He received a medical prescription for glasses.",
                                "elements": []
                            },
                            {
                                "content": "11.   From 7 November to 6 December 2002 the applicant was detained at the , where he received treatment. From 11 December 2002 until 24 April 2003 the applicant was detained in Bytom Remand Centre.",
                                "elements": []
                            },
                            {
                                "content": "12.  From 25 April 2003 the applicant was detained in Strzelce Opolskie Remand Centre. He remained there until 2 February 2005.",
                                "elements": []
                            },
                            {
                                "content": "13.  It transpires from the list of Polish prisons, available on the Internet site of the Polish prison service, that Strzelce Opolskie where he served most of his sentence is one of the prisons (i.e. Goleniów, Nysa, Dębica, Koszalin; Tarnów) which are listed as suitable for serving sentences by inmates suffering from insulin-dependent diabetes.",
                                "elements": []
                            },
                            {
                                "content": "14.  In 2004 the applicant met the director of the prison health service on 7 April, 12 May, 16 June, 4 August, 22 September, 6 October and 24 November 2004 to discuss his condition and the therapeutic options available to him.  It appears that the applicant had been supplied with a glucometer and that he could test his sugar level himself several times a day.",
                                "elements": []
                            },
                            {
                                "content": "15.  He also took various medicines, including insulin. The applicant alleged, however, that because of the nature of his illness, he had frequently developed hypoglycaemia in the evening. Because he did not have the right to keep any glucose in the cell, he had to acquire sugar from his fellow inmates or the remand centre staff had to call an ambulance.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 2 February 2005 the applicant was placed in Bytom Remand Centre for the purposes of medical treatment. He remained there until 25 February 2005.",
                                "elements": []
                            },
                            {
                                "content": "17.  In 2005 the applicant had two meetings with a director and a deputy director of the prison health services, on 5 January and 5 November 2005.",
                                "elements": []
                            },
                            {
                                "content": "18.  In 2005 the applicant developed glaucoma. He alleged that it was not treated. The Government disagreed. They submitted that he received treatment for this condition from the diagnosis onwards.",
                                "elements": []
                            },
                            {
                                "content": "From 2 to 25 February 2005 the applicant was placed in the Ophthalmological Ward of the .",
                                "elements": []
                            },
                            {
                                "content": "19.  On 14 August 2006 the applicant was examined by a courtappointed doctor, who ordered that he should be hospitalised in order to improve his health and stabilise his blood sugar levels.",
                                "elements": []
                            },
                            {
                                "content": "20.  In July 2006 the applicant developed conjunctivitis. He was treated for it from 7 September until 5 October 2006.",
                                "elements": []
                            },
                            {
                                "content": "21.  From October 2006 onwards the applicant’s diet was adapted because of his diabetes. He was to receive one additional meal per day so that he could have a fourth injection of insulin.",
                                "elements": []
                            },
                            {
                                "content": "22.   He also submitted to the Court his diabetic record (książeczka cukrzyka) covering the period from August 2005 to January 2007. It transpires therefrom that he was able to monitor his sugar levels on a regular basis, at least five times a day. He had five injections of insulin per day.",
                                "elements": []
                            },
                            {
                                "content": "23.  The applicant suffered from headaches. He was examined by a neurologist on 17 April 2000, 17 and 24 May 2000, 7 June, 30 August 2000, 18 December 2001, 2 January, 20 February, 29 May, 19 June and 5 October 2002. Subsequently, a neurologist examined him on 3 January and 5 March 2007. On an unspecified date an MRI scan of his head was carried out.",
                                "elements": []
                            },
                            {
                                "content": "24.  Eventually, on 6 September 2006 the applicant was transferred to a hospital at Łódź Prison, where he remained until 5 October 2006.",
                                "elements": []
                            },
                            {
                                "content": "25.  The applicant was examined by an ophthalmologist on 18 October 2006, 9 March, 25 and 29 May 2007.",
                                "elements": []
                            },
                            {
                                "content": "26.   From 6 October 2006 until 1 March 2007 the applicant was again detained in Strzelce Opolskie Remand Centre.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 29 January 2007 and 29 March 2007 the applicant talked with the Deputy Director of the Penitentiary Ward about the treatment of diabetes.",
                                "elements": []
                            },
                            {
                                "content": "28.  On 2 March 2007 the applicant was transferred to Bytom Remand Centre, where he was detained in the hospital. The applicant submitted that the remand centre nurse was frequently late with his insulin injections. On 16 March 2007 the applicant was transferred again to Strzelce Opolskie Remand Centre, where he remained until 17 May 2007.",
                                "elements": []
                            },
                            {
                                "content": "29.  On many occasions the applicant complained to the penitentiary authorities of his allegedly inadequate medical treatment in  and Strzelce Opolskie Remand Centres. By a letter of 27 April 2007 the Deputy Director of the Opole Regional Inspectorate of the Prison Service informed the applicant that his complaints had been considered ill-founded in the light of the finding that the applicant had repeatedly refused to cooperate with the medical staff.",
                                "elements": []
                            },
                            {
                                "content": "30.  From 18 May until 11 June 2007 the applicant was placed for treatment in the hospital of the Bytom Remand Centre. On the latter date the applicant was transferred back to Strzelce Opolskie Remand Centre.",
                                "elements": []
                            },
                            {
                                "content": "31.  On 13 June 2007 the applicant discussed the treatment of his diabetes with the penitentiary judge. On 5 September 2007 the applicant discussed with the Deputy Director of the Remand Centre the possibility of hospital treatment.",
                                "elements": []
                            },
                            {
                                "content": "32.  The applicant submitted a copy of his medical record (książeczka zdrowia) numbering several hundred pages and covering the period from 18 September 2000 to July 2007. It transpires therefrom that the applicant consulted doctors at least twice a month, even more often at times. He regularly received various medication, including antidepressants, vitamins and prescriptions for insulin. He also regularly received packs of glucometer strips for the purpose of measuring blood sugar levels.",
                                "elements": []
                            },
                            {
                                "content": "33.  From 2 April to 25 July 2008 the applicant received treatment in respect of his alcohol addiction.",
                                "elements": []
                            },
                            {
                                "content": "34.  On 22 September 2008 the  Regional Court – Penitentiary Division decided that the applicant should be released on parole. The court had regard to the applicant’s conduct in the months prior to this decision. The applicant was released immediately afterwards.",
                                "elements": []
                            },
                            {
                                "content": "35.  From 10 to 22 October 2008 and from 6 to 14 November 2008 the applicant was hospitalised in . His medical records prepared for the purposes of discharge from the hospital show that his diabetes was very unstable and that the general indicator of stabilisation of diabetes (HbA1c) was very high (8,3). In a certificate dated 14 November 2008 the treating doctor observed that the applicant’s blood sugar levels did not fall within the acceptable range of 60 to 140 mg/dl as a result of his lack of knowledge as regards self-treatment of diabetes and adapting insulin doses to amounts of food and physical activity.",
                                "elements": []
                            },
                            {
                                "content": "36.  On 17 March 2009 the applicant died.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "37.  Article 115 of the Code of Enforcement of Criminal Sentences (Kodeks karny wykonawczy) (“the Code”) provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  A sentenced person shall receive medical care, medicines and sanitary articles free of charge.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "4.  Medical care is provided, above all, by health care establishments for persons serving a prison sentence.",
                                "elements": []
                            },
                            {
                                "content": "5.  Health care establishments outside the prison system shall cooperate with the prison medical services in providing medical care to sentenced persons if necessary, in particular",
                                "elements": []
                            },
                            {
                                "content": "1)  to provide immediate medical care because of a danger to the life or health of a sentenced person;",
                                "elements": []
                            },
                            {
                                "content": "2)  to carry out specialist medical examinations, treatment or rehabilitation of a sentenced person;",
                                "elements": []
                            },
                            {
                                "content": "3) to provide medical services to a sentenced person who has been granted prison leave or a temporary break in the execution of the sentence...”",
                                "elements": []
                            },
                            {
                                "content": "38.  On the basis of Article 115, paragraph 10, of the Code, the Minister of Justice issued the Ordinance of 31 October 2003 on the detailed rules, scope and procedure relating to the provision of medical services to persons in confinement by health care establishments for persons deprived of liberty (Rozporządzenie Ministra Sprawiedliwości w sprawie szczegółowych zasad, zakresu i trybu udzielania świadczeń zdrowotnych osobom pozbawionym wolności przez zakłady opieki zdrowotnej dla osób pozbawionych wolności – “the October 2003 Ordinance”). It entered into force on 17 December 2003.",
                                "elements": []
                            },
                            {
                                "content": "39.  Under paragraph 1.1 of the October 2003 Ordinance, health care establishments for persons deprived of liberty provide, inter alia, medical examinations, treatment, preventive medical care, rehabilitation and nursing services.",
                                "elements": []
                            },
                            {
                                "content": "Paragraph 1 of this Ordinance further provides:",
                                "elements": []
                            },
                            {
                                "content": "“2.  In a justified case, if the medical services as enumerated in subparagraph 1 cannot be provided to persons deprived of liberty by the health care establishments for persons deprived of liberty, in particular due to the lack of specialised medical equipment, such medical services may be provided by public health care establishments.",
                                "elements": []
                            },
                            {
                                "content": "3.  In a case as described in subparagraph 2, the head of a health care establishment for persons deprived of liberty shall decide whether or not such medical services [provided by the public health care establishments] are necessary...”",
                                "elements": []
                            },
                            {
                                "content": "Paragraph 7 of the October 2003 Ordinance states:",
                                "elements": []
                            },
                            {
                                "content": "“1.  The decision to place a person deprived of liberty in a prison medical centre shall be taken by a prison doctor or, in his absence, by a nurse...",
                                "elements": []
                            },
                            {
                                "content": "2.  The decision whether or not it is necessary to place a person deprived of liberty in a ... prison hospital shall be taken by the prison hospital’s director or by a delegated prison doctor.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "6.  In case of emergency the decision whether or not it is necessary to transfer a person deprived of liberty to a hospital may be taken by a doctor other than a prison doctor...”",
                                "elements": []
                            },
                            {
                                "content": "40.  The rules of cooperation between prison health care establishments and public health care facilities are set out in the Ordinance of the Minister of Justice issued on 10 September 2003 on the detailed rules, scope and procedure for the cooperation of health care establishments with respect to persons deprived of liberty (Rozporządzenie Ministra Sprawiedliwości w sprawie szczegółowych zasad, zakresu i trybu współdziałania zakładów opieki zdrowotnej ze służbą zdrowia w zakładach karnych i aresztach śledczych w zapewnianiu świadczeń zdrowotnych osobom pozbawionym wolności – “the September 2003 Ordinance”). It entered into force on 17 October 2003.",
                                "elements": []
                            },
                            {
                                "content": "41.  The domestic provisions and regulations have been extensively summarised in, inter alia, the case of Kaprykowski v. Poland, no. 23052/05, § 36-47, 3 February 2009.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT’S PRELIMINARY OBJECTION",
                        "elements": [
                            {
                                "content": "42.  The Court notes at the outset that the applicant died after the introduction of his application. Subsequently, on 15 June 2009, his sons, Mr Marcin Kulikowski and Mr Tomasz Kulikowski, informed the Court that they wished to pursue the application introduced by their father.",
                                "elements": []
                            },
                            {
                                "content": "43.  The respondent Government submitted that the applicant’s sons could not be considered persons entitled to pursue the proceedings before the Court on the applicant’s behalf since they had not visited him in prison from June 2007 until his release in September 2008.",
                                "elements": []
                            },
                            {
                                "content": "44.  The Court recalls that when an applicant dies during the Convention proceedings, the next-of-kin of the applicant has a legitimate interest to justify the continuation of the examination of the case (see, for example, Lukanov v. Bulgaria, judgment of 20 March 1997, Reports of Judgments and Decisions 1997-II, § 35; Fojcik v. Poland, no. 57670/00, § 46, 21 September 2004).",
                                "elements": []
                            },
                            {
                                "content": "45.  The Court thus accepts that the applicant’s sons have a legitimate moral interest to pursue the application on their father’s behalf and to obtain a ruling on whether in the circumstances of the case his rights guaranteed by the Convention had been breached.",
                                "elements": []
                            },
                            {
                                "content": "46.  Accordingly, the applicant’s sons have standing to continue the proceedings before the Court in the applicant’s stead, and the Government’s preliminary objection should be dismissed.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  The applicant complained that the medical care provided to him within the penitentiary system had not been adequate and that, as a result, his health had seriously deteriorated. He relied on Article 3 of the Convention which reads:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "48.  The Government submitted that the applicant had failed to exhaust relevant domestic remedies. He should have made use of the provisions of Articles 23 and 24 of the Civil Code in conjunction with Article 445 or Article 448 of the Civil Code in order to bring an action for compensation for the alleged failure to provide adequate medical care. In this connection they relied on the Warsaw Court of Appeal’s judgment of 18 March 2008 given in the case no. ACa 587/07. In that case the court awarded compensation to an inmate for the failure on the part of prison medical services to diagnose a serious psychiatric problem throughout his detention. They further referred to the Supreme Court’s ruling of 28 February 2007 in the case V CSK 431/06. In the latter case the Supreme Court had for the first time recognised the right of a detainee to lodge a civil claim against the State Treasury under Article 448 of the Civil Code for damage caused by overcrowding and resulting inadequate living and sanitary conditions in a detention establishment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The applicant argued that he had exhausted relevant domestic remedies. On 11 March 2007 he had complained to the General Prison Physician about alleged deficiencies in the medical care he received. However, his complaint had been found manifestly ill-founded. In the absence of an appropriate reaction to his complaint, he had not had any effective remedy at his disposal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court reiterates that, according to its established caselaw, the purpose of the domestic remedies rule in Article 35 § 1 of the Convention is to afford the Contracting States the opportunity of preventing or putting right the violations alleged against them before those allegations are submitted to the Court (see Dankevich v. Ukraine, no. 40679/98, § 107, 29 April 2003). The Court has already welcomed the new developments in domestic jurisprudence in the field of protection of personal rights in the prison context (see Kaprykowski v. Poland, no. 23052/05, § 55, 3 February 2009 where the Government relied on a successful civil action for the protection of personal rights in the context of an inmate complaining about exposure to passive smoking). It is not persuaded, however, that the relevant judgments can have any parallel effect in the area of claims arising from inadequate medical care in detention as of today and even less in 2007, at the time when the applicant introduced his application with the Court. The Government referred to only one judicial decision where a claimant was successful in respect of a compensation claim arising out of inadequate medical care in prison. It must be noted that the applicant lodged his application with the Court on 4 April 2007. By that time he had already spent seven years in continuous detention (see paragraph 7 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  Moreover, the situation giving rise to the alleged violation of Article 3 ended on 22 September 2008 when the applicant was released. He was hospitalised twice afterwards and died in March 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  It cannot therefore be said that the examples from domestic caselaw supplied by the Government show that, in the circumstances of the case and, more particularly, at the time when the applicant brought his application under the Convention, that an action under Article 445 or Article 448 of the Civil Code could have offered him reasonable prospects of securing better medical care in an ordinary detention facility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  In any event, it must be noted that the applicant in the present case complained to the penitentiary authorities about the medical care provided to him. By taking those actions the applicant had sufficiently drawn the attention of the penitentiary authorities to the question of the compatibility of the medical care available with the state of his health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Government further submitted that the application should be declared inadmissible for failure to comply with the sixmonth timelimit in so far as the facts relied on by the applicant occurred prior to 4 October 2006, six months before the applicant lodged his application with the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  Given that the applicant lodged his application with the Court on 4 April 2007 (see paragraph 1 above), the Court finds that the complaints concerning events prior to 4 October 2006 are inadmissible and can only be taken into consideration as factual background to the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court notes that the application is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "57.  The applicant argued that the prohibition of inhuman or degrading treatment was enshrined both in the Polish Constitution and the Convention. His condition necessitated appropriate specialised medical care which the authorities had failed to provide. In particular, they had failed to have the applicant treated in civil hospitals with the necessary medical expertise and equipment. The applicant had repeatedly complained about his suffering and his difficulties to the authorities, to no avail. The authorities’ failure to give him adequate medical treatment had resulted in an irreversible deterioration of his condition. He had been infected by a virus which had resulted in the further deterioration of his condition as he had already been suffering from glaucoma at that time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  In particular, his insulin-dependent diabetes had not been properly treated. As a result, he had had hyper- and hypoglycaemias every day which amounted to a real risk to his life. He had suffered considerably, knowing that the poor quality of medical care available to him would result in severe deterioration of his health. He had also suffered as he had felt helpless in the face of the prison authorities’ inability to address his situation properly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Government submitted that the authorities had displayed due diligence in taking care of the applicant’s health and with regard to the treatment of his diabetes and glaucoma. The applicant had never been refused access to appropriate medical consultations and had received treatment available to all patients in the public health care system. They further argued that the applicant had been diagnosed as suffering from certain ailments of his nervous system caused by diabetes. Due to difficulties in obtaining stable blood sugar levels, on numerous occasions twenty-four-hour profiles of blood sugar levels had been carried out. Medical symptoms of this disorder were, among others, nervousness and insomnia. This condition could, in the Government’s view, explain the applicant’s dissatisfaction with his personal situation in prison and with the treatment he had received.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Applicable principles",
                                        "elements": [
                                            {
                                                "content": "60.   In accordance with the Court’s settled case-law, ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum is relative; it depends on all the circumstances of the case, such as the duration of the treatment, its physical and mental effects and, in some cases, the sex, age and state of health of the victim (see, among other authorities, Price v. the United Kingdom, no. 33394/96, § 24, ECHR 2001-VII; Mouisel v. France, no. 67263/01, § 37, ECHR 2002-IX; and Naumenko v. Ukraine, no. 42023/98, § 108, 10 February 2004). Allegations of ill-treatment must be supported by appropriate evidence (see, mutatis mutandis, Klaas v. , 22 September 1993, § 30, Series A no. 269). To assess this evidence, the Court adopts the standard of proof “beyond reasonable doubt” but adds that such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact (see Ireland v. the United Kingdom, 18 January 1978, § 161 in fine, Series A no. 25, and Labita v. Italy [GC], no. 26772/95, § 121, ECHR 2000-IV).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  In order for a punishment or treatment associated with it to be “inhuman” or “degrading”, the suffering or humiliation involved must in any event go beyond that inevitable element of suffering or humiliation connected with a given form of legitimate treatment or punishment (see Jalloh v. Germany [GC], no. 54810/00, § 68, ECHR 2006IX).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  With particular reference to persons deprived of their liberty, Article 3 imposes a positive obligation on the State to ensure that a person is detained in conditions which are compatible with respect for his human dignity, that the manner and method of the execution of the measure do not subject him to distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention and that, given the practical demands of imprisonment, his health and well-being are adequately secured by, among other things, providing him with the requisite medical assistance (see Kudła v. Poland [GC], no. 30210/96, § 94, ECHR 2000-XI, and Rivière v. France, no. 33834/03, § 62, 11 July 2006). Hence, a lack of appropriate medical care and, more generally, the detention in inappropriate conditions of a person who is ill may in principle amount to treatment contrary to Article 3 (see, for example, İlhan v. Turkey [GC], no. 22277/93, § 87, ECHR 2000-VII, and Naumenko, cited above, § 112).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Court often faces allegations of insufficient or inadequate medical care in places of detention. Although Article 3 of the Convention cannot be construed as laying down a general obligation to release detainees or place them in a civil hospital, even if they are suffering from an illness which is particularly difficult to treat (see Mouisel, cited above, § 40), it nonetheless imposes an obligation on the State to protect the physical well-being of persons deprived of their liberty. The Court cannot rule out the possibility that in particularly serious cases situations may arise where the proper administration of criminal justice requires remedies to be taken in the form of humanitarian measures (see Matencio v. France, no. 58749/00, § 76, 15 January 2004, and Sakkopoulos v. Greece, no. 61828/00, § 38, 15 January 2004). In exceptional circumstances, Article 3 may go as far as requiring the conditional liberation of a prisoner who is seriously ill or disabled. In applying these principles, the Court has already held that the detention of an elderly sick person over a lengthy period may fall within the scope of Article 3 (see Papon v. France (no. 1) (dec.), no. 64666/01, ECHR 2001-VI; Sawoniuk v. the United Kingdom (dec.), no. 63716/00, ECHR 2001-VI; and Priebke v. Italy (dec.), no. 48799/99, 5 April 2001).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  In deciding whether or not the detention of a seriously ill person raised an issue under Article 3 of the Convention, the Court has taken into account various factors. Thus, in Mouisel v. France (cited above, §§ 4042) the Court examined such elements of the case as (a) the medical condition of the prisoner, (b) the adequacy of the medical assistance and care provided in detention and (c) the advisability of maintaining the detention measure in view of the state of health of the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Court has further held that the mere fact that a detainee was seen by a doctor and prescribed a certain form of treatment cannot automatically lead to the conclusion that the medical assistance was adequate (see Hummatov v. Azerbaijan, nos. 9852/03 and 13413/04, § 116, 29 November 2007). The authorities must also ensure that where necessitated by the nature of a medical condition the diagnoses and treatment are carried out in a timely fashion and that supervision, where necessary, is regular and systematic and involves a comprehensive therapeutic strategy aimed at curing the detainee’s diseases or preventing their aggravation, rather than addressing them on a symptomatic basis (see Popov v. Russia, no. 26853/04, § 211, 13 July 2006; and Hummatov v. Azerbaijan, nos. 9852/03 and 13413/04, § 114, 29 November 2007) .",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of these principles to the present case",
                                        "elements": [
                                            {
                                                "content": "66.  The case raises the issue of the compatibility of the applicant’s state of health with his detention and the quality of the medical care provided to him with the requirements of Article 3 of the Convention. Accordingly, the Court must examine whether the applicant’s situation attained the required minimum level of severity to fall within the ambit of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The Court has already held that the temporal scope of the case extends only to the circumstances arising after 4 October 2006 (see paragraph 51 above). In determining whether the medical treatment in prison which the applicant received after that date complied with the prohibition of inhuman or degrading treatment, the Court will take into account the facts prior to that date merely as a background to the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Court further notes that when the applicant was arrested he was already suffering from diabetes which subsequently became insulindependent.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The Court notes in this connection that immediately after his arrest on 22 March 2000 the applicant was placed in the hospital of the Bytom Remand Centre.  The applicant submitted a copy of his medical records (książeczka zdrowia) for the period from 18 September 2000 to July 2007. The Court notes that it transpires from it that the applicant had access to prison doctors of various specialities, including general practitioners, doctors in internal medicine, ophthalmologists and diabetologists on a regular basis throughout this period as often as twice a month, and at times more often.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  On 2 March 2007 the applicant was transferred to Bytom Remand Centre, where he was detained in the hospital. From 18 May until 11 June 2007 the applicant was again admitted to the same hospital for treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  As regards specific issues arising in connection with the applicant’s diabetes, the Court observes that in the cases concerning medical care in prison it was most often faced with situations arising in connection with prisoners affected with severe to very severe ailments, such as to make their normal daily functioning very difficult (see Kupczak v. Poland, no. 2627/09, 25 January 2011; Kaprykowski v. Poland, no. 23052/05, 3 February 2009; Arutyunyan v. Russia, no. 48977/09, 10 January 2012). The present case differs from these cases in that insulin-dependent diabetes does not affect the person’s everyday functioning in the same way as many serious illnesses do. However, the Court observes that this is a condition which necessitates injections of insulin several times per day and, also, regular control of the blood sugar levels of the person affected with it with a view to maintaining them within the physiological range. It also requires a special diet. Hence, the treatment of insulin-dependent diabetes poses special problems within the prison context as round-the-clock monitoring of the person is necessary. The Court acknowledges that the applicant must have been aware of the strict requirements that insulin treatment must meet in order to control diabetes and that he could have experienced considerable anxiety as to whether these requirements could be successfully complied with in the prison setting.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  In this connection, the crucial issue to be determined by the Court seems to be whether the day-to-day care afforded to the applicant was such as to allow him to properly control his diabetes. The Court observes that the applicant served most of his sentence in Strzelce Opolskie prison. It was one of the prisons in the Polish penitentiary system where the prison medical administration took appropriate measures in order to make it possible to provide medical care to prisoners suffering from insulindependent diabetes. Hence, the special requirements necessary for treatment of this ailment have been addressed by the penitentiary system and the applicant had been placed in the appropriate institution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The Court notes that the applicant had been allowed to have a glucometer in his cell with a view to monitoring sugar levels in his blood. He also submitted to the Court his diabetic record (książeczka cukrzyka) covering the period from August 2005 to January 2007. It transpires therefrom that he was able to monitor his sugar levels on a regular basis, at least five times a day. He had five injections of insulin per day. In October 2006 the prison doctors agreed that the applicant should receive a special diet for diabetics. No arguments have been submitted to the Court to demonstrate that after January 2007 the quality of the treatment of his diabetes available to the applicant had diminished.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Court is therefore satisfied that the issues arising in connection with day-to-day care of his insulin-dependent diabetes were taken into consideration and adequately addressed by the prison administration.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  However, the Court notes that diabetic patients, in order to be able to monitor and control their condition themselves, should be given adequate training regarding insulin therapy, the doses and timing of injections as well as about the relationship between food intake, physical activity and insulin therapy. In the applicant’s case, the medical certificate issued at the time of the applicant’s discharge from the hospital, already after his release from prison, stated that the applicant had not received sufficient training and, as a result, was unable to monitor the treatment and administer injections correctly (see paragraph 35 above). It has not been shown that throughout the eight years of the applicant’s detention the prison medical services made adequate and constant efforts to educate the applicant as to how to deal with his diabetes. It is a matter of regret that apparently the applicant was not provided with such training during his detention as it is of primordial importance in the treatment and control of insulin-dependent diabetes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  Nonetheless, the Court further notes that the applicant was hospitalised on a number of occasions in various prison hospitals, in connection both with his diabetes and his ophthalmological problems. From 2 to 25 February 2005 the applicant was placed in the Ophthalmological Ward of the . The applicant was examined by an ophthalmologist on 18 October 2006, 9 March, 25 and 29 May 2007. The Court has already noted, referring to the applicant’s health records, that the applicant had regular access to various specialists (see paragraph 69 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  In view of the foregoing and having regard to the circumstances of the case seen as a whole, the Court considers that the quality of the medical treatment which the applicant received was not such as to put his health in danger and reach thereby the minimum threshold of severity required in order to fall within the scope of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  Accordingly, there has been no violation of this provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 3 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 October 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "David Thór Björgvinsson",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KULIKOWSKI v. POLAND (No. 2)",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-113768.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:1009JUD001683107",
    "externalsources": [],
    "extractedappno": [
        "16831/07",
        "23052/05",
        "57670/00",
        "587/07",
        "431/06",
        "40679/98",
        "33394/96",
        "67263/01",
        "42023/98",
        "26772/95",
        "54810/00",
        "30210/96",
        "33834/03",
        "22277/93",
        "58749/00",
        "61828/00",
        "64666/01",
        "63716/00",
        "48799/99",
        "9852/03",
        "13413/04",
        "26853/04",
        "2627/09",
        "48977/09"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-113768",
    "judgementdate": "09/10/2012 00:00:00",
    "kpdate": "09/10/2012 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "KULIKOWSKI",
        "POLAND"
    ],
    "rank": "922.764831542969",
    "representedby": [
        "SLUPSKA-UCZKIEWICZ B."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "366502",
    "typedescription": "15"
}