{
    "__articles": "3",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect)",
    "applicability": "",
    "appno": "57269/14",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-187737.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 57269/14) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Belarusian national, Mr Aleksandr Valeryevich Samesov (“the applicant”), on 10 December 2014.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented initially by Mr A.P. Konakov and later by Mr A.B. Tsarev, lawyers practising in St Petersburg. The Russian Government (“the Government”) were represented initially by Mr G. Matyushkin, the Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that he had been subjected to ill-treatment by police officers and that the State had failed to conduct an effective investigation into the matter.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 30 August 2016 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1987 and lived in St Petersburg before his arrest.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s arrest and alleged ill-treatment",
                                "elements": [
                                    {
                                        "content": "6.  On 27 June 2013 D., an investigator at the Main Investigation Department of the Investigative Committee in St Petersburg (Главное следственное управление Следственного комитета РФ по г. СанктПетербургу – “St Petersburg Investigative Committee”), instituted criminal proceedings into fraud against Ms R. allegedly committed by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  At 4.30 p.m. on 4 July 2013 the applicant was arrested near his car on a street in St Petersburg by masked police officers of the special rapid response unit of the Main Directorate of Internal Affairs (GUVD) of St Petersburg and the Leningrad Region (СОБР ГУ МВД РФ по СанктПетербургу и Ленинградской области), and operational police officers of unit no. 7 of the operativesearch division of criminal investigation department no. 3 of the GUVD (оперуполномоченные 7 отдела ОРЧ (УР) №3 ГУ МВД РФ по СанктПетербургу и Ленинградской области – “the criminal investigation department”). The applicant was dressed in a polo shirt and shorts. He lay on the ground until D.’s arrival at the scene.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The following investigative measures were carried out that day:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  from 5.25 to 6.30 p.m. the applicant’s car was searched;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  at 7 p.m. he was arrested as a suspect and searched by D. at police station no. 59 in St Petersburg (a record of the arrest was drawn up at 8.50 p.m.);",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)  from 10 to 11.58 p.m. his apartment (which he rented from S.) was searched by D.;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv)  shortly after midnight his wife’s garage was searched, after which he was taken to D.’s office at the St Petersburg Investigative Committee.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  According to the applicant, he did not resist his arrest. From the time he was taken to police station no. 59 on 4 July 2013 until about 6 a.m. on 5 July 2013 operational police officers Ch., K. and P. of the criminal investigation department, in D.’s presence, allegedly subjected him to illtreatment in order to force him to confess to crimes. In particular, he was allegedly punched and kicked in the head and abdomen (by Ch. and K. at police station no. 59); struck with a book to the head, ears and back of the head and made to kneel on small objects spread out on the floor (by Ch., K. and P. during the search in his apartment); punched, kicked and dragged to the ground and spat upon in the face (during the search in the garage); punched in the head, abdomen and chest, nearly suffocated with a plastic bag placed over his head, struck several times in the torso and kicked in the left kidney (by Ch., K. and P. from 2 a.m. to 6 a.m. in D.’s office at the St Petersburg Investigative Committee), and threatened with a gun by Ch. D. allegedly refused to contact the applicant’s family and lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  From 7 to 8.30 a.m. on 5 July 2013 at the St Petersburg Investigative Committee D. questioned the applicant as a suspect in the presence of A.D., a Stateappointed lawyer invited by D. According to the applicant, he asked A.D. to inform the Internal Security Department of the Ministry of Internal Affairs of his alleged illtreatment, but he did not do so.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  At around midday on 5 July 2013 police officers took the applicant to Aleksandrovskaya Hospital in St Petersburg, where the injuries on him were recorded. The applicant denied being physically assaulted. According to the applicant, he denied the assault because he had been threatened with violence by those who had ill-treated him if he “open[ed] [his] mouth”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  From 5.10 to 6.05 p.m. that day the Vyborgskiy District Court of St Petersburg held a hearing in the presence of the applicant and his lawyer. It granted a request by D. for the applicant’s detention and remanded him in custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  After the court hearing, the applicant was taken to a different police station (no. 57) in St Petersburg, where his injuries were also recorded. The police records contain an explanation by the applicant stating that his injuries were caused from 4 to 5 July 2013 during his questioning at the Investigative Committee.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  At around 9 a.m. on 6 July 2013 the applicant was taken to hospital for a second time, where he remained until 9 July 2013.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 9 July 2013 the applicant was placed in pre-trial detention facility IZ 47/4 in St Petersburg.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant’s injuries",
                                "elements": [
                                    {
                                        "content": "16.  According to medical records from Aleksandrovskaya Hospital in St Petersburg, the applicant was admitted as an emergency and underwent inpatient treatment in the urology unit from 5 to 9 July 2013. He complained, in particular, of pain in the left side of his lumbar region and in his abdomen and knee joints. He was diagnosed with a contusion of the left kidney. He also had a superficial abrasion on his upper abdomen, abrasions on both his knee joints (measuring from 0.5 x 1 cm to 1 x 1.5 cm) and bruising on his abdomen, chest and arms. After his hospitalisation the applicant was discharged for further supervision and outpatient treatment by a urologist.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  According to records from police station no. 57 in St Petersburg of 5 July 2013, where the applicant was examined by an onduty officer, the applicant had: (i) a bruise on his forehead; (ii) abrasions on his right elbow; (iii) bruising on his chest and abdomen and (iv) abrasions on both his knees.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 9 July 2013 the applicant was examined by a doctor at pre-trial detention facility IZ 47/4. He complained of pain in the left side of his lumbar region. The doctor recorded abrasions on the applicant’s knee joints and bruising on his abdomen and noted that the injuries had been received on or around 5 July 2013.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 2 September 2013 Sh., an investigator at the St Petersburg Investigative Committee in charge of a pre-investigation inquiry into the applicant’s alleged ill-treatment by the police, ordered a forensic medical examination of the applicant’s medical documents, stating that he was in custody and could not therefore appear for the examination in person. The investigator summarised the applicant’s allegations of ill-treatment as follows. After his arrest in the course of his questioning he had been repeatedly punched and kicked to the ears, back of the head and abdomen.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  According to forensic medical report no. 3575 P, which was carried out in the absence of the applicant from 13 to 18 September 2013 on the basis of the investigator’s order of 2 September 2013, and which comprised an analysis of the applicant’s medical records, the applicant had the following injuries: (i) bruising on his forehead; (ii) bruising on his chest and abdomen; (iii) an abrasion on his abdomen; (iv) abrasions on his right elbow joint and both knee joints, recorded on 5 July 2013; and (v) bruising on his arms, recorded on 8 July 2013. The expert concluded that the applicant’s injuries, as recorded on 5 and 8 July 2013, had been caused within the last fourteen to fifteen days. The expert did not exclude the possibility that the applicant’s injuries had been caused on 4 July 2013 and concluded that the injuries had originated from impact with a hard, blunt object or objects as a result of a blow or pressure (bruising), friction or a blow with friction (abrasions), and had not caused any “health damage” to the applicant. The expert did not exclude the possibility that the applicant’s injuries to his abdomen could have been caused by being kicked in that area, as was alleged by the applicant. The expert further defined no less than seven areas on the applicant’s body where there was evidence that force had been used. The expert considered that in view of the available medical data it was impossible to confirm for certain a contusion of the applicant’s left kidney, therefore it was not subject to expert assessment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 15 October 2013 Sh. ordered an additional forensic medical examination of the applicant’s medical documents, stating again that the applicant was in custody and could not therefore appear for the examination in person. The investigator stated that it had been established based on the video recording of the applicant’s arrest that in the course of his arrest the applicant had been “knocked down” (повален) to the ground, where had remained lying for some time, face down and motionless. The investigator further stated that, according to explanations gathered during the preinvestigation inquiry, upon the arrival of the officers of the special rapid response unit the applicant had attempted to flee by spinning his car around (огибания). However, the officers had surrounded the vehicle from both sides. Since the applicant had further resisted arrest, the officers had used sambo techniques, as a result of which the applicant had been “knocked down” (повален) from behind, face down on the ground and handcuffed. According to eyewitnesses, there had been light fresh abrasions on the applicant’s elbows and knees, which must have been caused by his falling to the ground. There had been no other injuries on him. The investigator ordered the expert to determine whether the applicant’s injuries could have been caused as a result of his falling down onto hard asphalt ground.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 15 November 2013 an additional forensic medical report (no. 4414 P) was issued by the same expert. It was carried out in the absence of the applicant on the basis of the investigator’s order of 15 October 2013, and comprised an analysis of the applicant’s medical documents and photographs in which he could be seen lying on the ground face down after his arrest in the presence of several police officers of the special rapid response unit. In reply to the investigator’s question, the expert stated that the bruising on the applicant’s forehead and abdomen and abrasions on his abdomen, elbow and knees could possibly have been caused as a result of a fall (при падении) onto hard asphalt. The expert further reiterated the conclusions made in the previous report about the other possible causes of the injuries such as being struck and, in particular, that he did not exclude the possibility that the applicant’s injuries to his abdomen, taking into account their nature and localisation, could have equally been caused by being kicked in that area one or more times, as was alleged by the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Pre-investigation inquiry under Article 144 of the Code of Criminal Procedure",
                                "elements": [
                                    {
                                        "content": "23.  On 7 August 2013 the applicant lodged a formal criminal complaint concerning his alleged ill-treatment (see paragraph 9 above) with the St Petersburg Investigative Committee.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Sh. at the St Petersburg Investigative Committee carried out a preinvestigation inquiry under Article 144 of the Code of Criminal Procedure (“the CCrP”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On the dates specified below, and pursuant to Article 24 § 1 (2) of the CCrP, Sh. refused to initiate criminal proceedings against the police officers and D. owing to the absence of the elements of an offence under Article 286 of the Criminal Code (abuse of powers) in their actions. Four of those refusals were overruled by a higher authority within the Investigative Committee as unsubstantiated and/or unlawful, and the investigating authorities were ordered to carry out additional preinvestigation inquiries:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  10 September 2013 (overruled on 16 September 2013);",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  15 October 2013 (overruled on 8 November 2013);",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)  9 December 2013 (overruled on 7 October 2014);",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv)  18 December 2014 (overruled on 7 August 2015);",
                                        "elements": []
                                    },
                                    {
                                        "content": "(v)  5 September 2015.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Explanations and other material collected by Sh.",
                                        "elements": [
                                            {
                                                "content": "26.  Sh. based his refusals to initiate criminal proceedings on the following explanations and other material collected during the preinvestigation inquiry, as well as the forensic medical reports.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  A. and S.B., police officers of the special rapid response unit, assisted Ch., K. and P. during the applicant’s arrest. They stated that the applicant had attempted to abscond by spinning his car around; they had surrounded the vehicle and used the following techniques on the applicant: they had held him in a hammerlock (загиб руки за спину) and “struck him with their feet” (подсечка). Afterwards, they had laid (уложили) him on the ground face down. He had then been handcuffed. They did not state that they had knocked the applicant down to the ground. Nor did they state that the applicant had fallen to the ground. L., a driver of the special rapid response unit, filmed the arrest. His account of the way the arrest had been carried out was identical to that of A. and S.B.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  Ch., K. and P., the police officers of the criminal investigation department who participated in the applicant’s arrest, stated that they had not seen the precise moment of his arrest, that is to say when he had been apprehended and laid face down on the ground by A. and B.S. According to Ch. and D. (who arrived after the arrest), the applicant had had fresh abrasions on his elbows and knees, which had probably been caused as a result of a fall to the ground. K. and P. had not noticed any visible injuries on him after his arrest. They stated that the applicant had “possibly” had abrasions on his arms and forehead. He had not had any other injuries. No threats or physical force had been used against him after his arrest on the street, during the search of his car, at police station no. 59 in St Petersburg, during the searches of his home and his wife’s garage, or at the St Petersburg Investigative Committee. The police officers denied subjecting the applicant to any form of threats or ill-treatment to extract a confession of fraud.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  A.B. participated in the search of the applicant’s car after his arrest as an attesting witness, together with M. According to A.B., the applicant had behaved calmly and not made any complaints. The police officers had not insulted or threatened him. A.B. had not noticed any injuries on the applicant. According to A.B., the neighbours from the building nearby (whose names are not indicated in the investigators’ decisions) had allegedly seen the applicant attempting to run away from the police officers in the direction of his car; however, he had then been apprehended by the police officers of the special rapid response unit.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  O. participated in the search of the applicant’s apartment and the garage as an attesting witness, together with Sch. According to O., the applicant had behaved quietly and not made any complaints. The police officers had neither threatened nor physically assaulted him. O. had not seen any visible injuries on him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  S., the owner of the apartment rented by the applicant, stated that she had seen the applicant during the search of the apartment. She had not noticed any visible injuries on him. According to S., the applicant had been calm and had not complained of being assaulted by the police. S. further stated that the police officers had behaved politely. After the search of the apartment, the applicant had gone downstairs without protest. He had been in handcuffs.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The applicant’s case file contained an undated internal memorandum by Ch. notifying D. of the applicant’s arrest at 4.30 p.m. on 4 July 2013 on suspicion of fraud. The report indicates that “during the arrest, A.V. Samesov failed to obey and attempted to abscond. Sambo combat techniques and special devices – handcuffs – were therefore used on him” (“При задержании Самесов А.В. оказал неповиновение, пытался скрыться, в результате чего в отношении него были применены приемы самбо и спец. средства – наручники”).",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The video recording made by the special response unit showed the applicant after his arrest lying face down on the ground. According to Sh.’s observations, injuries resembling abrasions were visible on the applicant’s forehead and right elbow.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Refusal to open a criminal case of 5 September 2015",
                                        "elements": [
                                            {
                                                "content": "34.  In the most recent refusal (5 September 2015) to open a criminal case – owing to the absence of the elements of offences under Articles 286 (abuse of powers) and 302 (forced extraction of confession) of the Criminal Code in the actions of Ch., K., P. and D. – Sh. considered that the applicant’s allegations of police ill-treatment contained unresolved contradictions, evidencing his attempts to avoid criminal liability and provide false information to the investigating authorities. In particular, the applicant indicated that he had been physically assaulted many times, receiving injuries to his head, abdomen and extremities. However, according to his medical records, he had not had any head injuries, and the alleged contusion of his left kidney had not been confirmed. As to the abrasions on his limbs, head and abdomen, the investigator concluded that they had most probably been caused during the arrest as a result of the use of combat techniques on the applicant by the officers of the special rapid response unit and the applicant’s position (нахождение) on the ground. The investigator further indicated seven areas where force could have been used against the applicant on the forehead, chest, abdomen, arms and knees. The investigator noted that the applicant’s injuries, as recorded on 5 and 8 July 2013, had been caused within the last fourteen to fifteen days. Accordingly, they could have been caused on a day other than 4 July 2013.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Judicial review of the refusals to open a criminal case",
                                        "elements": [
                                            {
                                                "content": "35.  The applicant challenged the refusals (of 9 December 2013, 18 December 2014 and 5 September 2015) to open a criminal case against the police officers under Article 125 of the CCrP.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 25 June 2014 the Oktyabrskiy District Court of St Petersburg dismissed the applicant’s appeal against the refusal of 9 December 2013. On 7 October 2014 the St Petersburg City Court quashed that decision on appeal and found the refusal in question unlawful and unsubstantiated; it ordered the investigating authorities to rectify the deficiencies. In particular, the appellate court noted that the investigator had taken the decision to refuse to open a criminal case without identifying all the officers responsible, in breach of the criminal procedural law requirements. Moreover, the appellate court found that the preinvestigation inquiry was incomplete, as not all of the applicant’s arguments had been addressed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 26 June 2015 the Oktyabrskiy District Court of St Petersburg found the refusal of 18 December 2014 unlawful and unsubstantiated, and the investigating authorities were ordered to rectify the deficiencies. In particular, the court found that the investigator had not addressed the applicant’s arguments concerning the alleged threats and incidents of physical assault by the police during the search of the garage, and had not substantiated its refusal to open a criminal case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  On 6 May 2016 the Oktyabrskiy District Court of St Petersburg dismissed the applicant’s appeal against the refusal of 5 September 2015 which it considered lawful and well founded. On 2 August 2016 the St Petersburg City Court dismissed an appeal by the applicant against the District Court’s judgment.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "39.  For a summary of the relevant domestic law, see Lyapin v. Russia (no. 46956/09, §§ 96-102, 24 July 2014).",
                                "elements": []
                            },
                            {
                                "content": "40.  Article 144 of the Code of Criminal Procedure, as amended by Federal Law no. 23-FZ of 4 March 2013, reads in the relevant part as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  [A pre-investigation] inquiry officer, [an] agency [responsible for such an inquiry], [an] investigator, or [a] head of an investigation unit shall accept and examine every report of a crime ... and shall take a decision on that report ... no later than three days after [receiving] the report ... [They have] the right to receive explanations, samples for comparative examination, request documents and objects, seize them ..., order forensic examinations, participate in the carrying out [of such examinations] and receive an expert’s report within a reasonable time, carry out an inspection of a crime scene, documents, objects, [and/or] dead bodies, physical examinations, request documentary inspections, revisions, examination of documents, objects, dead bodies, engage specialists in carrying out these actions, give an inquiry agency mandatory written instructions on carrying out operative and investigative measures ...",
                                "elements": []
                            },
                            {
                                "content": "3.  A head of an investigation unit or head of an [pre-investigation] inquiry agency ... may extend the time period specified in paragraph 1 of this Article to [a maximum of] ten days. Where the documentary inspections, revisions, forensic examinations, examination of documents, objects or dead bodies, as well as operative and investigative measures are to be performed, a head of an investigation unit ... or a prosecutor ... may extend this period [to a maximum of] thirty days ...”",
                                "elements": []
                            },
                            {
                                "content": "41.  Section VIII of the Code of Criminal Procedure, which regulates preliminary investigations, provides, inter alia, (after amendments by Federal Law no. 23-FZ of 4 March 2013) that investigative measures such as an inspection of a crime scene, documents and/or objects, a forensic examination and receipt of samples for a comparative examination may be ordered and/or carried out, as applicable, before a criminal case is opened (Articles 176 § 2, 195 § 4 and 202 § 1).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "42.  The applicant complained that he had been subjected to illtreatment by police officers and that the State had failed to conduct an effective investigation into the matter. He relied on Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "43.  The Government contested that argument. They submitted that the applicant had actively resisted arrest and had tried to abscond, and that in order to prevent him from absconding the police had used physical force by “knocking him down, laying him face down on the asphalt and handcuffing him”. They stated that he had sustained the following injuries as a result of that use of force: a haematoma on his forehead, abrasions on his right elbow and abrasions on his knee joints. The Government argued that the applicant’s attempt to flee had been confirmed by witnesses to his arrest; the fact that the official records of the procedural activities carried out on 4 and 5 July 2013 made no mention of his complaints of ill-treatment, and that witnesses to those procedural activities had stated that no threats or force had been used against him by the police and had not noticed any injuries on him (the attesting witnesses and the owner of the apartment rented by him), as well as the delay in lodging an official criminal complaint against the police officers, refuted the applicant’s allegations. The Government further asserted that the applicant’s allegations of ill-treatment were inconsistent with his actual injuries and that he would have suffered more serious injuries. They concluded that the force used against the applicant had been made necessary by his own behaviour and had not been excessive. It had not resulted in any “long-term or even light negative effects on his health”. It could not be considered inhuman or degrading treatment. The delay in lodging the criminal complaint against the police officers had significantly reduced the effectiveness of any measures that the authorities had been able to take in response. For example, the forensic medical expert had been unable to establish a precise reason or time in relation to the applicant’s injuries in the report of 18 September 2013. The authorities had taken all necessary procedural action in the course of the pre-investigation inquiry and had rightly refused to initiate criminal proceedings into the applicant’s allegations which had not been supported by evidence. The Government referred to the case of Goryachkin v. Russia (no. 34636/09, 15 November 2016).",
                                "elements": []
                            },
                            {
                                "content": "44.  The applicant’s representative submitted that even if some of the injuries could have been received during the applicant’s arrest (the haematoma on his forehead and the abrasions on his right elbow and knee joints), his other injuries could not possibly have originated from his being “laid” face down on the ground. The applicant pointed out that the Government’s allegation of his having actively resisted arrest and attempted to flee was unfounded. Their reference to statements by eyewitnesses to his arrest was not supported by any evidence, such as records of interviews with those witnesses. The attesting witnesses’ statements that they had not noticed injuries on him only supported his complaint concerning his illtreatment after the procedural activities carried out with their participation. The applicant explained that he had not complained about his ill-treatment to the attesting witnesses, the owner of the apartment rented by him, the doctors at the hospital or the court which had remanded him in custody because he had been depressed – he had been under the control of the police officers who had ill-treated him, experiencing pressure and receiving threats, and being afraid that the ill-treatment would continue. Therefore, the official records of the procedural activities carried out on 4 and 5 July 2013 had made no mention of his complaints. Furthermore, the record of his arrest had been drawn up without his lawyer being present; his family and the consulate of Belarus had not been informed of his arrest. His questioning as a suspect on 5 July 2013 had been held in the presence of a State-appointed lawyer invited by the investigator. That lawyer had acted in accordance with the investigator’s instructions and not in the applicant’s interests and his presence had been a pure formality. The applicant also submitted that the Government’s allegation that he would have suffered more serious injuries than those he had received was totally speculative.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "45.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "46.  The Court reiterates that Article 3 of the Convention enshrines one of the most fundamental values of democratic society. It prohibits in absolute terms torture or inhuman or degrading treatment or punishment, irrespective of the circumstances and the victim’s behaviour (see Kudła v. Poland [GC], no. 30210/96, § 90, ECHR 2000‑XI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  In assessing the evidence on which to base the decision as to whether there has been a violation of Article 3, the Court adopts the standard of proof “beyond reasonable doubt”. However, such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact (see Jalloh v. Germany [GC], no. 54810/00, § 67, ECHR 2006‑IX). Where an individual is taken into police custody in good health and is found to be injured on release, it is incumbent on the State to provide a plausible explanation of how those injuries were caused, failing which a clear issue arises under Article 3 (see Ribitsch v. Austria, 4 December 1995, § 34, Series A no. 336, and Selmouni v. France [GC], no. 25803/94, § 87, ECHR 1999‑V). Where the events in issue lie wholly, or in large part, within the exclusive knowledge of the authorities, as in the case of individuals within their control in custody, strong presumptions of fact will arise in respect of injuries occurring during such detention. The burden of proof is then on the Government to provide a satisfactory and convincing explanation by producing evidence establishing facts which cast doubt on the version of events given by the victim. In the absence of such an explanation, the Court can draw inferences which may be unfavourable for the Government. That is justified by the fact that those in custody are in a vulnerable position and the authorities are under a duty to protect them (see Bouyid v. Belgium ([GC], no. 23380/09, § 83, ECHR 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Where an individual makes a credible assertion that he has suffered treatment infringing Article 3 at the hands of the police or other similar agents of the State, that provision, read in conjunction with the State’s general duty under Article 1 of the Convention to “secure to everyone within their jurisdiction the rights and freedoms defined in ... [the] Convention”, requires by implication that there should be an effective official investigation. That investigation should be capable of leading to the identification and punishment of those responsible (see Labita v. Italy [GC], no. 26772/95, § 131, ECHR 2000‑IV). Otherwise, the general legal prohibition of torture and inhuman and degrading treatment and punishment would, despite its fundamental importance, be ineffective in practice and it would be possible in some cases for agents of the State to abuse the rights of those within their control with virtual impunity (see Assenov and Others v. Bulgaria, 28 October 1998, § 102, Reports of Judgments and Decisions 1998VIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The investigation into serious allegations of ill-treatment must be both prompt and thorough. The authorities must always make a serious attempt to find out what happened and should not rely on hasty or illfounded conclusions to close their investigation or as the basis of their decisions. They must take all reasonable steps available to them to secure the evidence concerning the incident, including, inter alia, eyewitness testimony and forensic evidence. Any deficiency in the investigation which undermines its ability to establish the cause of injuries or the identity of the persons responsible will risk falling foul of this standard (see, for example, Kopylov v. Russia, no. 3933/04, § 133, 29 July 2010). Thus, the mere fact that appropriate steps were not taken to reduce the risk of collusion between alleged perpetrators amounts to a significant shortcoming in the adequacy of the investigation (see, mutatis mutandis, Ramsahai and Others v. the Netherlands [GC], no. 52391/99, § 330, ECHR 2007‑II, and Turluyeva v. Russia, no. 63638/09, § 107, 20 June 2013). Furthermore, the investigation must be independent, impartial and subject to public scrutiny (see Mesut Deniz v. Turkey, no. 36716/07, § 52, 5 November 2013). It should result in a reasoned decision to reassure a concerned public that the rule of law had been respected (see, mutatis mutandis, Kelly and Others v. the United Kingdom, no. 30054/96, § 118, 4 May 2001).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  It falls to the State to have recourse to a procedure which would enable it to take all measures necessary for it to comply with its positive obligation of effective investigation imposed by Article 3 (see, mutatis mutandis, Sashov and Others v. Bulgaria, no. 14383/03, §§ 64, 68 and 69, 7 January 2010; see also Vanfuli v. Russia, no. 24885/05, § 79, 3 November 2011; Nechto v. Russia, no. 24893/05, § 87, 24 January 2012; and Nitsov v. Russia, no. 35389/04, § 60, 3 May 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Court has found in its judgment in the case of Lyapin (cited above) that the mere carrying out of a pre-investigation inquiry under Article 144 of the Code of Criminal Procedure of the Russian Federation (проверка по заявлению о преступлении) is insufficient if the authorities are to comply with the standards established under Article 3 of the Convention for an effective investigation into credible allegations of illtreatment in police custody. The pre-investigation inquiry is the initial stage in dealing with a criminal complaint under Russian law, to be followed by the opening of a criminal case and the carrying out of an investigation proper if the information gathered has disclosed elements of a criminal offence. It is therefore incumbent on the authorities to institute criminal proceedings and conduct a “preliminary investigation” regulated by Section VIII of the Code of Criminal Procedure of the Russian Federation, that is a fully fledged criminal investigation in which the whole range of investigative measures can be carried out (ibid., §§ 129 and 132-36).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  Confronted with numerous cases against Russia concerning the lack of an effective investigation – cases in which the reaction of investigating authorities to credible allegations of police ill-treatment had been limited to carrying out a pre-investigation inquiry and refusing to institute criminal proceedings – the Court was bound to draw stronger inferences. The mere fact of the investigative authority’s refusal to open a criminal investigation into credible allegations of police ill-treatment has been considered indicative of the State’s failure to comply with its obligation under Article 3 to carry out an effective investigation (see Lyapin, cited above, §§ 129 and 132-36 and follow-up cases, in which the Government acknowledged a violation under the procedural aspect of Article 3, such as Gorshchuk v. Russia, no. 31316/09, §§ 35-38, 6 October 2015; Turbylev v. Russia, no. 4722/09, §§ 67-72, 6 October 2015; Fartushin v. Russia, no. 38887/09, §§ 44-45, 8 October 2015; and Ovakimyan v. Russia, no. 52796/08, §§ 42, 49-53, 21 February 2017; and also many other authorities, in which a violation of Article 3 under its procedural limb was found, including Leonid Petrov v. Russia, no. 52783/08, §§ 78-81, 11 October 2016; Morgunov v. Russia, no. 32546/08, §§ 38-39, 11 April 2017; Kondakov v. Russia, no. 31632/10, §§ 33-34, 2 May 2017; Sitnikov v. Russia, no. 14769/09, §§ 3839, 2 May 2017; Olisov and Others v. Russia, nos. 10825/09 and 2 others, §§ 81-82, 2 May 2017; Aleksandr Konovalov v. Russia, no. 39708/07, §§ 37-38, 28 November 2017; and Sergey Ivanov v. Russia, no. 14416/06, §§ 81-83, 15 May 2018).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The impact of the approach set out in Lyapin on the substantive aspect of Article 3 was explained in the case of Olisov and Others (cited above) and follow-up cases, in which the Court found that superficial domestic pre-investigation inquiries were an improper basis for discharging the Government’s burden of proof and producing evidence capable of casting doubt on applicants’ credible assertions of police illtreatment. It therefore rejected the Government’s explanations in which they denied the State’s responsibility for alleged police illtreatment relying on the results of pre-investigation inquiries (see Olisov and Others, cited above, § 82; Aleksandr Konovalov, cited above, § 41; Ksenz and Others v. Russia, nos. 45044/06 and 5 others, § 104, 12 December 2017; and Sergey Ivanov, cited above, § 82).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application to the present case",
                                        "elements": [
                                            {
                                                "content": "54.  The Court notes at the outset that the facts of the present case took place after the introduction of amendments by a Federal Law of 4 March 2013 to provisions of the Code of Criminal Procedure of the Russian Federation regulating preinvestigation inquiries (see paragraphs 40-41 above). As a result of those amendments additional investigative measures, such as a forensic examination and receipt of samples for a comparative examination, may be carried out before a criminal case is opened. A prompt forensic medical examination of victims of alleged police illtreatment is an important element of an effective investigation (see paragraph 49 above). Furthermore, the Lyapin approach (see paragraphs 5152 above) should not be read as an obligation to open a full-fledged criminal investigation in all cases when there is a complaint of ill-treatment. The pre-investigation inquiry may serve the legitimate purpose of filtering out illfounded or even bogus complaints, saving the resources of the investigating authorities (see Goryachkin, cited above, § 68). However, if the information gathered has disclosed elements of a criminal offence, that is to say that the alleged illtreatment may have been committed, the preinvestigation inquiry no longer suffices and the authorities should initiate an investigation proper, in which the whole range of investigative measures may be carried out, including the questioning of witnesses, confrontations and identification parades (see Lyapin, cited above, § 134). The framework of the preinvestigation inquiry alone (if it is not followed by a criminal investigation) does not allow the identity of the alleged perpetrators of illtreatment to be established and is not capable of leading to their punishment, since the opening of a criminal case and a criminal investigation are prerequisites for bringing charges against them, which may then be examined by a court (ibid., § 135).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Turning to the circumstances of the present case, the Court observes that after his time spent in police custody the applicant was found to have sustained injuries (see paragraphs 16-18 above). He complained (for the first time on 5 July 2013 and in his official criminal complaint of 7 August 2013, see paragraphs 13 and 23 above) that he had been ill-treated by police officers after his arrest, on 4 and 5 July 2013. According to the forensic medical expert, the injuries could have been caused as a result of blows from hard blunt objects on 4 July 2013. The injuries to the applicant’s abdomen could have been caused by being kicked in that area one or more times (see paragraphs 19-22 above). Though the contusion of the applicant’s kidney was not the subject of a forensic medical assessment, the diagnosis was made by doctors at the Aleksandrovskaya Hospital urology unit where the applicant received inpatient treatment from 5 to 9 July 2013. The Court considers that the injuries, at least partly, could arguably have resulted from the applicant’s alleged illtreatment by police officers, most likely as a result of being punched and kicked.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The above factors are sufficient to give rise to a presumption in favour of the applicant’s version of events and to satisfy the Court that his assertions of ill-treatment in police custody were credible. The State therefore had an obligation to carry out an effective investigation into his allegations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The State’s reaction to the applicant’s complaint was limited to carrying out the pre-investigation inquiry, as a result of which they decided that there was nothing to show that the actions of the police officers disclosed elements of a criminal offence and refused to institute criminal proceedings and to carry out a criminal investigation. In total, they took five such decisions. The refusals to open a criminal case were so poorly reasoned that the higher investigating authorities repeatedly set them aside as unlawful, unsubstantiated or based on an incomplete inquiry. However, the inquiry was concluded three years later by the domestic courts, finding in the proceedings under Article 125 of the CCrP that the refusal to open a criminal case of 5 September 2015 was lawful and well founded (see paragraph 38 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court cannot but note that the statements by the police officers from the special rapid response unit who carried out the arrest gave no reason to conclude that the applicant had been “knocked down” and had “fallen” face down onto the ground. Nevertheless, this was the version presented to the forensic medical expert for his additional assessment (in which he attributed some of the injuries to the applicant’s fall to the ground), and the official explanation for the applicant’s injuries. Furthermore, the forensic medical assessment was carried out in the absence of the applicant, more than two months after his alleged ill-treatment, and on the basis of either an incomplete description of his alleged ill-treatment (see paragraphs 19 and 23 above) or a distorted description of the material collected during the pre-investigation inquiry (see paragraphs 21-22 and 27 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  In view of the foregoing, and having regard to its previous wellestablished case-law in respect of the State’s procedural obligation under Article 3 (see paragraphs 51-52 above), the Court sees no reason to hold otherwise in the present case. It finds that the refusal to open a criminal case into the applicant’s credible allegations of ill-treatment at the hands of the police, of which the authorities were promptly made aware, amounted to a failure to carry out an effective investigation as required by Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  There has therefore been a violation of Article 3 of the Convention under its procedural limb.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  Given that the Government’s denial of the applicant’s police illtreatment was based on the preinvestigation inquiry, which did not comply with the requirements for an effective investigation under Article 3 (see paragraphs 53, 57 and 5960 above), the Court further finds that the Government failed to discharge their burden of proof and produce evidence capable of casting doubt on the applicant’s credible assertions of police illtreatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The authorities should therefore bear responsibility for the illtreatment complained of, which was serious enough to amount to inhuman and degrading treatment (see Gäfgen v. Germany [GC], no. 22978/05, §§ 87-93, ECHR 2010, and Gorshchuk, cited above, § 33).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  There has accordingly also been a violation of Article 3 of the Convention under its substantive limb.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "64.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "65.  The applicant claimed 100,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Government stated that should the Court find a violation of the Convention and decide to award just satisfaction, this should be done in compliance with the Court’s well-established case-law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court awards the applicant EUR 20,000 in respect of nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "68.  The applicant also claimed EUR 2,000 in respect of legal fees for his representation by Mr A.B. Tsarev in the proceedings before the Court, as well as translation expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Government maintained their position (see paragraph 66 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 1,944 for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "71.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention under its procedural limb;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 3 of the Convention under its substantive limb;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 20 November 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Vincent A. De Gaetano",
            "role": "president"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "Jolien Schukking",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SAMESOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-187737.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:1120JUD005726914",
    "externalsources": [],
    "extractedappno": [
        "57269/14",
        "46956/09",
        "34636/09",
        "30210/96",
        "54810/00",
        "25803/94",
        "23380/09",
        "26772/95",
        "3933/04",
        "52391/99",
        "63638/09",
        "36716/07",
        "30054/96",
        "14383/03",
        "24885/05",
        "24893/05",
        "35389/04",
        "31316/09",
        "4722/09",
        "38887/09",
        "52796/08",
        "52783/08",
        "32546/08",
        "31632/10",
        "14769/09",
        "10825/09",
        "39708/07",
        "14416/06",
        "45044/06",
        "22978/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-187737",
    "judgementdate": "20/11/2018 00:00:00",
    "kpdate": "20/11/2018 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "596",
        "193"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "SAMESOV",
        "RUSSIA"
    ],
    "rank": "2821.22631835938",
    "representedby": [
        "KONAKOV A.P.",
        "TSAREV A.B."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "482875",
    "typedescription": "15"
}