{
    "__articles": "P1-1;P1-1-1",
    "__conclusion": "No violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "25747/07",
    "article": [
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "No violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-148269.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 25747/07) against the Republic of Lithuania lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Lithuanian national, Mr Juljan Romankevič (“the applicant”), on 15 June 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, born in 1934, passed away on 27 January 2008. His daughter and heir, Helena Česlauskienė, who lives in the Vilnius Region, stated that she wished to maintain the application. For practical reasons, Mr Romankevič will continue to be called “the applicant” in this judgment. The applicant’s heir was represented before the Court by Mr R. Mištautas, a lawyer practising in Kaunas.",
                        "elements": []
                    },
                    {
                        "content": "3.  The Lithuanian Government (“the Government”) were initially represented by their former Agent, Ms E. Baltutytė, and subsequently by their Acting Agent, Ms K. Bubnytė.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicant alleged that he had been deprived of his property by a decision of a domestic court and had not received adequate compensation, in breach of Article 1 of Protocol No. 1 to the Convention.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 29 June 2012 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  In 1998 the applicant’s property rights to a previously nationalised part of his late father’s land near Vilnius were restored. On 5 June 2002 the Vilnius Region Administration restored his rights – restitution in natura – to the remainder of the land measuring 0.53 hectares, situated in the village of Gineitiškės. This plot of land was then entered in the land registry in the applicant’s name.",
                                "elements": []
                            },
                            {
                                "content": "7.  In January 2005, having discovered that the decision of 5 June 2002 was based on erroneous data prepared by a State-hired land surveyor and had possibly breached the rights of other former landowners, the General Prosecutor’s Office instituted administrative proceedings to have the applicant’s title to the plot annulled. The applicant was a third party to those proceedings and argued that the restoration process had been lawful, without, however, raising the question of an adequate compensation in the event that his title to the plot was extinguished. Shortly before the initiation of the case, the Vilnius Region Administration had admitted that its decision had been unlawful and had informed the applicant that it needed to rectify the error; however, it appears that the latter had disagreed.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 8 September 2005 the Vilnius Regional Administrative Court dismissed the prosecutor’s complaint. However, on 12 December 2005 the Supreme Administrative Court remitted the case for re-examination.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 20 April 2006 the Vilnius Regional Administrative Court granted the claim and annulled the decision of 5 June 2002. Finally, on 15 January 2007 the Supreme Administrative Court upheld the decision of the lower court. The courts established that the original plot of land to which the applicant had ownership rights was actually situated in another, albeit nearby, area of Gilužiai village. Thus, the return of the plot in 2002 was declared unlawful as it breached the Law on the Restoration of Citizens’ Ownership Rights to Existing Real Property.",
                                "elements": []
                            },
                            {
                                "content": "10.  Following the courts’ decisions, the plot of land was taken away from the applicant and returned to the State. No compensation was awarded to the applicant. However, he reserved the right to have his ownership rights restored.",
                                "elements": []
                            },
                            {
                                "content": "11.  By a decision of 2 February 2009 the Vilnius Region Administration restored the applicant’s ownership rights in natura by granting a new plot of land measuring 0.53 hectares in Gilužiai village.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "12.  For the relevant domestic law and practice see Pyrantienė v. Lithuania (no. 45092/07, §§ 16-22, 12 November 2013), and Albergas and Arlauskas v. Lithuania (no. 17978/05, §§ 21-33, 27 May 2014).",
                                "elements": []
                            },
                            {
                                "content": "13.  Under the Law on the Restoration of Citizens’ Ownership Rights to Existing Real Property (Piliečių nuosavybės teisių į išlikusį nekilnojamąjį turtą atkūrimo įstatymas) (hereinafter “the Law on Restitution”) as in force at the material time, land had to be returned to citizens in natura in its former location, with the exception of land which could not be returned in natura and had to be bought out by the State while the former owners had to be compensated by other means provided for by the Law on Restitution, and land that citizens were not willing to get back in its former location (Article 4 § 2).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "14.  The applicant complained that he had been deprived of his property in violation of Article 1 of Protocol No. 1 to the Convention. He also argued that he had not been sufficiently compensated. Article 1 of Protocol No. 1 provides:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "15.  First of all, the Court takes note of the death of Mr Juljan Romankevič on 27 January 2008 and of the wish expressed by his daughter and official heir to continue the application before the Court in her father’s name. In January 2013 she submitted to the Court her request to that end and an official certificate of inheritance.",
                                "elements": []
                            },
                            {
                                "content": ".  The Court notes that in several cases in which the applicant died after having lodged the application, it has taken into account the intention of the applicant’s heirs or close members of his or her family to pursue the proceedings (see, for example, Malhous v. the Czech Republic (dec.) [GC], no. 33071/96, ECHR 2000-XII, and Kovačić and Others v. Slovenia [GC], nos. 44574/98, 45133/98 and 48316/99, §§ 189-192, 3 October 2008).",
                                "elements": []
                            },
                            {
                                "content": "17.  In accordance with its case-law, the Court finds that Mrs Česlauskienė has standing to continue the proceedings in the applicant’s stead.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "18.  The Government submitted that the applicant had failed to exhaust all effective domestic remedies by not instituting new separate judicial proceedings against the State under Article 6.271 of the Civil Code for damages in view of the alleged violations of his property rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The applicant submitted that the remedy suggested by the Government had not been effective at the time when his application had been submitted to the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Court refers to its findings in the cases of Pyrantienė (cited above, § 27) and Albergas and Arlauskas (cited above, §§ 43-44) in which it considered that it had not been demonstrated that at the time when the present application was submitted to the Court, a claim under Article 6.271 of the Civil Code would have been an effective remedy and would have had any prospect of success (see, mutatis mutandis, Beshiri and Others v. Albania, no. 7352/03, § 55, 22 August 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  As a result, the Court dismisses the Government’s objection that the applicant failed to exhaust domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Government further contended that the applicant should not be considered to be a victim of the alleged violation because the interference had already been fully and justly redressed by the State in 2009 when, on receiving a new plot of land, his ownership rights had been restored.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicant submitted that the new plot assigned to him was less valuable than the plot of land to which his ownership rights had first been restored in 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court reiterates that a decision or measure favourable to an applicant is not in principle sufficient to deprive him or her of his or her status as a “victim” unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention (see, for example, Amuur v. France, 25 June 1996, § 36, Reports of Judgments and Decisions 1996-III, and Dalban v. Romania [GC], no. 28114/95, § 44, ECHR 1999-VI).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  After the authorities’ first unsuccessful attempt to restore the applicant’s property rights in 2002, they were finally restored in 2009. However, the authorities’ decision did not involve any acknowledgment of the alleged violation, although they had admitted the error committed (see paragraph 7 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In these circumstances, the Court considers that the applicant may still claim to be a victim of a violation of Article 1 of Protocol No. 1 to the Convention (see Burdov v. Russia, no. 59498/00, § 31, ECHR 2002III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "28.  Relying on the Law on Restitution, the legal acts of the Vilnius Region Administration and the data prepared by the State-hired land surveyor, the applicant maintained that he had obtained the disputed plot lawfully. He also argued that the prosecutor had not been defending the public interest when he had applied to the courts with a civil claim protecting the rights of third persons. Lastly, the applicant claimed that he had not been afforded just satisfaction for the deprivation of his property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Government submitted that the interference had been lawful and justified: it was in the public interest to protect the rights of other citizens to the disputed land, which had previously been assigned to the applicant by mistake. They also observed that the applicant had made no major investments in or improvements to the plot before it was taken away by the State. As a result, the interference was proportionate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The applicant emphasised that even though his property rights had been restored in 2009 through the granting of a new plot of land of the same size, its value, as assessed by an independent expert, was more than ten times less than that of the original plot (580,000 Lithuanian litai (LTL) (approximately 170,000 euros (EUR)) because of its different location.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Government argued that the applicant had not suffered any pecuniary damage because from the outset he had not been entitled to any other plot but the original one situated in the village of Gilužiai, which he subsequently obtained ex gratia from the State in 2009. The above-mentioned errors by the domestic authorities had occurred in the context of land reform, which was linked to the process of restoring former owners’ rights to property that had previously been nationalised by the Soviet regime. In their view, in the context of central and eastern European States, the circumstances concerning the transition from a totalitarian regime to a democracy and the specific circumstances of each case had to be taken into account. They emphasised that public authorities should not be prevented from correcting their mistakes, even those resulting from their own negligence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": ".  The relevant general principles are set out in paragraphs 37-40 of Pyrantienė, cited above.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In the present case, it is not in dispute that there has been an interference with the applicant’s property rights when his title was annulled and the plot of land was returned to the State. The decision of the domestic courts to annul the applicant’s title had clearly the effect of depriving the applicant of his property within the meaning of the second sentence of Article 1 of Protocol No. 1 (see, mutatis mutandis, Doğrusöz and Aslan v. Turkey, no. 1262/02, § 29, 30 May 2006). The Court must therefore ascertain whether the impugned deprivation was justified.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The decision of the courts to annul the restoration of the applicant’s ownership rights of 5 June 2002 was prescribed by law, as it was based on the provisions of the Law on Restitution after the domestic courts had established that the administrative authority had attributed a plot of land to the applicant in the wrong location. The Court therefore finds that the deprivation was in accordance with the conditions provided for by law, as required by Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": ". As in the Pyrantienė and Albergas and Arlauskas cases, the measures complained of were designed to correct the authorities’ mistakes and to defend the interests of the former owners by restoring their ownership rights to the plot of land in question. The Court thus considers that the interference was in the public interest (see Pyrantienė, cited above, §§ 44-48, and also Bečvář and Bečvářová v. the Czech Republic, no. 58358/00, § 67, 14 December 2004).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court reiterates that any interference with property rights, in addition to being lawful and pursuing a legitimate aim, must also satisfy the requirement of proportionality. A fair balance must be struck between the demands of the general interest of the community and the requirements of the protection of the individual’s fundamental rights, the search for such a fair balance being inherent in the whole of the Convention. The requisite balance will not be struck where the person concerned bears an individual and excessive burden (see Sporrong and Lönnroth v. Sweden, 23 September 1982, §§ 69-74, Series A no. 52, and Brumărescu v. Romania [GC], no. 28342/95, § 78, ECHR 1999-VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In the context of revoking ownership of a property transferred erroneously, the good governance principle may not only impose on the authorities an obligation to act promptly in correcting their mistake (see, for example, Moskal v. Poland, no. 10373/05, § 69, 15 September 2009), but may also necessitate the payment of adequate compensation or another type of appropriate reparation to the former bona fide holder of the property (see Bogdel v. Lithuania, no. 41248/06, § 66, 26 November 2013, and Maksymenko and Gerasymenko v. Ukraine, no. 49317/07, § 64, 16 May 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court recalls that the good governance principle should not, as a general rule, prevent the authorities from correcting occasional mistakes, even those resulting from their own negligence. Holding otherwise may lead to a situation which runs contrary to the public interest (see Moskal, cited above, § 73, and Rysovskyy v. Ukraine, no. 29979/04, § 71, 20 October 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Court reiterates that the risk of any mistake made by a State authority must be borne by the State itself and the errors must not be remedied at the expense of the individuals concerned (see, among other authorities, Albergas and Arlauskas, cited above, § 59, Rysovskyy, cited above, § 71, and Gashi v. Croatia, no. 32457/05, § 40, 13 December 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  In the circumstances of the present case the Court observes that some two and a half years after the allocation of the plot of the land to the applicant in 2002, the authorities discovered that a mistake had been made, as the plot of land allocated to the applicant had not belonged to the applicant’s father and therefore the applicant was not entitled to that land. Once the error in the decision of 5 June 2002 was discovered, the Vilnius Region Administration admitted the mistake and court proceedings for annulment of the applicant’s title were instituted without undue delay by the public prosecutor (see, for comparison, Yavashev and Others v. Bulgaria, no. 41661/05, § 65, 6 November 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  In the present case the applicant’s title was invalidated by a final court decision on 15 January 2007 after it was established that the authorities had allocated the wrong plot to him in 2002. The procedures for restoration of ownership rights were conducted by official bodies exercising the authority of the State (see paragraph 6 above). It was therefore the responsibility of the authorities to verify the applicant’s eligibility to be allocated the land and the conformity of their decision with the procedures and laws in force.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Court is of the opinion that the applicant could not reasonably have anticipated the annulment of the decision of the Vilnius Region Administration of 2002. Nor was it proven that he had acted in bad faith, as it was not until 20 April 2006 when the Vilnius Regional Administrative Court judgment was adopted that the unlawfulness of the authorities’ decision was determined for the first time. Following that decision and the final one of 15 January 2007, the applicant remained in an unfavourable situation for more than two years until a new plot of land of the same size was attributed to him by the authorities in February 2009.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  While it is true that it took two years (and, in total, a bit more than four years after the mistake had been detected) for the authorities to grant a new plot of land to the applicant in place of the one that had been taken away by a final decision of the Supreme Administrative Court on 15 January 2007, the State authorities cannot be blamed for not putting more effort into finding a solution to the situation which had occurred as a result of inconsistencies of a technical nature in 2002.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Having regard to the foregoing and the circumstances of the present case, the Court finds that the term of two years for correcting the authorities’ mistake cannot be regarded as unacceptable for the purposes of Article 1 to the Protocol No. 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  As concerns the applicant’s argument about the lower market value of the new plot of land (see paragraph 30 above), the Court observes that under the domestic law he had no right to claim that a new plot should be of the same market value as the one that had been allocated to him by mistake in 2002. The original plot of land that had belonged to his father was situated elsewhere. As a result, the applicant neither had a legitimate expectation nor could he claim to continue to enjoy property rights to any land but his father’s (see Gratzinger and Gratzingerova v. the Czech Republic (dec.), no. 39794/98, § 74, ECHR 2002VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  On the question of the burden borne by the applicant in the case, the Court considers that the efforts by the authorities seemed to have brought the desired results without undue delay and the award of a new plot of the same size compensated the applicant for the loss that he had incurred two years earlier, in particular, given that he had not tried to raise the question of the pecuniary compensation before the domestic authorities. Moreover, no negative consequences which could be related to the late reattribution of the plot or to the uncertainty during the period when the applicant’s title was challenged have been proven (see, by converse implication, Pyrantienė, cited above, §§ 62-72).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  Having regard to all the circumstances of the case, the Court therefore finds that the domestic authorities struck a fair balance between the protection of the applicant’s possessions and the requirements of the public interest and that the applicant thus did not have to bear an individual and excessive burden.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Court holds, accordingly, that there has been no violation of Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS",
                        "elements": [
                            {
                                "content": "49.  The applicant complained under Article 6 § 1 of the Convention that the civil proceedings had lasted too long.",
                                "elements": []
                            },
                            {
                                "content": ".  It should be noted that the proceedings in question lasted from January 2005 until 15 January 2007 when the final decision was adopted by the Supreme Administrative Court. Therefore, the proceedings lasted two years at two levels of jurisdiction. The Court considers that such a duration does not raise any issue and is compatible with Article 6 § 1 of the Convention. It follows that this part of the application must be declared inadmissible as manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": ".  The applicant further complained that the domestic courts had erred in evaluating the evidence and applying the law when declaring unlawful the authorities’ decision of 5 June 2002.",
                                "elements": []
                            },
                            {
                                "content": ".  The Court reiterates that it is not a court of appeal for the decisions of domestic courts and that, as a general rule, it is for those courts to interpret domestic law and assess the evidence before them (see Kern v. Austria, no. 4206/02, § 61, 4 February 2005, and Wittek v. Germany, no. 37290/97, § 49, ECHR 2000-XI). On the basis of the material in its possession, the Court observes that the complaint at hand is essentially of a “fourth instance” nature. As a result, this part of the application must be declared inadmissible as manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning Article 1 of Protocol No. 1 to the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Rejects the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 December 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge Kjølbro is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "1.  I would like to clarify the reasons why I voted for finding no violation of Article 1 of Protocol No. 1 to the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.  Some two and a half years after the allocation of the plot of the land, the authorities discovered that a mistake had been made. Once the error was discovered, the authorities took the initiative to rectify the mistake. However, as the applicant objected to the rectification, the initiation of court proceedings was rendered necessary.",
                        "elements": []
                    },
                    {
                        "content": "3.  The court proceedings at two levels of jurisdiction were concluded within two years. Thus, the court proceedings to correct the mistake were initiated promptly and completed without undue delay.",
                        "elements": []
                    },
                    {
                        "content": "4.  Furthermore, some two years after the final decision in the court proceedings, the applicant was allocated a new plot of land. Thus, the mistake made by the authorities was redressed and the applicant received the plot of land he was entitled to, that is, the land that had belonged to his father.",
                        "elements": []
                    },
                    {
                        "content": "5.  The authorities cannot be blamed for not having corrected the mistake earlier, as they could not take the initiative to allocate another plot of land to the applicant as long as he objected to the rectification of the original allocation of land and the court proceedings were still pending.",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicant cannot argue that he suffered a pecuniary loss on account of the lower market value of the plot of land that had belonged to his father compared with the market value of the plot of land which had been allocated to him by mistake.",
                        "elements": []
                    },
                    {
                        "content": "7.  Furthermore, as regards the applicant’s claim that he was not afforded just satisfaction at domestic level, it should be noted that he did not seek any compensation for pecuniary or non-pecuniary damage as a result of the mistake made by the authorities, either in the annulment proceedings or in separate court proceedings.",
                        "elements": []
                    },
                    {
                        "content": "8.  Therefore, having regard in particular to the factors mentioned, I agree that there has been no violation of Article 1 of Protocol No. 1 to the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Guido Raimondi",
            "role": "president"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Jon Fridrik Kjølbro",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ROMANKEVIČ v. LITHUANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-148269.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:1202JUD002574707",
    "externalsources": [],
    "extractedappno": [
        "25747/07",
        "45092/07",
        "17978/05",
        "33071/96",
        "44574/98",
        "45133/98",
        "48316/99",
        "7352/03",
        "28114/95",
        "59498/00",
        "1262/02",
        "58358/00",
        "28342/95",
        "10373/05",
        "41248/06",
        "49317/07",
        "29979/04",
        "32457/05",
        "41661/05",
        "39794/98",
        "4206/02",
        "37290/97"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-148269",
    "judgementdate": "02/12/2014 00:00:00",
    "kpdate": "02/12/2014 00:00:00",
    "kpthesaurus": [
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "P1-1-1",
        "P1-1"
    ],
    "parties": [
        "ROMANKEVIČ",
        "LITHUANIA"
    ],
    "rank": "1205.66333007813",
    "representedby": [
        "MISTAUTAS R."
    ],
    "respondent": "LTU",
    "respondentOrderEng": "26",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "401408",
    "typedescription": "15"
}