{
    "__articles": "3;8;8-1",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation;Positive obligations) (Procedural aspect);Violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations;Article 8-1 - Respect for private life)",
    "applicability": "",
    "appno": "11467/15",
    "article": [
        "3",
        "8"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Effective investigation",
                "Positive obligations"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8 - Positive obligations",
                "Article 8-1 - Respect for private life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        }
    ],
    "content": {
        "001-187739.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 11467/15) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Ms S.N. (“the applicant”), on 20 February 2015. The President of the Section acceded to the applicant’s request not to have her name disclosed (Rule 47 § 4 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "2.  By a letter dated 10 July 2017 the applicant’s representative notified the Court that the applicant had changed her name after her marriage. The Court advised the parties on 25 July 2017 that it would continue processing the application under the case name of S.N. v. Russia. These initials corresponded to the applicant’s name, as referred to in the domestic court proceedings at issue (as well as in her application lodged with the Court).",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant was represented by lawyers from two nongovernmental organisations, the Memorial Human Rights Centre and the European Human Rights Advocacy Centre, based in Moscow and London respectively. The Russian Government (“the Government”) were represented initially by Mr G. Matyushkin, the former Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 18 November 2016 the complaints concerning the alleged ineffectiveness of the investigation in respect of the applicant’s case were communicated to the Government and the remainder of the application was declared inadmissible, pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1995 and lives in Republic of Dagestan.",
                                "elements": []
                            },
                            {
                                "content": "A.  Applicant’s allegations of rape",
                                "elements": [
                                    {
                                        "content": "6.  On 26 June 2012 Mr N. reported to the inter-district investigative committee that, since 2010, his minor daughter, the applicant in the present case, had been repeatedly forced to have oral and anal sex with eleven men over a period of almost two years from October or September 2010 to June 2012. The men had filmed the events and had threatened to disclose this information to the public should the applicant refuse to comply with their demands.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Investigation in response to the applicant’s complaint",
                                "elements": [
                                    {
                                        "content": "1.  Preliminary inquiry",
                                        "elements": [
                                            {
                                                "content": "7.  In response to a complaint lodged by the applicant’s father, the authorities instituted a preliminary inquiry during which P., an investigator, questioned the applicant (who provided a detailed account of the above-mentioned events), subjected the applicant to a gynaecological examination (which did not detect any traces of sexual assault on the applicant’s body), conducted an inspection of the locations where the alleged rapes had taken place and collected wet towel wipes found at the location of the “T.L.” area (the applicant having explained that one of the rapists had wiped himself with a towel wipe). The wipes were sent for forensic examination. The investigator also questioned six of the men accused by the applicant of having raped her. They all denied her allegations. The investigator examined the mobile telephones belonging to those men and found none of the video recordings mentioned by the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "8.  On 18 July 2012 the applicant’s lawyer submitted a DVD with a video recording of one of the alleged occasions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "9.  On 20 July 2012 the investigator examined the video recording. Having discerned no visible traces of injuries on the applicant’s body, he concluded that the applicant had been engaging in oral sex voluntarily.",
                                                "elements": []
                                            },
                                            {
                                                "content": "10.  Having examined the material obtained in the course of the inquiry, P., the investigator, discerned no evidence to support the applicant’s allegations of rape and on 26 July 2012 issued a decision declining to open a criminal investigation against the alleged perpetrators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  On 2 August 2012 the head of the inter-district investigative committee quashed the decision of 26 July 2012, noting that the investigator had not questioned all the alleged perpetrators and had failed to obtain the results of the forensic examination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  On 12 August 2012 P. declined to open a criminal investigation. The relevant decision reiterated verbatim the wording of the decision of 26 July 2012.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  On 17 August 2012 the deputy head of the investigative committee quashed the decision of 12 August 2012, noting that the investigator had failed to comply with the decision of 2 August 2012.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  On 27 August 2012 P. issued a decision declining to open a criminal investigation. The wording of that decision reiterated that of his earlier decisions and added that the forensic examination of biological material obtained from one of the perpetrators had not been completed. The said decision was quashed by the deputy head of the investigative committee on 4 October 2012.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  On 3 November 2012 P., the investigator, declined to open a criminal investigation. He based his findings on the material collected in the course of the first inquiry. In addition, he relied on the statements made by the other three alleged perpetrators and the results of the forensic analysis, according to which the sperm found on the towel wipes could belong to Dzh.N. or K.G.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Criminal investigation",
                                        "elements": [
                                            {
                                                "content": "16.  On 28 November 2012 the head of the investigative committee opened a criminal investigation into the applicant’s allegations of rape.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 15 January 2013 the applicant was granted the status of victim of a crime and advised of her procedural rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On several occasions the investigator questioned the alleged perpetrators. The submissions that they made during that questioning are summarised in Annex I below.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 10 and 11 March 2013 M.G., Dzh.A., K.G., Dzh.N., Sh.D., M.M., N.A., and M.Kh. were arrested and remanded in custody on the charges of rape.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  On 13 and 19 March 2013 they were released.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  On 17 June 2013 the forensic expert prepared a report concerning the examination of the flash memory drives of six mobile telephones which the investigator had earlier obtained from the alleged perpetrators. The expert indicated that it was impossible to restore the flash memory drives of the phones because the laboratory did not have the necessary equipment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On 9 August 2013 the forensic expert concluded that the genetic material collected at the location indicated by the applicant could not have originated from Dzh.A., K.G. or Dzh.N.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  On 4 October 2013 an investigator, Z., ordered that the applicant undergo a polygraph test. On 7 October 2013 the applicant underwent the test. According to the polygraph specialist’s report, the applicant had been telling the truth when she had said that M.G. had sexually assaulted her at the B. Hotel, that he had blackmailed her and that he had slapped her.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  On 9 October M.G. underwent a polygraph testing. The polygraph specialist concluded, on the basis of the answers provided by M.G., that it was probable that he had blackmailed or threatened the applicant and had coerced her into performing oral sex on him at the B. Hotel.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  On 6 December 2013 D., an investigator, suspended the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 13 January 2014 the first deputy head of the republican investigative committee determined that the criminal investigation had been incomplete and perfunctory and quashed the decision of 6 December 2013, ordering a further investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 25 February 2014 D. discontinued the criminal investigation, noting that there was no evidence, except for the applicant’s statements, implicating seven of the alleged perpetrators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  On 16 May 2014 D. discontinued, on similar grounds, the criminal investigation against M.G. and A.P.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On 20 June 2014 the Sovetskiy District Court dismissed a complaint lodged by the applicant against the decision of 25 February 2014. On 20 August 2014 the Supreme Court upheld the said decision on appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  On 28 January 2015 the deputy head of the second division of the republican investigative committee quashed the decision of 16 May 2015 and reopened the criminal investigation against M.G. and A.P. On the same date he discontinued the criminal investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 29 January 2015 the District Court dismissed the applicant’s complaint against the decision of 16 May 2014. On 1 April 2015 the Supreme Court of the Dagestan Republic upheld the decision of 29 January 2015 on appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  On 1 September 2015 the District Court quashed the decision of 29 January 2015.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On 30 September 2015 the Presidium of the Supreme Court quashed the decisions of 20 June 2014 and 20 August 2014.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  On 2 October 2015 the investigative committee reopened the criminal investigation against M.G. and A.P.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On the same date the investigative committee discontinued the criminal investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 27 October 2015 the District Court accepted the applicant’s argument that the investigation had been incomplete and found the decision of 25 February 2014 to have been unlawful.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  After the reopening of the case, the investigator questioned Dzh.A., K.G., Dzh.N. and Sh.D.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  On 30 January 2016 the criminal investigation was discontinued. The investigator relied on the statements made by the applicant, her parents and the alleged perpetrators, and forensic evidence. He also indicated in the decision to discontinue the investigation that he had received a response from the relevant mobile-telephone service providers that they had not been able to obtain and submit information concerning mobile communications between the applicant and the alleged perpetrators. The investigator concluded as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... the allegations that [the applicant was raped] are confirmed only by [the applicant] and her parents ... who learned about them from [the applicant]. The [applicant’s] allegations contradict the statements of many witnesses and the forensic evidence. [The alleged perpetrators] denied the [applicant’s] accusations. They maintained their innocence in [the applicant’s] presence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The investigation has not produced any additional evidence that would support the [applicant’s] allegations. The [sexual] crimes were committed in the absence of witnesses, and obtaining proof of those crimes has become problematic. It should be also taken into consideration ... that a significant amount of time has passed since the crimes were committed.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Investigation case file",
                                        "elements": [
                                            {
                                                "content": "39.  On 18 November 2016 the Government were requested to submit a complete investigation file in the applicant’s case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  On 29 March 2017 the Government submitted an incomplete copy of the material from the case file (comprising 898 pages, including seventeen pages containing nine tables of contents). According to the tables of contents, the complete case file comprised nine volumes totalling 1,882 pages. No explanation was given for the failure to submit the complete case file, as had been requested.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  In particular, the Government did not submit any of the material referred to by the investigator in his decision of 30 January 2016 as regards mobile communications between the applicant and the alleged perpetrators.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLES 3 AND 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "42.  The applicant complained that the State had failed to properly investigate the alleged rape. The Court considers that the complaint falls to be examined under Articles 3 and 8 of the Convention, which, in so far as relevant, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private ... life ... . ”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "43.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It furthermore notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "44.  The Government considered that the preliminary inquiry and the ensuing investigation conducted by domestic authorities had been in compliance with the standards established in the Court’s case-law. The investigators had identified and arrested eight alleged perpetrators. When questioned, all of them had denied the applicant’s allegations. They had maintained their innocence in the applicant’s presence. Neither the results of the genetic forensic examination nor the relevant mobile-telephone communications history had confirmed the applicant’s allegations and the suspects had been released. In 2014, after the applicant had identified A.P. as another perpetrator, he had been questioned and had undergone a polygraph test, which had confirmed that A.P. had had sexual relations with the applicant. He had been charged with rape. However, once the genetic forensic expert examination had excluded the possibility of the sperm found on the wipe towels being A.P.’s, the investigator had rightfully discontinued the criminal investigation against him. The Government furthermore pointed out that the applicant’s behaviour had had an impact on the effectiveness of the investigation. She had only belatedly reported the alleged rape to the authorities. As a result, it had been impossible to find, collect and preserve traces of the crime. Nevertheless, the investigators had carried out a complete range of actions aimed at establishing the circumstances of the crime: they had (1) commissioned a forensic medical examination to determine any possible traces of violence on the applicant’s body; (2) inspected the crime scenes in the applicant’s presence; (3) taken all necessary measures to collect physical evidence, (4) carried out other forensic examinations; (5) held a confrontation between the applicant and the alleged perpetrators; and (6) obtained information concerning the history of mobile-telephone communications between the applicant and the alleged perpetrators. In the Government’s opinion, there was nothing in the material contained in the case file to substantiate the applicant’s allegation that the authorities had failed to comply with their positive obligations, as set out in Articles 3 and 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The applicant maintained her complaint. In her opinion, the State had failed to discharge its positive obligation to investigate effectively her allegations of rape. Relying on her application form and the attachments thereto, the applicant pointed out the following omissions on the part of the investigators: (1) the authorities had failed to question T.Mus. (one of the alleged perpetrators), (2) they had not inspected all the mobile telephones of the alleged perpetrators; (3) they had not obtained the history of the mobile telephone communications between the applicant and the alleged perpetrators; (4) they had not examined the flash memory drives of the mobile telephones; (5) only eight out of the eleven alleged perpetrators had been arrested; (6) the investigators had collected information about the private life of the applicant’s parents in order to discredit them; (7) they had not obtained or examined genetic material from all the alleged perpetrators; and (8) they had not identified or examined the cars that the alleged perpetrators had used. The investigation in her case had not been prompt. A fully-fledged criminal investigation had only been opened some five months after the authorities had been informed of the applicant’s allegations. On numerous occasions the investigators’ decisions to discontinue the investigation had been quashed by the courts after they had found that investigation to have been incomplete and perfunctory. However, no effort had been made by the investigators to comply with the courts’ orders. As regards the video recording, the applicant considered the investigator’s conclusion that she had performed oral sex voluntarily to be unsubstantiated and erroneous. She also pointed out that the authorities had ascribed paramount importance to the fact that the alleged perpetrators had denied her allegations and had considered that fact to constitute exculpatory evidence. The investigators had failed to attach any weight to her vulnerability, the applicant being a minor living in a community with certain cultural norms regarding the desired behaviour of women and girls. The applicant had been questioned by male investigators in the presence of male teachers. She had been forced to confront the alleged perpetrators. She had not been offered any trauma counselling or psychological assistance during the investigation or her questioning. The investigators had failed to employ a context-sensitive and gender-based approach. They had focused on the lack of physical injury rather than her lack of consent. The investigators had appeared to blame the applicant and to focus on her behaviour and that of her family.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "46.  The general principles concerning the existence of a positive obligation to punish rape and to investigate rape cases are well-established in the Court’s case-law and have been summarised in the case of M.C. v. Bulgaria (no. 39272/98, §§ 149-153, ECHR 2003XII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court observes that, in the instant case, the applicant did not allege that Russian law, as such, did not provide effective protection against rape. Rather, she maintained that the State had not discharged its obligation to carry out an effective investigation of the circumstances of her rape and to identify and punish the perpetrators. The Court’s task is accordingly to ascertain whether the domestic authorities applied the relevant criminal-law provisions in practice through effective investigation and prosecution.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Application of the principles",
                                        "elements": [
                                            {
                                                "content": "48.  The Court reiterates that, even though the scope of the State’s positive obligations might differ between cases where treatment contrary to Article 3 has been inflicted through the involvement of State agents and cases where violence is inflicted by private individuals (see Beganović v. Croatia, no. 46423/06, § 69, 25 June 2009), the requirements as to an official investigation are similar. For the investigation to be regarded as “effective”, it should in principle be capable of leading to the establishment of the facts of the case and to the identification and punishment of those responsible. This is not an obligation of result, but one of means. The authorities must have taken the reasonable steps available to them to secure the evidence concerning the incident, including, inter alia, eyewitness testimony and forensic evidence. Any deficiency in the investigation which undermines its ability to establish the cause of injuries or the identity of the persons responsible will risk falling foul of this standard, and a requirement of promptness and reasonable expedition is implicit in this context (see, among many authorities, Mikheyev v. Russia, no. 77617/01, § 107 et seq., 26 January 2006, and Assenov and Others v. Bulgaria, judgment of 28 October 1998, Reports 1998-VIII, §§ 102 et seq.). In cases under Articles 2 and 3 of the Convention where the effectiveness of the official investigation has been at issue, the Court has often assessed whether the authorities reacted promptly to the complaints at the relevant time (see Labita v. Italy [GC], no. 26772/95, §§ 133 et seq., ECHR 2000IV). Consideration has been given to the opening of investigations, delays in taking statements (see Timurtaş v. Turkey, no. 23531/94, § 89, ECHR 2000VI, and Tekin v. Turkey, 9 June 1998, § 67, Reports 1998IV) and the length of time taken for the initial investigation (see Indelicato v. Italy, no. 31143/96, § 37, 18 October 2001).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Turning to the facts of the instant case, the Court observes that the authorities did respond to the applicant’s allegations of rape. They conducted an initial inquiry to verify her allegations and then opened an official criminal investigation. The Court is not convinced, however, that the measures taken by the authorities met the requirements of Articles 3 and 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court notes from the outset that the official investigation into the applicant’s allegations was opened five months after the applicant reported the alleged crimes. Admittedly, the authorities required a certain time to conduct a preliminary inquiry in response to the applicant’s complaint. Nevertheless, it appears from the material in the case file that the investigator’s efforts during the initial inquiry, when time was of essence to secure the evidence effectively, were aimed at dismissing her case rather than establishing what had really happened. It appears that the initial inquiry lasted about a month. During that time the investigator questioned the applicant and some of the alleged perpetrators, examined the crime scenes and commissioned forensic examinations. Having examined the evidence collected, the investigator dismissed the applicant’s allegations as unsubstantiated. In the next four months of the inquiry the investigator did nothing but repeatedly duplicate his original decision dismissing the applicant’s complaint; each time the decision was quashed by the investigator’s superior on account of the investigator’s failure to complete the inquiry.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The criminal investigation opened in November 2012 did not remedy the above-mentioned omissions. Little was done by the investigators to follow up on the leads provided by the applicant. The investigators did not identify or seize all the mobile telephones used by the applicant and the alleged perpetrators. Nothing was done to verify the information provided by the applicant concerning the cars used by the alleged perpetrators. The results of the polygraph test to which M.G. was subjected were not analysed or taken into consideration. No effort was made to verify the alibis furnished by Sh.D. and M.M. or to resolve the contradictions in the statements made by M.G., M.Kh. and T.Mus. (see the annex below). No effort was made to obtain information as to whether the recovery of the flash memory drives of the mobile telephones was possible and if any laboratory in Russia had the equipment adequate for that task. No explanation was provided by the investigator or the Government as to why it had been impossible to obtain the information in question from the relevant mobile-telephone service providers. Without delving into the issue of the validity of the statement made by the investigator, the Court observes that the documents submitted by the Government contain no material supporting the investigator’s findings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court does not lose sight of the difficulties that the authorities face when investigating sex crimes, owing to the particularly sensitive nature of the experiences sustained by victims. In the instant case, there were no eyewitnesses, and nobody volunteered any information. Some of the applicant’s accusations related to events which took place some two years prior to her complaint. In such circumstances, the investigators were confronted with a difficult task. Nevertheless, despite the measures carried out by the authorities, the Court considers that the delays in the investigation and the omissions on the part of the investigating authorities raise doubts as to the effectiveness of the authorities’ response to the applicant’s allegations of rape and leave the criminal proceedings in the case devoid of meaning.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court concludes that the respondent State has failed to meet its positive obligations to conduct an effective investigation and to ensure adequate protection of the applicant’s private life. There has accordingly been a violation of Articles 3 and 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "55.  The applicant claimed compensation in respect of non-pecuniary damage, leaving the amount of the award to the Court’s discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Government considered that no award should be made to the applicant for her failure to make her claim “in a proper manner”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court observes that it has found a serious violation in the present case. The authorities failed to comply with their positive obligation to effectively investigate and punish rape. In such circumstances, the Court considers that the applicant’s suffering and frustration cannot be compensated for by merely finding a violation. Making its assessment on an equitable basis, the Court awards the applicant 18,000 euros (EUR), plus any tax that may be chargeable, in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "58.  The applicant also claimed the following amounts in respect of costs and expenses incurred before the domestic courts and the Court, to be paid into the bank account of the European Human Rights Advocacy Centre:",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Government considered that the applicant had not substantiated her claims and that no award should be made to her under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  Regard being had to the documents in its possession and to its caselaw, the Court considers it reasonable to award the sum of EUR 12,585 covering costs and expenses under all heads, to be paid into the bank account of the European Human Rights Advocacy Centre.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "61.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there have been violations of Articles 3 and 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 20 November 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "Summary of the information provided by the alleged perpetrators in the course of investigation",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Helen Keller",
            "role": "president"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "María Elósegui",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF S.N. v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-187739.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:1120JUD001146715",
    "externalsources": [],
    "extractedappno": [
        "11467/15",
        "39272/98",
        "46423/06",
        "77617/01",
        "26772/95",
        "23531/94",
        "31143/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-187739",
    "judgementdate": "20/11/2018 00:00:00",
    "kpdate": "20/11/2018 00:00:00",
    "kpthesaurus": [
        "350",
        "596",
        "633",
        "451",
        "634",
        "429"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "3",
        "8",
        "8-1"
    ],
    "parties": [
        "S.N.",
        "RUSSIA"
    ],
    "rank": "2819.22631835938",
    "representedby": [
        "MEMORIAL HUMAN RIGHTS CENTRE",
        "EUROPEAN HUMAN RIGHTS ADVOCACY CENTRE"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "482877",
    "typedescription": "15"
}