{
    "__articles": "P1-1",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property",
    "applicability": "",
    "appno": "41220/07",
    "article": [
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-91061.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 41220/07) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by three Turkish nationals, Mr Süleyman Kalyoncu, Mr Ali Kalyoncu and Mr Mustafa Kalyoncu (“the applicants”), on 19 September 2007. The applicants were represented by Mr Y. Demirci, E. Uslu and E. Günay, lawyers practising in İstanbul. The Turkish Government (“the Government”) were represented by their Agent. On 30 January 2008 the President of the Second Section decided to give notice of the application to the Government and to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "2.  The applicants owned 3,223 square metres of land near the coast in Rize and a cafeteria situated thereon that measured 140 sq m. On 3 October 2006 the Rize Court of First Instance decided to annul the title to 104.36 sq m. of the land and to order the demolition of 17.35 sq m. of the cafeteria area on the ground that they were situated on the coastline which could not be subject to private ownership. On 12 March 2007 the Court of Cassation upheld the decision. ",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "3.  The applicants complained that the authorities had deprived them of their property without payment of compensation, in violation of Article 1 of Protocol No. 1. The Government contested that allegation.",
                        "elements": []
                    },
                    {
                        "content": "4.  The Court notes that it has already declared admissible similar cases (see, in particular, Abacı v. Turkey, no. 33431/02, §§ 11-18, 7 October 2008, and Turgut and Others v. Turkey, no. 1411/03, § 80, 8 July 2008) and has found violations of Article 1 of Protocol No. 1 in respect of the annulment of title acquired in good faith but later restored to State ownership without compensation being paid (see N.A. and Others v. Turkey, no. 37451/97, §§ 3643, ECHR 2005X). It further notes the absence of sample domestic judgments where compensation has been awarded in similar situations. Accordingly the Court holds that the application is admissible, there being no grounds upon which to decide otherwise. As to the merits the Court finds no reason to depart from the conclusions of the cases cited above. Accordingly, it finds that there has been a violation of Article 1 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicants claimed 100,000 euros (EUR) in respect of pecuniary damage and EUR 30,000 in respect of non-pecuniary damage. They also claimed EUR 4,000 in respect of the costs and expenses incurred before the domestic courts as well as EUR 9,000 in respect of their lawyer’s fees for the proceedings before both the Court and domestic courts. In this respect they referred to a number of receipts that had been issued by the domestic courts. The Government contested these claims, arguing that they were unsubstantiated, speculative and excessive.",
                        "elements": []
                    },
                    {
                        "content": "6.  As regards the applicants’ claim in respect of non-pecuniary damage, the Court finds that, in the circumstances of the present case, the finding of a violation constitutes sufficient just satisfaction (see Doğrusöz and Aslan v. Turkey, no. 1262/02, § 38, 30 May 2006). However, in view of the comparable case-law and the partial nature of the expropriation of the applicants’ property (cf. Terzioğlu and Others v. Turkey, nos. 16858/05, 23953/05, 34841/05, 37166/05, 19638/06 and 17654/07, 16 December 2008 [not yet final]; Miçooğulları v. , no. 75606/01, 10 May 2007; Kutluk and Others v. , no. 1318/04, 3 June 2008), the Court awards the applicants, jointly, EUR 10,000 for pecuniary damage and, on the basis of the documents in its possession, EUR 3,500 in respect of costs and expenses. The Court further considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                        "elements": []
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicants;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants jointly, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts, to be converted into Turkish liras at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 3 February 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Ireneu Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "Vladimiro Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Sally Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KALYONCU v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-91061.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0203JUD004122007",
    "externalsources": [],
    "extractedappno": [
        "41220/07",
        "33431/02",
        "1411/03",
        "37451/97",
        "1262/02",
        "16858/05",
        "23953/05",
        "34841/05",
        "37166/05",
        "19638/06",
        "17654/07",
        "75606/01",
        "1318/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-91061",
    "judgementdate": "03/02/2009 00:00:00",
    "kpdate": "03/02/2009 00:00:00",
    "kpthesaurus": [
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "P1-1"
    ],
    "parties": [
        "KALYONCU",
        "TURKEY"
    ],
    "rank": "660.094970703125",
    "representedby": [
        "DEMIRCI Y.",
        "USLU E.",
        "GÜNAY E."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "348773",
    "typedescription": "15"
}