{
    "__articles": "6;6-1;13;41;35;35-3",
    "__conclusion": "Violation of Art. 6-1;No violation of Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings",
    "applicability": "",
    "appno": "38064/97",
    "article": [
        "6",
        "35",
        "41",
        "13"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "No violation of Art. 13",
            "type": "no-violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - domestic proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-69629.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 38064/97) against the  lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Bronisław Turczanik (“the applicant”), on 13 February 1997.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that there had been a violation of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 3 October 2002, the Chamber declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicant and the Government each filed observations on the merits of the case (Rule 59 § 1).",
                        "elements": []
                    },
                    {
                        "content": "8.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Third Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "9.  On 1 November 2004 the Court again changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Second Section (Rule 52 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "10.  The applicant was born in 1934 and lives in . He is a lawyer belonging to the Wrocław Bar.",
                                "elements": []
                            },
                            {
                                "content": "11.  The applicant was a party to proceedings before the Council of the Wrocław Bar Association to determine where his practice was to be located, a necessary preliminary to any activity in his profession.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 24 November 1982 the Bar Association of the  region (Okręgowa Rada Adwokacka) refused to enter the applicant's name in the list of practising lawyers. On 11 January 1983 the National Bar Association (Naczelna Rada Adwokacka) upheld that decision. On 21 October 1983 the Minister of Justice set aside the Bar Association's decision. On 25 November 1983 the Wrocław Bar Association entered the applicant's name in the list, but refused to determine a location for his practice on the ground that he had not joined a lawyers' cooperative (zespół adwokacki) in order to carry on his profession.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 20 December 1983 the applicant appealed, informing the Wrocław Bar Association that he had been retired since 19 July 1982 and only worked from time to time. He received no reply.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 13 June 1991 the applicant asked the Wrocław Bar Association to forward to the Minister of Justice his application for permission to carry on his profession as an independent lawyer and to have his practice established in  at the address he indicated.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 5 September 1991 the Wrocław Bar Association refused his application on the ground that he had not made any request for the location of his practice to be designated. According to the Government, the applicant did not appeal against that decision.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 23 December 1991 the applicant submitted a request to have his practice located in ; that request was refused on 23 January 1992 because there were no places available. On 18 March 1992 the National Bar Association dismissed an appeal by the applicant citing the lack of places and the need to give priority to trainee lawyers.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 26 January 1993 the Supreme Administrative Court (Naczelny Sąd Administracyjny), sitting in , set aside the decisions given. It held that the Bar Association had been required to designate a location for the applicant's practice at the time when it entered his name in the list of members of the Bar, that is on 25 November 1983. It also held that when designating the location of the applicant's practice the Bar Association had a duty to take into account, among other considerations, his state of health.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 29 April 1993 the Wrocław Bar Association decided that the applicant's practice should be located in Wołów (approximately 46 km from ). On appeal, that decision was upheld on 18 August 1993 by the National Bar Association.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 31 January 1995 the  once again set aside the decisions given. It held that the governing bodies of the profession, when designating the location of the applicant's practice, had still not taken into account his state of health, had not explained why, despite the growing number of law practices in the chief town of the region (Wrocław), the applicant's request had not been allowed, and had not explained why requests similar to the applicant's had been dealt with and granted as a priority.",
                                "elements": []
                            },
                            {
                                "content": "20.  That decision was served on the Wrocław Bar Association on 29 March 1995. On 8 June 1995 the Bar Association asked the applicant to supply information about his professional activity and his state of health. The applicant described his professional activity and stated that he had suffered two heart attacks.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 14 September 1995 the Wrocław Bar Association decided to suspend the proceedings to determine where the applicant's practice was to be located and brought an action to have the applicant declared unfit to carry on his profession on the ground that he had suffered heart attacks. On 9 January 1996 the National Bar Association upheld the decision.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 19 October 1995 the applicant complained to the , sitting in , of the Wrocław Bar Association's refusal to comply with its decision of 31 January 1995. On 7 March 1996, according to the Government, the  dismissed the complaint as being out of time.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 5 September 1996 the  set aside the decisions given on 14 September 1995 and 9 January 1996. It observed that the proceedings instituted by the Bar Association could be brought only against a practising lawyer, whereas in the present case, although the applicant's name had been entered in the list of lawyers, he could not carry on his profession because the location of his practice had not been determined.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 23 January 1997 the Wrocław Bar Association directed the applicant to supply medical certificates attesting to his state of health. Citing the 's decision of 5 September 1996, the applicant refused to comply. In consequence, on 16 April 1997, the Bar Association determined the location for the applicant's practice as Strzelin (approximately 41 km from ). It held that there were no medical reasons why the practice should not be located outside the chief town of the region, in which there were too many practising lawyers. On 4 June 1997 the applicant appealed, and on 4 August 1997 he complained of the Wrocław Bar Association's continued failure to comply with the decision of the , sitting in . On 19 August 1997 the National Bar Association overturned the Wrocław Bar Association's decision. On 12 September 1997 the  put off its decision until a later date.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 21 October 1997, as the Wrocław Bar Association had not given a ruling within the time allowed, the applicant asked the , sitting in , to compel the Bar Association to reach a decision and “to take the necessary measures to comply with the instructions given by the  in its decisions”. On 11 December 1997 the Wrocław Bar Association informed the Supreme Administrative Court that the applicant's case was due to be heard at its meeting on 18 December 1997. On that date the Bar Association fixed the location of the applicant's practice in Trzebnica (approximately 25 km from ), giving him permission to live elsewhere. On appeal, that decision was upheld on 12 May 1998 by the National Bar Association.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 16 March 1998 the , sitting in , refused to compel the Bar Association to give a ruling, given that in the meantime (on 18 December 1997) it had done so. It further noted that the applicant had appealed against the decision concerned. The part of his application containing the request for the necessary measures to be taken to comply with the 's instructions was referred to the , sitting in , which had jurisdiction over the matter.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 26 May 1998 the applicant explained to the Supreme Administrative Court, sitting in Warsaw, exactly what it was he was seeking. He distinguished between the following requests: the setting aside of the National Bar Association's decision of 12 May 1998; the imposition of a fine on the Bar Association; damages for each year of delay in complying with the Supreme Administrative Court's instructions (to take the state of his health into account); and a decision on whether he had the right to bring civil proceedings to obtain compensation for the loss he had suffered through the failure to comply with the Supreme Administrative Court's decisions.",
                                "elements": []
                            },
                            {
                                "content": "28.  The National Bar Association submitted that the application should be refused. Firstly, it pointed out that the applicant was refusing to supply the medical certificates requested, which suggested that he was in good health. Secondly, it informed the court that the applicant worked as a legal adviser in a specific field, so that he was able to carry on an occupation successfully outside the legal profession. It further observed that he was in receipt of an invalidity pension (uprawnienia rentowe). Lastly, it submitted that Trzebnica, the town in which the Wrocław Bar Association had fixed the location of the applicant's practice, did not have the requisite number of lawyers. The choice of location had therefore been prompted by concern for the proper administration of justice.",
                                "elements": []
                            },
                            {
                                "content": "29.  On 20 August 1998 the , sitting in , allowed only part of the applicant's claim, setting aside the National Bar Association's decision of 12 May 1998. It first observed that the Bar Association had not complied with the orders made in all the decisions it had given up to that date. It referred to the principle that decisions taken by the Bar Association concerning the location of a lawyer's practice were administrative decisions and therefore came under its jurisdiction. It pointed out that an administrative body could not ignore its legal opinion, since any decision taken in disregard of its orders would be null and void.",
                                "elements": []
                            },
                            {
                                "content": "The  also pointed out that an administrative body called upon to deal with a request like the one in issue was required to take into account the interest of the individual while protecting the general interest. It emphasised that in the present case the Bar Association's decisions gave no valid reason for refusing to allow the applicant to establish his practice in . In conclusion, it described the proceedings before the Bar Association as unfair, since the applicant had been refused any opportunity to make his case and because the Bar Association had done no more than speculate about his state of health.",
                                "elements": []
                            },
                            {
                                "content": "30.  The Wrocław Bar Association invited the applicant to its meetings on 30 November 1998 and 18 February 1999. He was unable to attend, but presented his apologies.",
                                "elements": []
                            },
                            {
                                "content": "31.  On 25 March 1999 the Wrocław Bar Association again fixed the location of the applicant's practice in Trzebnica. On 21 April 1999 it annulled the above decision and finally fixed the location of the applicant's practice in . On 31 July 1999 the applicant informed it that he would begin work on 1 August 1999.",
                                "elements": []
                            },
                            {
                                "content": "32.  The applicant also referred the matter to the Office for the Protection of Competition and Consumers (Urząd Ochrony Konkurencji i Konsumentów – “the Office”). At the end of the related proceedings, on 15 July 1998, the  regional anti-monopoly court (Sąd Wojewódzki Antymonopolowy) dismissed an appeal by the Bar Association against a decision given by the head of the Office (Prezes Urzędu Ochrony Konkurencji i Konsumentów) on 5 March 1998. After noting that the Bar Association engaged in monopoly practices restraining competition in the service provision market, the court ordered it to abandon the practices concerned. On 29 August 1998 the Wrocław Bar Association appealed on points of law.",
                                "elements": []
                            },
                            {
                                "content": "33.  On 29 May 2001 the Supreme Court quashed the previous decisions. It ruled that the case concerned the applicant alone and that the conduct of the Bar Association authorities could not be equated with monopoly practices. It held that the Bar Association was not required by its rules to locate a lawyer's practice in the town of his choice.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "34.  Section 30 of the Supreme Administrative Court Act (the Law of 11 May 1995) provides that the legal opinion expressed in a decision of that court is binding on the administrative body whose action or omission gave rise to the proceedings. The administrative body concerned is required to comply with the opinion until subsequent factual or legal elements cause it to lose its validity or until the decision is set aside as a result of an extraordinary appeal.",
                                "elements": []
                            },
                            {
                                "content": "35.  Section 68 of the Bar Association Act (the Law of 26 May 1982) provides, inter alia:",
                                "elements": []
                            },
                            {
                                "content": "“3.  The regional bar association shall give a decision to enter a lawyer's name in the list of its members and at the same time shall designate the location of his practice, taking into account the need to ensure appropriate geographical coverage in the supply of legal assistance.",
                                "elements": []
                            },
                            {
                                "content": "4.  The regional bar association may decide not to designate the location of the lawyer's practice in the event of one of the obstacles to carrying on the legal profession referred to in section 4b § 1 (1 and 2) and § 2.”",
                                "elements": []
                            },
                            {
                                "content": "36.  The obstacles to carrying on the legal profession listed in section 4b of the Bar Association Act are as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  A lawyer may not carry on his profession",
                                "elements": []
                            },
                            {
                                "content": "–  if he is bound by a contract of employment,",
                                "elements": []
                            },
                            {
                                "content": "–  if his spouse works as a judge or prosecutor within the area covered by the regional bar association – in the inquiry and investigation agencies,",
                                "elements": []
                            },
                            {
                                "content": "–  if he has been declared permanently unfit to carry on the legal profession,",
                                "elements": []
                            },
                            {
                                "content": "–  if he has been declared unfit,",
                                "elements": []
                            },
                            {
                                "content": "–  if he has been punished by a suspension from his duties or provisionally suspended from his duties.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AS REGARDS THE LENGTH OF THE PROCEEDINGS",
                        "elements": [
                            {
                                "content": "37.  Relying on Article 6 § 1 of the Convention, the applicant submitted that the length of the proceedings to determine the location of his lawyer's practice had been excessive. The relevant parts of Article 6 § 1 provide as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing within a reasonable time by an independent and impartial tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Period to be taken into consideration",
                                "elements": [
                                    {
                                        "content": "38.  The Court considers that the period to be taken into consideration began on 25 November 1983, when the applicant's name was placed on the list of lawyers practising in the  region and he was refused a decision to determine the location of his practice, and ended on 21 April 1999, when the Wrocław Bar Association designated a location. It accordingly lasted approximately fifteen years and five months. However, given its jurisdiction ratione temporis, the Court can only consider the period of approximately six years after 1 May 1993, when Poland recognised the right of individual petition, although it will have regard to the stage reached in the proceedings on that date (see, for example, Kudła v. Poland [GC], no. 30210/96, § 123, ECHR 2000-XI).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Length of the proceedings",
                                "elements": [
                                    {
                                        "content": "39.  In order to determine whether a reasonable time was exceeded, the Court will have regard to the particular circumstances of the case and the criteria established in its case-law, particularly the complexity of the case and the conduct of the applicant and of the relevant authorities (see Kudła, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Government submitted that the length of the proceedings had not exceeded a reasonable time within the meaning of Article 6 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The applicant rejected that argument.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Bearing in mind all the circumstances of the case, and in particular the conduct of the Bar Association authorities, the Court cannot accept that proceedings which lasted for fifteen years and five months, including approximately six years after 30 April 1993, satisfied the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A reasonable time has therefore been exceeded and there has accordingly been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AS REGARDS THE FAIRNESS OF THE PROCEEDINGS",
                        "elements": [
                            {
                                "content": "43.  The applicant submitted that he had not had an effective remedy whereby he could have compelled the Bar Association to comply with the decisions of the  and complained of the excessive length of the administrative proceedings.",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "44.  The Government observed that, according to the Court's case-law, the effectiveness of a remedy did not depend on the certainty of a favourable result. They submitted that the applicant had had effective remedies and that he had used them in an attempt to compel the Bar Association to comply with the orders made by the .",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant",
                                        "elements": [
                                            {
                                                "content": "45.  The applicant submitted that all the remedies he had used to force the Bar Association to comply with the orders made by the  had been ineffective.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "46.  The Court distinguishes two problems raised by the applicant's complaint, the first concerning the impossibility of securing compliance with the Supreme Administrative Court's orders, and the second relating to the lack of a remedy to complain of the excessive length of administrative proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  It considers that the question of the lack of remedies to secure compliance with the 's orders falls under Article 6 of the Convention and must be examined from the standpoint of that provision. On the other hand, in the light of the Court's settled case-law, the complaint concerning the lack of a remedy for the excessive length of administrative proceedings must be dealt with under Article 13 of the Convention (see Kudła, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  With regard to the lack of remedies to secure compliance with the Supreme Administrative Court's orders, the Court reiterates that the right of access to a court guaranteed by Article 6 § 1 of the Convention would be illusory if a Contracting State's domestic legal system allowed a final, binding judicial decision to remain inoperative to the detriment of one party. Execution of a judgment given by any court must be regarded as an integral part of the “trial” for the purposes of Article 6. The Court has already acknowledged that effective protection of a party to administrative proceedings and the restoration of legality presuppose an obligation on the administrative authorities to comply with a judgment on the matter delivered by the State's highest administrative court (see Hornsby v. Greece, judgment of 19 March 1997, Reports of Judgments and Decisions 1997-II, pp. 510-11, §§ 40 et seq.).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court notes that, unlike the position in the case cited above, this case did not concern an enforceable decision bringing the proceedings to an end but a series of judgments delivered in the context of the same set of administrative proceedings which repeatedly set aside the decisions of a lower tribunal which was refusing to comply with the orders of the court having cassation jurisdiction. The Court considers that those decisions formed an integral part of the “trial” for the purposes of Article 6. It would indeed be incompatible with the principles of the proper administration of justice to allow to persist in any national legal system a situation in which the highest administrative court's ruling on the correct interpretation of the law, which should form the legal basis for future decisions, is disregarded by lower authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The second difference lies in the nature of the body concerned – various organs of the Bar Association. Even though in the domestic legal system they could not be considered administrative authorities, their decisions regarding the location of a lawyer's practice were administrative in nature and clearly came under the jurisdiction of the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court notes that in the present case the  gave the Bar Association a clear reminder that decisions fixing the location of a lawyer's practice were administrative decisions and came under its jurisdiction (see paragraph 29 above). It further notes that the decisions of the  setting aside the Bar Association's decisions gave clear indications of the factors to be taken into account when re-examining the case. Lastly, it observes that the applicant had no effective way to make the Bar Association pay heed to the 's opinion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the Court's opinion, the Bar Association authorities were clearly determined to disregard a decision given by a competent higher court. That being so, no argument could justify the Association's dilatory attitude, which deprived the applicant of effective protection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  In the light of the foregoing considerations, the Court finds that there has been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION AS REGARDS THE LACK OF A REMEDY TO COMPLAIN OF THE EXCESSIVE LENGTH OF THE ADMINISTRATIVE PROCEEDINGS",
                        "elements": [
                            {
                                "content": "53.  The applicant submitted that he had not had any effective remedies in respect of the excessive length of the administrative proceedings. He relied in substance on Article 13 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "54.  The Court reiterates that, according to its settled case-law, there exist in the Polish legal system remedies for the excessive length of administrative proceedings (see, mutatis mutandis, Bukowski v. Poland (dec.), no. 38665/97, 11 June 2002).",
                                "elements": []
                            },
                            {
                                "content": "55.  Accordingly, it considers that in the present case there has been no violation of Article 13 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "56.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "57.  The applicant claimed 100,000 euros (EUR) for pecuniary and non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Government considered that sum excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Court can see no causal link between the violations found and the pecuniary damage alleged. It rejects this part of the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  It considers on the other hand that the prolongation of the proceedings beyond a reasonable time undoubtedly caused the applicant non-pecuniary damage justifying the award of compensation. Ruling on an equitable basis, it awards him EUR 3,500 under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court likewise considers that the applicant must have suffered non-pecuniary damage – notably on account of the frustration caused by the Bar authorities' refusal to pay heed to the orders of the Supreme Administrative Court – which is not sufficiently made good by the findings of violations. Ruling on an equitable basis, the Court awards the applicant EUR 4,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "62.  The applicant requested EUR 4,900 for the costs and expenses incurred in the course of the relevant domestic proceedings. However, he was able to supply vouchers in respect of only EUR 40 relating to the proceedings which had given rise to his application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Government did not comment on this question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  According to the Court's settled case-law, costs and expenses will not be awarded under Article 41 unless it is established that they were actually incurred, were necessarily incurred and are also reasonable as to quantum (see Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 54, ECHR 2000-XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  Consequently, the Court awards the applicant EUR 40 for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "66.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention as regards the length of the administrative proceedings;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention as regards the lack of remedies to secure compliance with the orders of the ;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 13 of the Convention as regards the lack of a remedy to complain of the excessive length of administrative proceedings;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 7,500 (seven thousand five hundred euros) in respect of non-pecuniary damage and EUR 40 (forty euros) for costs and expenses, plus any tax that may be chargeable, to be converted into Polish zlotys at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 5 July 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrI. Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MrsA. Mularoni",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        },
        {
            "name": "MrsE. Fura-Sandström",
            "role": "judges"
        },
        {
            "name": "MrsD. Jočienė",
            "role": "judges"
        },
        {
            "name": "Mrs S. Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TURCZANIK v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-69629.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0705JUD003806497",
    "externalsources": [],
    "extractedappno": [
        "38064/97",
        "30210/96",
        "38665/97",
        "31107/96"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-69629",
    "judgementdate": "05/07/2005 00:00:00",
    "kpdate": "05/07/2005 00:00:00",
    "kpthesaurus": [
        "14",
        "402",
        "445",
        "7",
        "40",
        "136",
        "406",
        "444",
        "110",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "13",
        "35-3",
        "6-1",
        "35",
        "6",
        "41"
    ],
    "parties": [
        "TURCZANIK",
        "POLAND"
    ],
    "rank": "521.34130859375",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Bukowski v. Poland (dec.), no. 38665/97, 11 June 2002",
        "Hornsby v. Greece, judgment of 19 March 1997, Reports of Judgments and Decisions 1997-II, pp. 510-511, § 40",
        "Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 54, ECHR 2000-XI",
        "Kudla v. Poland [GC], no. 30210/96, § 123, ECHR 2000-XI"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "328720",
    "typedescription": "15"
}