{
    "__articles": "3",
    "__conclusion": "No violation of Art. 3",
    "applicability": "",
    "appno": "69332/01",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "element": "No violation of Art. 3",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-69794.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 69332/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Danish national, Mr Peter Rohde (“the applicant”), on 19 February 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms Merethe Stagetorn, a lawyer practising in . The Government were represented by their Agent, Mr Peter Taksøe-Jensen of the Ministry of Foreign Affairs, and their Co-Agent, Ms Nina HolstChristensen of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the Danish authorities subjected him to a treatment contrary to Article 3 of the Convention since they detained him on remand in solitary confinement from 14 December 1994 until 28 November 1995.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 4 December 2003, the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicant and the Government each filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed First Section (Rule 52 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  The decision(s) to submit the applicant to pre-trial detention in solitary confinement",
                                "elements": [
                                    {
                                        "content": "8.  On 25 October 1994 a warehouseman found 5.684 kg of cocaine hidden in a consignment of green papaya fruits from , ordered by the applicant. The discovery was reported to the police, who on the same day interviewed the applicant. He denied having any knowledge of the cocaine and explained that he had ordered the fruits because he contemplated developing a health product made from the seeds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 13 December 1994 at  when the applicant was about to emigrate to  he was arrested and charged with drug trafficking.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 14 December 1994 the City Court in  (Københavns Byret) decided with reference to section 762, subsection 1 (iii) and section 770a of the Administration of Justice Act (Retsplejeloven) that the applicant be detained on remand and in solitary confinement. The time limit was fixed at 28 December 1994 with regard to the solitary confinement and at 10 January 1995 as concerns the pre-trial detention. The City Court referred notably to the facts that a person, PL, whom the applicant had known as one of his acquaintances for just under six months had been arrested in the same case, that PL had picked up a load of papaya fruits shortly after the applicant's consignment of papaya fruits had been delivered to him, that cooffenders were assumed still to be at large, that further investigation was required in the case, and that the applicant had taken up residence in London after the commencement of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On appeal to the High Court of Eastern Denmark, the decision was upheld on 17 December 1994 on the grounds stated by the City Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  During a police interview on 21 December 1994 the applicant stated that in October 1994 he had been contacted by a Brazilian papaya fruit farmer, called RS, in search of a business partner in . RS had found the applicant via a friend, RB, whom the applicant knew from the . Accordingly, the applicant had contacted PL in order to obtain his assistance with the importation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 28 December 1994 the City Court extended the solitary confinement until 10 January 1995. It appears from the court record that the applicant's counsel had confirmed in writing that the applicant had consented to this extension without appearing in court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The detention on remand in solitary confinement was prolonged by the City Court on 10 January 1995, upheld on appeal on 16 January 1995 by the High Court, which found among other things that no reasonable explanation of the applicant's importation of papaya fruits had been brought to light, and that the applicant's importation of the fruits seemed to constitute the link between PL and the cocaine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The applicant's pre-trial detention in solitary confinement was prolonged anew by the City Court on 7 February and 7 March 1995. The applicant appealed against the latter decision to the High Court, and submitted in this connection his diary, which contained notes as to RS and RB on the dates 11 and 14 October 1994. The applicant explained that RS and RB had been supposed to come to  on 14 October 1994, but that they had never showed up. On 24 March 1995 the High Court confirmed the City Court's decision of 7 March 1995 on the following grounds:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...Despite the new information in [the applicant's] diary book notes, his importation of papaya fruits is still found to constitute the link between [PL], also charged, and the discovery of the cocaine. This is supported by the telephone call made by [the applicant] on 24 October 1994 [to PL]. Therefore, the reasons for continued detention on remand under Section 762, Subsection 1 (i) and (iii), and for continued solitary confinement are still justified as stated in the City Court order of 7 March 1995.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The pre-trial detention in solitary confinement was further extended as follows; by the City Court on 4 April 1995, upheld on appeal by the High Court on 20 April 1995; by the City Court on 25 April 1995, upheld on appeal by the High Court on 11 May 1995; by the City Court on 30 May 1995; on 27 June; 7 July; 25 July; 22 August; 19 September 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  PL admitted to cocaine smuggling on 12 September 1995. In addition, he stated that the applicant had participated, but under the belief that the smuggling concerned diamonds. Having been confronted with this statement, during an interview with the police on 26 September 1995 the applicant explained that he and PL had actually planned to smuggle diamonds in the papaya fruits. After the papaya fruits had been delivered on 24 October 1994, PL had informed the applicant that the diamonds had arrived safely and that PL had sold them for a profit amounting to 500,000 Danish kroner (DKK). When the applicant had been confronted by the police and the press with the discovery of the cocaine, he had panicked and decided to emigrate to . The applicant admitted that his previous explanation about RS and RB, and the notes in his diary had been fabricated, and made up by him and PL before their arrest as a “cover story”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 3 October and 17 October 1995, the City Court upheld the applicant's pretrial detention in solitary confinement on the basis of submitted letters containing the applicant's and his counsel's consent. At a court hearing before the City Court on 31 October 1995, the applicant and counsel were present and objected to the continued confinement. The City Court decided as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...the court finds it necessary under section 770 a of the Administration Act to maintain the solitary confinement in view of the prosecutor's information on the divergences between particular [the applicant's] and the detained PL's statements as to whether the two persons had had discussions in relation to the smuggling of cocaine in connection with the agreement between them on smuggling from Brazil. Despite the duration of the pretrial detention, the court finds that the solitary confinement must be maintained at least until the examination in court has been carried out, and it should be noted that the examination has been fixed for 24 and 28 November 1995.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "On appeal, on 2 November 1995 the decision was upheld by the High Court",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  At the court hearing before the City Court on 28 November 1995 the applicant confirmed the explanation he had given on 26 September 1995 and the City Court lifted the solitary confinement. Nevertheless, the applicant remained voluntarily in solitary confinement until 12 December 1995.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The conditions in the prison",
                                "elements": [
                                    {
                                        "content": "20.  During the period when the applicant was detained in solitary confinement he was placed in the Western Prison (Vestre Fængsel). The cells there have an area of about eight square metres. They are furnished with a bed, a table, a chair, a lamp, a bookcase, a cupboard, a radio, a television set, a refrigerator/freezing compartment, a duvet, a pillow, a mirror, a sink, bed linen, a tea-towel and a towel. There is a window in each cell placed in a high of approximately 3 meters above the floor. The flooring in the cell is terrazzo/cement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21. Being detained on remand in solitary confinement in the Western Prison, the applicant was totally excluded from association with other inmates. He followed the daily routine in the so-called segregation wing and could use the fitness room, borrow various games, occupy himself with various hobby activities such as painting and borrow books once a week, buy goods in the shop, including newspapers, and receive tuition, including school tuition. He was allowed to two daily exercise periods (morning and afternoon), each lasting half an hour, but it was up to him to decide whether to make use of the outdoor exercise option.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Visits by family and friends",
                                "elements": [
                                    {
                                        "content": "22.  Visits from the applicant's family and friends were only allowed under supervision. The applicant's mother visited the applicant twice in the period from 14 December 1994 until 10 January 1995. Thereafter, during a shorter period, the applicant refused to receive visitors. From 7 March 1995 she visited him every week for approximately one hour. It appears that in the beginning friends came along with her, up to five persons at a time, but that the police limited the visits to two persons at a time in order to be able to check that the conversations did not concern the charge against the applicant. Since February 1995, the applicant's father along with a cousin visited the applicant every two weeks.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Contact with counsel, police officers, judges and the public prosecutor",
                                "elements": [
                                    {
                                        "content": "23.  The applicant's counsel came to visit the applicant approximately once a week. It appears from the case-file that counsel sent herbal medicine to the applicant a couple of times. Also, it appears that on one occasion the prison staff asked the prison management to consider limiting the visits from counsel because these seemed to be more frequent and last a lot longer than usual counsel visits. The prison management discussed the matter with counsel, but no restrictions were imposed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Moreover, during the segregation period, the applicant was questioned by police officers investigating the case, notably by one named JL. Also, on several occasions the applicant was brought before the court in connection with extensions of the time limits for the pre-trial detention and solitary confinement and court hearings. On these occasions, he had contact with police officers as well as his counsel, the judge and the public prosecutor.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Contacts with prison staff",
                                "elements": [
                                    {
                                        "content": "25.  The applicant had contact with the prison staff on numerous occasions every day, including when food was dispensed, when food boxes were collected afterwards, when he opted for outdoor exercise, when he bathed and when he chose to use the fitness room.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In the period from March until December 1995, the applicant received roughly fifty lessons in English and French from one of the prison teachers, thus once a week and for approximately 1 hour and 15 minutes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  In addition, the applicant visited the prison chaplain once a week for about one hour in the latter's office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  Furthermore, during the period from 14 December 1994 until 28 November 1995, the applicant had contact twelve times with a welfare worker, it appears for the last time, on 11 December 1995, when the applicant stated that being in solitary confinement (voluntarily since 28 November 1995) was getting him down so much that he would probably choose to leave it. Furthermore, he stated that he had no immediate problems with which the social worker or the Prison and Probation service (Kriminalforsorgen) could assist him. Instead, he talked about the problems that the case had caused him, including the fact that he felt betrayed by people whom he thought were good friends.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  In the same period, the applicant was treated by a dentist a couple of times and by a physiotherapist thirty-two times.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Contacts with doctors",
                                "elements": [
                                    {
                                        "content": "30.   During the applicant's detention on remand in solitary confinement from 13 December 1994 until 28 November 1995 medical inspections were carried out twenty-seven times by a doctor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  From the prison medical journals submitted it appeared, among other things, that the applicant from 13 December 1994, the day of his arrest, at 8 p.m. until 14 December 1994 12.30 p.m. was placed in an observation cell, as he had stated that he suffered from claustrophobia and had said that he was contemplating suicide. During this period he was observed thirty-six times by the prison staff and twice by nurses. He was given a sleeping pill for that night (and for the following nights during a week).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 11 January 1995 a doctor attended the applicant and refused to prolong the prescription for sleeping pills. The doctor established that the applicant had no complaints of claustrophobia and advised him to do “physical exercise” to achieve natural fatigue instead of chemical, tablet-induced sleep.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  At the beginning of/mid January 1995 the applicant went on a hunger strike, although he drank fruit juices. In this connection the applicant was monitored every day on 16, 17 and 18 January 1995 by nurses and doctors.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 17 January 1995 the applicant told a doctor that he was determined to starve himself to death. The prison doctor informed him of the relevant Danish regulation, which prescribes respect for the desires of mentally competent persons, even the desire to die. The doctor found the applicant mentally capable and not abnormal for the purposes of taking this decision. The doctor received and accepted the applicant's refusal of medical intervention (artificial feeding at any future potentially fatal weakening of the applicant's health). The doctor furthermore found the applicant physically normal and without any acetone smell (usual occurrence at fasts). The doctor prescribed him a sleeping pill for that night. According to the prison rules, the doctor also requested a psychiatric assessment of the applicant – a requirement when inmates go on hunger strike even if no signs of mental disorder are found.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The following day, on 18 January 1995 the applicant informed a doctor that he was drinking but that he expected to be dead within three weeks. The doctor found the applicant normal and without any signs of dehydration. As to the applicant's mental health, the doctor waited for the psychiatric examination, which was scheduled to take place on the same day. The latter concluded:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Visit to a thirty-year-old male, charged with Article 191[of the Penal Code (straffeloven)], of which, according to him, he is innocent. He is now carrying out a hunger strike, as a protest against his perception that the press and others have convicted him in advance, and he is fully aware of the consequences of such an act and is at present writing farewell letters, his will, etc. Diagnosis: situational reaction.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Due to the applicant's decision to continue his hunger strike, the prison doctor ordered that twice a week he be checked by a doctor, be weighed and have his urine checked for ketonic substances which may occur during fasting. The applicant decided to start eating again at the end of January.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Once, in March 1995 an EEG scanning was carried out, notably to check the applicant for epilepsy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 1 May 1995 a doctor attended the applicant because he complained of continuous pain in his lower back. The doctor ordered that he be given an extra mattress and referred him to a physiotherapist.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 12 December 1995 the applicant decided to leave the solitary confinement he had volunteered for since 28 November 1995. Moreover, having volunteered for kitchen duty, he was attended to by a doctor, as the chief consultant of the Copenhagen Prisons had stated that inmates with indications of for instance mental disorders or significantly deviating conduct were not accepted for kitchen duty.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  Contacts with nurses",
                                "elements": [
                                    {
                                        "content": "40.  During the applicant's detention on remand in solitary confinement from 13 December 1994 until 28 November 1995 medical inspections were carried out forty-three times by a nurse.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "H.  The trial against the applicant",
                                "elements": [
                                    {
                                        "content": "41.  After the solitary confinement had been lifted on 28 November 1995, the applicant's detention on remand was prolonged several times by the courts until 14 May 1996, when the High Court sitting with a jury acquitted the applicant of the drug offences. However, on the basis of the applicant's confession he was convicted of aggravated tax fraud and sentenced to 8 months' imprisonment and an additional fine of DKK 875,000 (or in the alternative 60 days' imprisonment).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  By a City Court judgment of 21 June 1996, a co-accused, MP, who in the meantime had been extradited from the , and PL were convicted of the cocaine smuggling.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "I.  The compensation proceedings before the City Court",
                                "elements": [
                                    {
                                        "content": "43.  On 12 July 1996, the applicant claimed compensation for pecuniary and non-pecuniary damage pursuant to Section 1018a of the Administration of Justice Act for having been detained from 14 December 1994 until 14 May 1996. The total claim for compensation amounted to more than DKK 19 million, thereof DKK 10 million for injury to his feelings and reputation. In support of the latter counsel referred to the unusually long, unjustified pre-trial detention, the massive press attention given to the case, to the fact that the applicant was a well-known person and that the case therefore had been unusually and extraordinarily insulting to him. The prosecution first considered the claim, and then in June 1997 it was brought before the City Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  In a letter of 10 July 1997 counsel stated that she also wished to invoke Article 3 of the Convention and for this purpose she requested that a report be procured from the LegalPsychiatric Clinic (Retspsykiatrisk Klinik) concerning the applicant's mental state of health during and after his detention on remand. On 18 September 1997 the City Court complied with his request, and the report was submitted on 19 January 1998 stating, inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The subject is a now 32-year-old male, who had never exhibited any signs of a mental disorder until just over three years ago. From his early youth and until 1992 he was a successful competition swimmer. As from 1990 he was self-employed in a business which he ran successfully until his arrest in December 1994. Until his arrest he seems always to have functioned well. He has never abused any drugs or alcohol.",
                                        "elements": []
                                    },
                                    {
                                        "content": " During this examination he was found of normal to good intelligence. There is no basis for assuming that he suffers from epilepsy or any other organic brain disease. [The applicant] states having delusions of persecution and that he suffers from megalomania, and he appears distrustful and on guard. His perception of reality is lacking to such an extent that he can be characterised as psychotic. A final clarification of his illness cannot be made, but most likely he suffers from a paranoid psychosis. Since his release, probably due to his psychotic condition, the [applicant's] way of living has been affected by a considerable and vagrant travel activity, which to some degree has been characterised by a lacking capability to maintain human contacts, to make bond or to root himself in localities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On the basis of the information available it must be assumed that [the applicant's] mental suffering coincided with the period when he was detained on remand in solitary confinement. Moreover, taking into account [the applicant's] distinct personality and mental vulnerability, it is probable that the out-break and the progress of [his] illness are causally linked to the fact that he was solitary confined during a longer period”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  In addition, statements of 30 March and 4 May 1998 from the MedicoLegal Council (Retslægerådet) were submitted before the City Court. In the former it was stated inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... the Medico-Legal Council states that until about three years ago [the applicant] did not seem to exhibit any signs of a mental disorder or personality disorder. He is of good intelligence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "During his prolonged pre-trial detention and solitary confinement in the period from December 1994 until May 1996, he developed a psychosis, characterised particularly by failing perception of reality and grandeur. It is difficult to fix the exact time when the psychosis developed during the pre-trial detention. At a psychiatric visit on 18 January 1995 no psychosis-like symptoms were found, but a “situational reaction” and a hunger strike. During the forensic psychiatric examination - completed in January 1998 - he was found both by clinical psychiatric testing and by psychological testing to be psychotic, probably suffering from a paranoid psychosis (mental disorder with delusions).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the Medico-Legal Council's view it is very difficult to establish [the exact cause for the applicant's mental illness], but it is reasonable to assume that the considerable and long lasting mental strain which the case involved, presumably in conjunction with a distinct personality characterised by sensitivity and vulnerability significantly influenced the progress of the mental illness. The solitary confinement was a particular and severe mental strain, but also other circumstances like the charge and the subsequent indictment may have contributed to the progress of the applicant's mental disorder.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the latter the MedicoLegal Council supplemented:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“ ... The Council finds it substantiated that the main diagnosis is paranoid schizophrenic and not a post traumatic stress reaction, as the condition is a psychosis-like condition. But heavy mental strain is one of the prerequisites both for development of [the applicant's] psychosis and for the development of a posttraumatic stress reaction, and in addition to the psychotic symptoms [the applicant] exhibits symptoms which are characteristic of a post-traumatic stress reaction (irritability, concentration difficulties, sleeping difficulties, nightmares, depressive tendencies with suicidal thoughts).",
                                        "elements": []
                                    },
                                    {
                                        "content": "... the Council cannot assess or make any statement as to whether the mental disorder is permanent.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Moreover, an assessment of 3 August 1998 by the National Board of Industrial Injuries (Arbejdsskadestyrelsen) was submitted as to the applicant's degree of disablement and loss of working capacity as a result of his mental illness. The Board estimated that the degree of the applicant's disablement amounted to approximately 30 % and that he had lost 1/3 of his working capacity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  During the proceedings before the City Court, the applicant and fifteen witnesses were heard. The witnesses testified about their knowledge of the applicant's income, businesses and possessions, and about their observations of the applicant before, during and after the criminal proceedings. None of the doctors or the nurses that had carried out the medical inspections of the applicant during his pre-trial detention in solitary confinement were heard or summoned before the City Court. With regard to his behaviour during this period i.e. from 13 December 1994 until 28 November 1995 the following witnesses testified in so far as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The applicant's mother stated, among other things, that she felt that it was worst for the applicant during the detention period when he was also solitary confined. Thereafter, he became more human and spoke more coherently. During the solitary confinement he wrote some letters with weird contents, including a letter with incomprehensible presentation of how the universe works. She had talked with counsel about getting a psychologist in from outside, but it was too difficult to cope with and nothing came of it. She would describe the difference in the applicant's behaviour before and after by saying that he used to be dynamic, committed and extrovert but had become grumpy and inaccessible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The applicant's cousin stated, among other things, that the applicant seemed deeply unhappy and preoccupied. Often he was just listening. He had also changed appearance, having grown a big beard and lost weight. The applicant became better as time passed, as if he had found some peace.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The prison chaplain stated, among other things, that the applicant moved with great care around the grounds and walked practically sideways along the wall. He moved like a person who had done no exercise and seemed timid. The applicant needed exercise, both physically and mentally. He had a great feeling of powerlessness. The applicant seemed different than other inmates, like a stranger in that he could both think and talk and was not already broken. The chaplain found that in general persons detained in solitary confinement lose their concentration. This was also the case as regards the applicant. The applicant cheered up and felt stimulated by the visits to the chaplain and it had been difficult to end the consultations as the applicant kept finding new subjects and knew which subjects were interesting to the chaplain.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The prison teacher stated, among other things, that the applicant from the first day seemed desperate. Subsequently he appeared resigned. On his index card of 18 September 1995, the teacher had noted that the applicant got more and more depressed. The applicants' physical condition worsened, he got careless about himself, both concerning clothing and hygiene. The applicant read a lot, although he encountered difficulties in concentrating.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Police officer JL, who investigated the case against the applicant and regularly kept visits to the applicant under surveillance, stated among other things, that the applicant's mental state appeared the same, whether questioned in the presence of his counsel or receiving visits. At some time the applicant turned his sports jersey the wrong side out as he did not wish to be like everybody else. He wanted to be a loner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  During the proceedings before the City Court the applicant raised his claim for compensation to DKK 22,556,334. By judgment of 1 October 1998 the City Court granted the applicant compensation in the amount of DKK 790,475 and stated inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... Having regard to the findings on the evidence in the High Court's verdict of 14 May 1996, and to the evidence produced during these proceedings, the court finds it established that an agreement had been concluded between PL and MP on the smuggling of cocaine from Brazil to Denmark so that the cocaine was to be hidden in a consignment of papaya fruits. Accordingly, in  MP placed the cocaine in a pallet with green papaya fruits to be imported by the firm..., from which [the applicant] had ordered the fruits. However, PL had tricked [the applicant] into establishing ... a health firm, and ordering the papaya fruits via this firm by stating that the import of green papaya fruits was to cover smuggling of diamonds, although to PL cocaine was involved. After the arrival [of the papaya fruits] complications arose whereby the smuggled cocaine was discovered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[The applicant] had taken initiatives as to the potential commercial exploitation of green papaya fruits for health products, etc.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court finds that [the applicant] has exhibited considerable contributory negligence by embarking on an agreement with PL on the smuggling of diamonds from . He knew that PL was a trained gemmologist, but their acquaintance was of recent date and his efforts to ensure that PL's criminal intention was limited to diamond smuggling were poor. PL's statement to the effect that at some time he briefly remarked to [the applicant] that he had previously tried to smuggle cocaine is contested by [the applicant] and no decisive weight has been attached to it in this assessment of the evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...On the evidence [before it] the court finds that [the applicant] started establishing [the health firm] to be in charge of the import of papaya fruits etc. after having agreed with PL to assist in smuggling diamonds from Brazil hidden in consignments of papaya fruits. According to the evidence it cannot be excluded that [the applicant] also intended to obtain a commercial profit from [the health firm]. However, having regard to the applicant's knowledge of the discovery of the cocaine and to the police interviews in general, the court finds that [the applicant] should have realised that the investigation theory of the police was that [his established health firm] was only a cover for the import of cocaine, and that any profit from the sale of health products made from papaya fruits was quite immaterial. Furthermore, the court notes that [the applicant's] rather experimental/impulsive way of starting up his firm was suited to strengthen this assumption by the police, and that the applicant should have realised this.",
                                        "elements": []
                                    },
                                    {
                                        "content": "After the police had found the cocaine and after the press publicity on 26 October 1994, but before his own arrest, [the applicant] chose together with PL to agree on a false statement about the background of his import of papaya fruits, ...[the story about RS and RB] supported by construed diary notes. [The applicant] maintains that he asked PL repeatedly at this stage whether PL had anything to do with the cocaine. Despite PL's denials [the applicant] should have suspected serious mischief at least at this stage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[The applicant] was arrested on 13 December 1994. He did not change his statement until 26 September 1995, when during an interview [with the police] he told about the planned diamond smuggling. This statement was repeated at the hearings before the court on 28 and 30 November 1995 and then maintained. The solitary confinement was terminated at the court hearing on 28 November 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "... accordingly, the court finds that [the applicant] has exhibited contributory negligence by way of his suspicious conduct/failure to clear himself of suspicion, partly by having embarked on the alleged smuggling of diamonds and taking relevant steps, having construed and made use of a false cover story and having failed to explain the true facts of the case until the autumn of 1995, whereby he must also have realised that with this course of events in the autumn of 1995 he himself had considerably contributed to causing doubts about the correctness of his present statement, cf. in this respect [the High Court decision of 15 January 1996 as to the continued pre-trial detention].",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court finds that the contributory negligence exhibited by [the applicant] therefore entails that he has basically forfeited the right to compensation for the harm inflicted on him by the arrest and the pre-trial detention...",
                                        "elements": []
                                    },
                                    {
                                        "content": "In accordance with the opinion of the Medico-Legal Council the court finds that the applicant did not show any signs of mental disorder or personal disorder [before his arrest], but that during the prolonged pre-trial detention and solitary confinement he developed a psychosis, particularly characterised by a failing perception of reality, delusions of reference as well as delusions of persecution and of grandeur. It is impossible to fix the exact time when the psychosis developed during the pre-trial detention as no psychosis-like symptoms were found at a psychiatric visit on 18 January 1995, but a “situational reaction” and a hunger strike, whereas in the forensic psychiatric examination - completed in January 1998 - [the applicant] was found psychotic, probably suffering from a paranoid psychosis (mental disorder with delusions) ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Particularly concerning the European Convention on Human Rights and the basis of responsibility in general:",
                                        "elements": []
                                    },
                                    {
                                        "content": "... generally, any kind of deprivation of liberty constitutes a strain on the person involved. Such a strain manifests itself even more with regard to pre-trial detention in solitary confinement, which entails complete exclusion from association with other inmates, and visits only to a limited extent and subject to surveillance. In some cases this strain may, for a particular individual, prove to have consequences beyond what is generally foreseeable and predictable by the legislator owing to that individual's mental preparedness and life situation in general.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It must be presumed that the legislator considers solitary confinement necessary for the sake of the investigation, particularly in grave criminal cases committed by a group of persons acting in a more organised way, in which the clearing up to a great extent depends on the persons' lack of opportunities to harmonise their statements mutually and with others.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In order to balance the interests of the detainee against the interest of the society in prosecuting crimes, the legislator has laid down provisions on solitary confinement cf. sections 770a to 770c of the Administration of Justice Act. Thus, the use of totally solitary confinement is limited to a continuous period of eight weeks [except for] cases, where the charge concerns an offence being punishable under the law by imprisonment for six years or more, which are not subject to any restriction in time. The charge against [the applicant] for drug offences under Article 191 of the Penal Code satisfies this condition. Under section 770b, the courts must check whether the purpose of the solitary confinement can be fulfilled by less radical measures, and they must ensure that the measure is not disproportionate to the importance of the case and the sanction that may be expected if the person charged is found guilty. Furthermore, under this provision the court must “take into account the special potential strain on the person charged owing to his youth, or physical or mental weakness” when it orders solitary confinement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the opinion of the court, the legislator has thus realised that solitary confinement may at worst result in an unintended harmful effect owing to the mental weakness of the person charged. This is attempted countered by imposing a duty on the Prison and Probation Service staff (kriminalforsorgens personale), including the prison doctor, to be aware of any danger signals, according to which psychiatric monitoring may prove relevant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The question of medical monitoring may be raised by everybody who is in contact with the detainee, including counsel, as well as the detainee himself and the prison staff. If so, the judge responsible for a continuation of the pre-trial detention in solitary confinement must decide whether the interest of society in prosecution must give way for the mental wellbeing of the person charged, with particular regard to the risk of permanent mental harm.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is a matter for the courts to check and apply the provisions of the law compared with general principles of law, including the principles expressed in the European Convention on Human Rights... as incorporated into Danish law by Act No. 285 of 29 April 1992.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 3 of the European Convention on Human Rights sets out that “no one shall be subjected to torture or to inhuman or degrading treatment or punishment”. Article 5 of the Convention provides for the situations in which a person may exceptionally be deprived of his liberty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[The applicant's] detention on remand was ordered due to the risk of influencing others and the risk of evasion, and solitary confinement was imposed in addition due to the risk of influencing others.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Pursuant to the case-law of the European Commission of Human Rights, a decision as to whether Article 3 of the Convention is violated depends on a specific assessment of the circumstances of the case, particularly the stringency of the solitary confinement, its duration, the purpose of the solitary confinement and its effect on the inmate's health. In addition to the specific elements of the case, the court has taken into account the assessments made by the European Commission of Human Rights, the Human Rights Committee of the United Nations (CCPR), the Committee against Torture of the United Nations (CAT), and the Committee for the Prevention of Torture of the Council of Europe (CPT) on the conditions of solitary confinement in Denmark as well as national deliberations, most recently report (betænkning) No. 1358/1998 on pretrial detention in solitary confinement...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court finds that the pre-trial detention in solitary confinement and the subsequent ordinary pre-trial detention did not involve any violation of Article 3 of the Convention by virtue of its duration, form or conditions, as seen in relation to the nature of the suspected offence. The same applies as to the effect of the imprisonment on [the applicant's] health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, the court finds that the detention on remand in solitary confinement has had a mental consequential effect to [the detriment of the applicant and that it] occurred under such circumstances as to trigger liability for the Government [for the following reason].",
                                        "elements": []
                                    },
                                    {
                                        "content": "It must be assumed, even without the establishment of committed human errors e.g. by failing monitoring, that incidents may occur, where the detained subsequently are found to have developed psychiatric damage, which to a significant extent has been caused by the pre-trial detention [as opposed to normal predictable mental aftereffects], and which may be entailed by the usual administrative rates fixed to cover non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the present case, having regard to the medical statements, the court finds it established that [the applicant] suffers from a paranoid psychosis (mental disorder with delusions) and a traumatic strain-reaction, and that the detention on remand to a very significant extent caused this.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The public authorities have a special duty of solicitude for detainees, which entails liability to compensation should they fail to comply with this duty. With regard to solitary confinement the court finds that a strengthened degree of culpability must be employed towards the public authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It may be difficult for the surroundings to recognise in particular a paranoid psychosis. However, having regard to the information provided by [the applicant] about his claustrophobia and his contemplation of suicide, which resulted in his placement in an observation cell, the court finds that [the applicant], maybe already at the time of the arrest, behaved in such a way that could and should have caused a closer observance in the period to follow, than were actually performed of [the applicant's] mental development, in any case subsequent to [the applicant's] hunger strike in January 1995. The court finds that the authorities carry the burden of proof that the [above] circumstances have had no influence on the psychiatric damage incurred. Thus, the court finds that it cannot be excluded that the mental damage to a significant extent could have been avoided or reduced by a more thorough observation, and that the courts [had such an observation been carried out] would have had an opportunity for balancing the risk of (permanent) damage against the interest of the investigation cf. section 770b of the Administration of Justice Act.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "J.  The compensation proceedings before the High Court",
                                "elements": [
                                    {
                                        "content": "54.  Both the applicant and the prosecution appealed against the City Court judgment of 1 October 1998 to the High Court of Eastern Denmark.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  Before the High Court a letter of 5 October 1998 was submitted containing an account of the nurses' monitoring of the applicant during his pretrial detention in solitary confinement during the period from 13 December 1994 until 28 November 1995. Thus, as to the forty-three medical inspections which had been carried out by nurses the head of nursing stated inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“. It does not appear at any time from the nurses' report books summarising the visits that the nurses suspected that [the applicant] was developing a paranoid psychosis. Considering the nurses' background both in the prison service and the psychiatric system, one would expect that the nurses who made these visits would have observed it, if [the applicant] had been developing a psychosis-like condition. It should be added that the nurses' visits in the south wing [where the applicant was placed] were performed by the “permanent nurses” of the south wing, who were [therefore] able to monitor any changes in [the applicant's] mental condition.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The head of nursing also testified before the High Court and explained the routines and observations of the prison nurses, including that the applicant gave cause for discussion only once at the nurses' morning conferences, namely when he was on his hunger strike. Otherwise, he was considered “nice and talkative”",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  A similar account was made as to the doctors' monitoring of the applicant, i.e. twenty-seven medical examinations carried out by doctors in the relevant period. In a letter of 2 October 1998 the chief consultant of the Copenhagen Prisons (Københavns Fængsler), a specialist of internal medicine and medical gastroenterology concluded inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“that [the applicant] was not at any time found to be mentally ill to a major extent corresponding to the otherwise obvious and probable harmful effect of the solitary confinement ordered by the courts;",
                                        "elements": []
                                    },
                                    {
                                        "content": " that at no time [the applicant] was found to be borderline psychotic, not to mention psychotic (thus not suffering from a paranoid psychosis either);",
                                        "elements": []
                                    },
                                    {
                                        "content": "that the psychiatrist's assessment of [the applicant] on 18 January 1995 was carried out for administrative reasons only in connection with [the applicant's] short-term refusal to eat, which had caused no complications (it was not a total fast as [the applicant] drank juice). The psychiatric assessment was not carried out due to an uncertainty on the prison doctor's behalf as to [the applicant's] mental state, [since] neither the ordinary prison doctor nor, in particular, the psychiatrist had found [the applicant's mental state] very remarkable or even mentally threatened. [Instead] the psychiatrist made the said administrative assessment to make doubly sure that [the applicant] was found competent [to cope with the situation] concerning his refusal to eat.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The chief consultant did not question that the applicant was found to be psychotic during the period of psychiatric observation from 8 December 1997 until 19 January 1998, but underlined that the applicant had not been found to be significantly mentally ill, borderline psychotic or psychotic during the period of detention from 13 December 1994 until 14 May 1996. None of the highly qualified and welltrained doctors and nurses attending the applicant during that period had noted any signs of mental disorder in the applicant. He pointed out that the said doctors and nurses had plenty of experience with examining inmates held in solitary confinement and that they knew what telltale signs of oncoming or existing mental disorder to look for when examining such inmates. Accordingly, in the chief consultant's opinion, it could not established that the mental disorder, found when examining the applicant a year and a half after the determination of his detention, actually began during his detention at the Western Prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The chief consultant also provided a general account on visits and assessments of detainees. He mentioned that such may take place at counsel's request. In this respect the letter stated as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Concerning [the applicant] it should be noted in this connection that the doctors [of the Prison and Probation Service] have received no inquiries during the said detention period from [the applicant's] prosecutor or two counsel, apart from the letter of 18 January 1995 from [the applicant's] first counsel and the letter of 21 June 1995 from [the applicant's] second counsel.",
                                        "elements": []
                                    },
                                    {
                                        "content": " In the letter of 18 January 1995 [the first counsel] stated that he found the applicant very depressed, and he asked that doctors attend to [the applicant]. No letter of reply was sent to [the first counsel] since he had not requested such, and since he had stated in the letter that he had not notified [the applicant] that he had written the said letter (all other things being equal, a reply would require [the applicant's] specific consent and thus indicate to [the applicant] that his counsel had sent a letter without his consent), but the most important reason for not sending a reply was the fact that [the applicant] had not been found depressed in connection with a medical assessment, including the psychiatric assessment made on 18 January 1995. If the latter had been the case, a letter of reply would have been forwarded to counsel nevertheless, possibly even without [the applicant's] specific (informed) consent, and ... also from the prison doctor to the judicial instances via the Prison and Probation Service.",
                                        "elements": []
                                    },
                                    {
                                        "content": " In the letter of 21 June 1995 [the second counsel] asked that herbal medicine ... be given to [the applicant].",
                                        "elements": []
                                    },
                                    {
                                        "content": "Otherwise, [the two counsel] have not given notice orally, by telephone or in writing about any deviant state observed as to [the applicant]. [It should be noted in this respect that notably [the second counsel] and the doctors [of the Prison and Probation Service] are in regular good contact concerning the inmates' state of health and particular complex matters related thereto, also in relation to court measures, such as solitary confinement]. The doctors [of the Prison and Probation Service] are pleased to receive notices from everybody (including school teachers, ministers of religion etc. within and outside [the Prison and Probation Service], not to mention the applicant) regardless of the nature of the notices and the information since, all other things being equal, such notices give the doctors better possibilities of performing their work of ensuring the best possible conditions for the inmates' health subject to the terms ordered by the courts. “",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The chief consultant was heard as a witness before the High Court. He explained in more general terms the routines of the prison doctors and the attention focused on inmates held in solitary confinement for long periods and he gave further description of some of the findings noted in the medical record sheet relating to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The applicant's case was discussed at the daily conferences between the doctors. The witness himself never saw the applicant. There were no signs that the applicant was characterised by incipient isolation syndrome. The symptoms of this syndrome are difficulties of concentrating, sleeping trouble, disturbed perception of time and space, disturbed interpretation of sensory impulses, depression, possibly with self destruction and thought of low self-esteem, fits of anxiety, lack of interests in surroundings. This may develop into a borderline psychosis, the symptoms being delusions/paranoia, feeling of unreality and into an actual psychosis. When he suspects incipient isolation syndrome, he writes to the prison management about it with a view to forward it to the counsel and the prosecutor. In 1998, for example, the witness wrote such letters in thirtytwo cases. He did not know exactly how many letters like that he wrote in 1995, but he has not changed practise in this respect since 1992.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  As to the notes in the medical record of 17 January 1995, when the applicant was on hunger strike, the chief consultant specified that doctors always assess whether a person is mentally competent and understands the consequences of a hunger strike and that all doctors have psychiatric training. He would rather call the applicant's hunger strike a refusal to eat, since he drank plenty of water and juice, which contains calories and nourishment. According to the Medical Act (Lægeloven), a doctor is not allowed to interrupt a competent person's hunger strike by force. He may try to procure consent to treatment when the person becomes weak. The applicant granted no such consent. Force may be used against mentally ill persons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  As to the psychiatric attendance on 18 January 1995 the witness stated inter alia that the applicant was found to suffer from a situational reaction such as many new detainees do. It is not uncommon in the Western Prison that inmates state their intention of going on hunger strike. The applicant was not in any bodily danger, but might in time become mentally endangered. Thus, the close observation of the applicant continued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Director of the Copenhagen Prisons gave his account before the High Court of the monitoring of the applicant during the latter's pre-trial detention and period of solitary confinement. In a letter of 7 October 1998 he stated, among other things:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“For the purpose of this account the prison management has procured information on [the applicant's] stay in the prison from the chief consultant, the head of nursing, the welfare worker, supervisory staff [at the applicant's unit] and from his workplace in the prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Supervisory staff in the south wing [which monitored the applicant during his entire period in solitary confinement] stated that despite the solitary confinement he functioned well, knew how to structure his everyday life and occupy himself, and he did not in any way appear mentally conspicuous.",
                                        "elements": []
                                    },
                                    {
                                        "content": "At no time did the staff find any reason to contact the health staff to obtain a psychiatric assessment, which is otherwise an initiative very frequently taken by staff.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The principal officer of the west wing [to which the applicant was transferred after the solitary confinement] and the staff in the kitchen where he worked have stated the same.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[The applicant's] welfare worker who regularly talked with him during his entire detention has also stated the same.",
                                        "elements": []
                                    },
                                    {
                                        "content": "With reference to the comments of the court [in connection with the compensation proceedings] decisive importance must be attached, however, to the question whether these assessments are supported by the doctors' monitoring of [the applicant].",
                                        "elements": []
                                    },
                                    {
                                        "content": "The chief consultant has provided the appended statement on the case. For details please refer to this assessment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It appears from the chief consultant's statement that during his entire period of detention [the applicant] has been extremely carefully monitored and assessed by doctors.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Visits by doctors, including psychiatrists, may be carried out at the request of the health staff of the Copenhagen Prisons, but may also be carried out at the request of staff, counsel or the prosecutor. In [the applicant's] case, counsel only once requested a visit from a doctor [i.e. the first counsel in his letter of 18 January 1995], which had, however, already been made by a psychiatrist in connection with the hunger strike, cf. below.",
                                        "elements": []
                                    },
                                    {
                                        "content": "During all visits, doctors and nurses of the Copenhagen Prisons have their attention directed at signs of psychoses, both obvious signs and minute signs. They are, of course, particular attentive to such signs in a case of solitary confinement, which is in itself a stressful measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If, in connection with a visit, a doctor finds even the slightest suspicion that the inmate is or may possibly be on his way to become mentally ill, a statement to that effect is given to counsel and the prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "This was not done in [the applicant's] case, as there was never at any time any suspicion of a mental illness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The reason why [the applicant] was attended to by a psychiatrist on 18 January 1995 at the initiative of the Copenhagen Prisons was not that a mental illness was suspected, but solely that the internal guidelines prescribe this when inmates go on hunger strike. Anyway, no psychopathological characters were found at the examination, but a situational reaction ...Particularly referring to the chief consultant's statement, the Copenhagen Prisons repudiate that [the applicant] has been subjected to failure of health monitoring. During his entire stay, [the applicant] was regularly visited by doctors and nurses, and these visits have not given any rise to any suspicion of mental disorders...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  Moreover, by letter of 8 October 1998 the Director of the Western Prison gave his account of the monitoring of the applicant during the latter's pre-trial detention and solitary confinement. The letter read inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“After the passing of the judgment in the compensation proceedings on 1 October 1998 I have had conversations with the following persons about [the applicant's] stay in the Copenhagen Prisons:",
                                        "elements": []
                                    },
                                    {
                                        "content": "DW, then social worker in the east unit, states that [the applicant] was an intelligent and interesting young man. During his stay [the applicant] started painting. He read a lot. His behaviour was not conspicuous. He seemed present during conversations. He was bitter and angry with the police and felt unjustly treated. These thoughts did not seem pathological to DW.",
                                        "elements": []
                                    },
                                    {
                                        "content": "JL, prison officer, ... , who knew [the applicant] during his entire stay in the south wing, stated that he painted, was active and seemed to function well. He was good-humoured to be with and was given a rather free rein. He was always ready with a gay remark. He was considered by all staff as a person who functioned well and was not conspicuous. He knew how to establish an everyday life. He felt unjustly treated by the system and thought that solitary confinement in general could be considered as some kind of torture.",
                                        "elements": []
                                    },
                                    {
                                        "content": "CL, prison officer, ... , who also monitored [the applicant] in the south wing, stated that he was not pathologically conspicuous. He was quite ordinary to talk to. In the circumstances he managed the solitary confinement incredibly well.",
                                        "elements": []
                                    },
                                    {
                                        "content": "JEL... who was the foreman in the kitchen where [the applicant] worked after the solitary confinement, stated that he did not seem mentally conspicuous or affected by the long solitary confinement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "VB, principal officer, west wing, stated that [the applicant] functioned well during his stay in the west wing after the solitary confinement and did not seem affected by the solitary confinement.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  Additional statements from the LegalPsychiatric Clinic and the MedicoLegal Council were submitted on 29 April 1999 and 9 August 1999 respectively, and the applicant and several witnesses were heard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  By judgment of 27 August 1999 the High Court granted the applicant compensation in the amount of DKK 1,334,600 covering as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\t non-pecuniary damage  \tDKK \t100,000",
                                        "elements": []
                                    },
                                    {
                                        "content": "\t lost earnings    \tDKK \t125,000",
                                        "elements": []
                                    },
                                    {
                                        "content": "\t loss of working capacity \tDKK \t1,022,000",
                                        "elements": []
                                    },
                                    {
                                        "content": "\t disablement    \tDKK \t87,600",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The High Court found that the applicant's mental illness was caused or mainly caused by the solitary confinement, but pointed out that on the basis of the medical statements before it, it was not possible to establish when the mental disorder broke out or how it had progressed. On the material before it, the court found it established that during his detention the applicant had been treated in a proper manner. Thus, having regard to the reason for the solitary confinement and the treatment of the applicant during this period, the court found that in spite of the duration of the solitary confinement and its serious effects on the applicant's mental health, Article 3 of the Convention could not be considered breached.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The court found that compensation for non-pecuniary damage was justified pursuant to section 1018a § 2 of the Administration of Justice Act for the deprivation of liberty exceeding the sentence laid down in the verdict of 14 May 1996. However, according to section 1018a § 3 of the said Act the applicant was found to a considerable extent to have given rise to the measures himself, due to so-called “own fault”, in the period between 13 December 1994 until 26 September 1995, when the applicant made the statement to the police as to his participation in diamonds smuggling. Accordingly, a sum of DKK 100,000 was found to be reasonable. Also, the compensation for lost earnings was reduced due to “own fault”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The amounts for disablement and loss of working capacity were calculated on the basis of the Compensation Act (Erstatningsansvarsloven), and the information on the applicant's previous yearly income. Since no exact moment of injury could be established the court chose 13 December 1994 as the starting point. Considering that it was common knowledge to the authorities that solitary confinement entails a risk of disturbing the mental health, and taking into account the extraordinary and severe damage, which the long lasting detention in segregation caused the applicant, the court found no reason to reduce these amounts on the “own fault” considerations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  Finally, the High Court decided that the Government should pay all the legal costs before the City Court as well as before the High Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "K.  The compensation proceedings before the Supreme Court",
                                "elements": [
                                    {
                                        "content": "72.  Having been granted leave to appeal, before the Supreme Court (Højesteret) the applicant claimed compensation in the amount of DKK 18,618,602.36 for pecuniary and non-pecuniary damage. By judgment of 5 September 2000 the Supreme Court reduced the amount to be paid in compensation to DKK 1,109,600, covering as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\tnon-pecuniary damage  \tDKK \t0",
                                        "elements": []
                                    },
                                    {
                                        "content": "\tlost earnings     \tDKK \t0",
                                        "elements": []
                                    },
                                    {
                                        "content": "\tloss of working capacity \tDKK \t1,022,000",
                                        "elements": []
                                    },
                                    {
                                        "content": "\tdisablement    \tDKK \t87,600",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Supreme Court agreed unanimously with the High Court that the solitary confinement was the main reason for the applicant's mental suffering. Also, noting that there was no reason to assume that the applicant had not been treated in a proper manner during his detention on remand, it confirmed the High Court's finding that the case disclosed no appearance of a violation of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  Moreover, the Supreme Court upheld the High Court's finding that to a significant extent the applicant himself gave rise to measures taken against him, and pointed out that the applicant's explanations during the criminal proceedings did not leave an impression of being provided by someone who lacked ability to act rationally.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  As to the amounts regarding compensation for disablement and loss of working capacity the Supreme Court confirmed that it was common knowledge that solitary confinement entails a risk of disturbing the mental health. On the other hand it found that the applicant could not have foreseen, by his conduct and the measures to which he was consequently subjected, that accordingly he would be induced a permanent mental disorder causing loss of working capacity and disablement. Therefore, the Supreme Court endorsed that the amounts covering compensation for disablement and loss of working should not be reduced on “own fault” considerations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  As to the applicant's claim covered by Section 1018a, Subsection 2 cf. Subsection 1, the majority of the Supreme Court (three judges) stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“We find that by participating in the papaya project and by his attitude shown during part of the detention period, notably by having actively opposed the investigation of the case, [the applicant] is thereby excluded from obtaining compensation for these claims pursuant to Section 1018a, Subsection 3 of the Administration of Justice Act.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "A minority of two judges stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“When assessing the 'own fault' shown by [the applicant], regard must be had to the difficult situation he was facing and to the severity of the measure [he was subjected to], thus in our view [own fault] should not influence the compensation to be awarded to cover lost earnings as to the period after 12 October 1995 or non-pecuniary damage as to the period after 26 September 1995. The case contains no such special circumstances, which can justify a deviation from the administrative rates fixed to cover nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Otherwise agreeing with the High Court's reasoning concerning each of the claims we find that the applicant, in addition to compensation for loss of working capacity and disablement, be granted DKK 250,000 covering lost earnings and DKK 106,800 covering non-pecuniary damage.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The Supreme Court decided that the applicant pay legal fees in the amount of DKK 37,500 inclusive VAT.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "78.  The relevant provisions of the Administration of Justice Act read as follows at the relevant time:",
                                "elements": []
                            },
                            {
                                "content": "Section 762",
                                "elements": []
                            },
                            {
                                "content": "1. A suspect (en sigtet) may be detained on remand when there is a reasonable ground for suspecting that he has committed an offence which is subject to public prosecution, provided that under the law the offence may result in imprisonment for one year and six months or more, and",
                                "elements": []
                            },
                            {
                                "content": "(i) according to information received concerning the suspect's situation, there are specific reasons for assuming that he will evade prosecution or execution of judgment, or",
                                "elements": []
                            },
                            {
                                "content": "(ii) according to information received concerning the suspect's situation, there is specific reason to fear that, if at large, he will commit a new offence of the nature described above, or",
                                "elements": []
                            },
                            {
                                "content": "(iii) in the circumstances of the case, there are specific reasons for assuming that the suspect will impede the investigation, in particular by removing evidence or by warning or influencing others.",
                                "elements": []
                            },
                            {
                                "content": "2.  ...",
                                "elements": []
                            },
                            {
                                "content": "3.  Detention on remand may not be imposed if the offence can be expected to result in a fine or in light imprisonment (hæfte) or if the deprivation of liberty will be disproportionate to the interference with the suspect's situation, the importance of the case and the sanction expected if the suspect is found guilty.",
                                "elements": []
                            },
                            {
                                "content": "Section 770a",
                                "elements": []
                            },
                            {
                                "content": "1. At the request of the police the court may decide that a detained shall be totally or partially excluded from association with other inmates (solitary confinement) if",
                                "elements": []
                            },
                            {
                                "content": "(i) the detention on remand was decided pursuant to Section 762, Subsection 1 (iii), and",
                                "elements": []
                            },
                            {
                                "content": "(ii) the purpose of the detention on remand requires solitary confinement in order to prevent the suspect from influencing co-suspects though other inmates or from influencing others by threats or in another similar way.",
                                "elements": []
                            },
                            {
                                "content": "2.  Totally solitary confinement may not be imposed for a continuous period of more than eight weeks unless the charge relates to an offence which, under the law, may result in imprisonment for six years or more.",
                                "elements": []
                            },
                            {
                                "content": "Section 770b",
                                "elements": []
                            },
                            {
                                "content": "Solitary confinement may not be initiated or continued if the purpose thereof can be fulfilled by less radical measures or if the measure is disproportionate to the importance of the case and the sanction to be expected if the suspect is found guilty. Decisions on solitary confinement must also take into account the special potential strain on the suspect owing to his youth or physical or mental weakness.",
                                "elements": []
                            },
                            {
                                "content": "Section 1018a",
                                "elements": []
                            },
                            {
                                "content": " 1.  Any person who has been arrested or held in custody as part of a criminal prosecution is entitled to compensation for the damage suffered thereby if the charges are withdrawn or the accused is acquitted...",
                                "elements": []
                            },
                            {
                                "content": "2.  Even if the conditions for granting compensation under subsection 1 are not satisfied, compensation may be granted if the deprivation of liberty cannot be considered proportionate to the outcome of the prosecution, or if it is found unreasonable for other particular grounds.",
                                "elements": []
                            },
                            {
                                "content": "3.  The compensation may be reduced or refused, if the person charged has given rise to the measures himself.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  THE FINDINGS OF THE EUROPEAN COMMITTEE FOR THE PREVENTION OF TORTURE AND INHUMAN OR DEGRADING TREATMENT OR PUNISHMENT",
                        "elements": [
                            {
                                "content": "79.  The CPT visited  from 2 to 8 December 1990. With regard to solitary confinement it found inter alia the following (CPT/Inf (91) 12):",
                                "elements": []
                            },
                            {
                                "content": "136. ... at the Western Prison the CPT's delegation was able to observe at first hand the practice of the solitary confinement of remand prisoners ordered by judicial decision. Numerous allegations were made as regards the adverse effects of such confinement. The CPT wishes to underline that, in certain circumstances, solitary confinement could amount to inhuman and degrading treatment, and that in any event all forms of solitary confinement should be as short as possible. The question of solitary confinement is currently being examined by the Danish authorities. The CPT, for its part, has formulated several recommendations designed to strengthen the protection of prisoners in this area. Emphasis is placed in particular on the importance of the respect of the principle of proportionality between the requirements of the investigation and placement in solitary confinement (a measure which can have very harmful consequences for the persons concerned), of an effective periodic judicial review of the solitary confinement, and of the proper medical examination of a prisoner subject to such a measure.",
                                "elements": []
                            },
                            {
                                "content": "80.  The CPT also visited  from 29 September to 9 October 1996. Its findings with regard to solitary confinement, and the condition of the Western Prison were the following (CPT/Inf (97) 4):",
                                "elements": []
                            },
                            {
                                "content": "3.  Solitary confinement of remand prisoners by court order",
                                "elements": []
                            },
                            {
                                "content": "54. In the course of its ongoing dialogue with the Danish authorities, the CPT has stressed that all forms of solitary confinement without appropriate mental and physical stimulation are likely in the long term to have damaging effects, resulting in deterioration of mental faculties and social abilities. It has paid particular attention to the solitary confinement of remand prisoners by court order, which can continue for extended periods.",
                                "elements": []
                            },
                            {
                                "content": "55. The Danish authorities have long recognised the importance of this subject and, in 1990, the Minister of Justice commissioned a research project to examine \"any possible harmful effects of being remanded in custody in solitary confinement\". The results of that research were published, in a report entitled \"Remand in Custody and Mental Health\", in May 1994.",
                                "elements": []
                            },
                            {
                                "content": "The research team found that: \"...remand in custody in solitary confinement versus non-solitary confinement involves the risk of harmful effects on mental health\" and that \"...there is a greater probability that those in solitary confinement develop mental problems and are transferred to prison hospitals for mental reasons than those who are not placed in solitary confinement\". (cf. page 164 of document CPT/Inf (96) 14) However, researchers found no proven link between the length of judicially-ordered solitary confinement and prisoners' mental health.",
                                "elements": []
                            },
                            {
                                "content": "The report concludes that: \"... the harmful effects of solitary confinement are not in general such as to result in abnormalities in the cognitive functions, e.g. concentration and memory\". (cf. page 165 of document CPT/Inf (96) 14).",
                                "elements": []
                            },
                            {
                                "content": "The Criminal Justice Review Committee is currently examining the findings of \"Remand in Custody and Mental Health\", with a view to re-assessing the rules governing placement in judicially ordered solitary confinement. In addition, the same research team is producing a follow-up study, which is to be published in the form of a supplementary report.",
                                "elements": []
                            },
                            {
                                "content": "56. The CPT welcomes the fact that the mental health of prisoners in judicially ordered solitary confinement has been the subject of a study. However, it feels bound to point out that, during its 1996 visit, a considerable number of doctors, lawyers, prison staff and other persons who have frequent contact with such inmates expressed considerable surprise at the study's principal conclusion. In their experience, prisoners subjected to lengthy periods of judicially ordered solitary confinement frequently exhibited lapses in concentration, memory loss and impaired social skills. These observations were borne out by the Committee's own findings during its second periodic visit. Many prisoners subject to judicially ordered solitary confinement complained of symptoms including anxiety, depression, inability to concentrate, irregular sleeping patterns, nausea and persistent headaches. In one particular case, the delegation's psychiatric expert was of the opinion that symptoms such as impairment of concentration, depressive mood and suicidal thoughts could be attributed to the inmate's lengthy placement in solitary confinement.",
                                "elements": []
                            },
                            {
                                "content": "In short, notwithstanding the principal conclusion of \"Remand in Custody and Mental Health\", the CPT considers that there remain serious grounds for concern about the effects upon remand prisoners' mental health of being placed in judicially-ordered solitary confinement for prolonged periods.",
                                "elements": []
                            },
                            {
                                "content": "57. In addition to stressing that all forms of solitary confinement should be as short as possible, the CPT's 1991 report recommended that the Danish authorities take steps to ensure that remand prisoners were only placed in solitary confinement in exceptional circumstances which were strictly limited to the actual requirements of the case. It also recommended that there be an effective judicial review of placements in solitary confinement and that, where a placement was prolonged, the reasons for such prolongation be set out in writing (cf. paragraph 29 of document CPT/Inf (91) 12).",
                                "elements": []
                            },
                            {
                                "content": "In their response, the Danish authorities asserted that Danish law was already in accordance with these recommendations and cited a steady fall in the number of remand prisoners being placed in judicially-ordered solitary confinement.",
                                "elements": []
                            },
                            {
                                "content": "58. The CPT welcomes the above-mentioned fall. However, the information gathered during the second periodic visit would suggest that - at least in respect of certain types of cases (serious drugs offences, crimes of violence etc.) - the balance between the legitimate requirements of a criminal investigation and the potentially harmful effects of imposing solitary confinement is still not being struck in an appropriate way. As an example, senior police officers, prosecutors and judges with whom the delegation spoke agreed that it would be extremely unusual were solitary confinement not to be sought (and granted) in a case brought under Section 191 of the Administration of Justice Act (which deals with serious drugs offences). It is also noteworthy that a detailed examination of the court transcript of a randomly-selected Section 191 case showed that no specific reasons had been given by the judge for imposing solitary confinement; instead, he had simply cited the statute which authorised him to grant the prosecutor's request.",
                                "elements": []
                            },
                            {
                                "content": "Furthermore, although it is true that the statistical information which has been supplied by the Danish authorities shows a downward trend in the number of placements in solitary confinement, it also indicates that the average length of solitary confinement has increased. Indeed, in the course of the 1996 visit, the CPT's delegation met a number of prisoners who had been subject to judicially ordered solitary confinement for long periods of time (one for ten months, two for six months and six for three months or more).",
                                "elements": []
                            },
                            {
                                "content": "59. In the light of the information set out above, the CPT considers that further action is required to ensure that the safeguards in Danish law concerning the placement of remand prisoners in solitary confinement are rendered fully effective in practice. The CPT recommends that steps be taken to ensure that: - prosecutors are reminded that they should only seek a placement in solitary confinement when this is strictly necessary in the interests of a particular criminal investigation; - on every occasion when the question of whether to impose or prolong solitary confinement is raised before a court, the reasoned grounds for the decision which results are recorded in writing; - prisoners are systematically informed in straightforward language of the reasons for their placement in judicially-ordered solitary confinement; - in the context of each periodic review of the necessity to continue remand in custody, the necessity to continue a placement in solitary confinement is fully considered as a separate issue, bearing in mind the general principle that all placements in solitary confinement should be as short as possible. The Committee also invites the Danish authorities to consider introducing a maximum limit on the total period for which a remand prisoner may be placed in solitary confinement.",
                                "elements": []
                            },
                            {
                                "content": "60. The effect upon remand prisoners of being placed in judicially ordered solitary confinement can be exacerbated by the imposition of prohibitions/restrictions upon their letters and visits. The imposition of such restrictions lies within the sole discretion of the police (although a prisoner may appeal to a court against the imposition of restrictions). In the course of its second visit, the delegation found that the police rarely if ever sought to prohibit letters or visits; however, it was common for remand prisoners' letters to be monitored and their visits supervised. In its report on the first visit, the CPT recommended that the police be given clear instructions on the circumstances in which such prohibitions/restrictions might be imposed and required to state the reasons in writing for any such measures. This recommendation has not been implemented by the Danish authorities, who consider that the Administration of Justice Act already provides sufficient safeguards in this respect.",
                                "elements": []
                            },
                            {
                                "content": "In the view of the CPT, the current system of police-imposed restrictions upon letters and visits still does not adequately ensure that the measures adopted in a given case will be strictly proportionate to the needs of the criminal investigation involved. Accordingly, the Committee recommends that the Danish authorities take steps to implement its 1991 recommendation on this subject without further delay. The CPT also recommends that, in the context of each periodic review by a court of the necessity to continue remand in custody, the question of the necessity for the police to continue to impose particular restrictions upon a remand prisoner's visits and letters be considered as a separate issue.",
                                "elements": []
                            },
                            {
                                "content": "61. As regards the question of activities for remand prisoners placed in judicially-ordered solitary confinement, the Committee was pleased to note that the Ministry of Justice fully agrees with the CPT's view that persons in solitary confinement should be provided with access to purposeful activities and appropriate human contact in order to counteract the effects of being placed in solitary confinement (cf. page 165 of document CPT/Inf (96) 14). During the second periodic visit, the delegation noted that efforts were being made to achieve this objective in the establishments visited. The CPT recommends that the Danish authorities pursue their efforts in this respect.",
                                "elements": []
                            },
                            {
                                "content": "4.  Conditions of detention in general",
                                "elements": []
                            },
                            {
                                "content": "... b. the Western Prison in ",
                                "elements": []
                            },
                            {
                                "content": "i. introduction",
                                "elements": []
                            },
                            {
                                "content": "64. Since the CPT's first visit to the Western Prison in 1990, the establishment has become the reception facility for all of the Copenhagen Prisons (a role previously filled by the Police Headquarters Prison, cf. paragraph 62, above); the Western Prison now has a turnover of between 8,000 and 10,000 inmates per year. With an official capacity of 439, on the first day of the 1996 visit the establishment was holding 426 inmates. (As compared to some 403 (with an official capacity of 430) at the time of the first periodic visit) ...",
                                "elements": []
                            },
                            {
                                "content": "81.  The Danish Government replied inter alia as follows:",
                                "elements": []
                            },
                            {
                                "content": "According to the existing Danish legislation, only the courts can decide whether a suspect may be placed in solitary confinement and that such a decision requires that certain conditions are met, i.e. that the suspect is remanded in custody because he or she must be prevented from influencing other suspects through other inmates or in any other way. Total isolation was only possible for a maximum period of eight weeks unless the person involved was charged with a criminal offence punishable by six years' imprisonment or more. Furthermore, the principle of proportionality must be observed – hence, if the purpose of the solitary confinement may be achieved through other means of less vital importance, or if the solitary confinement is disproportionate to the importance of the case and the legal consequences to be expected if the suspect is found guilty, solitary confinement must not be used. When deciding this matter, the judge must also take into account the strain, which solitary confinement may put upon the suspect due to the suspect's young age or mental or physical weakness. The Government also pointed out that the number of persons kept in solitary confinement was decreasing significantly over the years and that the conditions to be met in order to keep someone in solitary confinement were among the strictest in Europe;",
                                "elements": []
                            },
                            {
                                "content": "Only the courts can decide to detain a suspect in solitary confinement and the courts' decisions regarding this issue must explain in detail the reasons for this decision;",
                                "elements": []
                            },
                            {
                                "content": "The staff of the Danish Prisons has been instructed to inform the prison doctor/nurse in all cases where a prisoner wishes to get medical attention. The prison doctor will specifically look not only for somatic inmates but also psychiatric problems when examining an inmate. It is always possible for the doctor to inform the prison management and in certain cases also the public prosecutor, the inmate's counsel and the courts of whether and to what extent a psychopathological symptom ascertained must be deemed to have been caused or worsened by solitary confinement and what the inmate's prognosis must be deemed to be under continued solitary confinement. Such medical information will form part of the considerations of the courts when deciding whether solitary confinement is proportionate in the case in question;",
                                "elements": []
                            },
                            {
                                "content": "The Administration of Justice Act contains specific provisions concerning prohibitions/restrictions of the prisoners' correspondence and visits, and a prisoner who is subjected to such restrictions has a right to request that the decisions be brought before a court.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "82.  The applicant complained that the Danish Authorities subjected him to treatment contrary to Article 3 of the Convention since they detained him in remand in solitary confinement from 14 December 1994 until 28 November 1995 allegedly in spite of being aware that solitary confinement damages the mental health of a person. Article 3 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "83.  The applicant found that his pre-trial detention in solitary confinement from 14 December 1994 until 28 November 1995 by itself violated Article 3 of the Convention since the authorities allegedly were aware that solitary confinement damages the mental health of a person.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  Moreover, he maintained that while detained in solitary confinement medical monitoring of his condition had been insufficient, notably in that the examinations failed to aim at ascertaining whether a mental disorder was developing. Thus, he alleged that during his time in the Western Prison no psychiatric examinations as such had been carried out in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  Also, as to the accounts given by the doctors, nurses and the staff at the Western Prison in the beginning of October 1998 on the monitoring of his condition while in solitary confinement, the applicant points out that those were submitted after the City Court in its judgment had expressed a very critical opinion with regard to the said monitoring. Thus, it was only after the passing of the judgment by the first instance court in the compensation proceedings that these very categorical statements were made.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Government maintained that in general there is no basis for claiming that pre-trial detention in solitary confinement as provided for by Danish law constitutes torture in contravention of Article 3 of the Convention. More specifically they submitted that the applicant's detention on remand in solitary confinement, which lasted eleven months and fourteen days, was not in breach of the said provision. There had been reasonable grounds for suspecting that the applicant had committed a very serious crime that might have resulted in prolonged imprisonment, and solitary confinement was necessary to prevent the applicant from impeding the police investigation. Moreover, the applicant himself gave rise to a considerable extent to the duration of the pre-trial detention in solitary confinement by maintaining until 26 September 1995 his false statement, as agreed with the other co-accused, PL, and by fabricating false diary notes in support thereof. The solitary confinement had been lifted as soon as the applicant could no longer influence the investigation, for example through communication with the co-accused in order that they harmonise their statements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Government further submitted that the authorities did not know, nor could have known, that the applicant was harmed by being detained in solitary confinement. They did not question that the applicant was found to be psychotic during the period of psychiatric observation from 8 December 1997 until 19 January 1998, but maintained that during the period from 14 December 1994 until 28 November 1995, he did not show any signs of oncoming or existing mental disorder and that he was indeed effectively monitored, notably forty-three times by nurses and twenty-seven times by doctors, who were welltrained and knew what telltale signs to look for when examining inmates in solitary confinement. In this respect they referred inter alia to the statements submitted by the Chief Consultant of the Copenhagen Prisons on 2 October 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  In addition, they pointed out that the solitary confinement did not imply total isolation from other people. The applicant had daily contact with the prison staff and regularly visits by nurses, doctors, a welfare worker, his counsel, and others from the outside world, although the latter took place under surveillance. Finally, the Government noted that the applicant in fact chose to remain in voluntary solitary confinement in the period from 28 November until 12 December 1995.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "92.  The Court notes that the applicant's complaints under Article 3 of the Convention concern two issues:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1) Whether the duration of the isolation period was excessive or put in other words, whether the length of the solitary confinement, which lasted from 14 December 1994 until 28 November 1995, in itself was in breach of the said provision; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "2) Whether the applicant's state of mental health was effectively monitored during this period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1)  Whether the duration of the isolation period was excessive",
                                        "elements": [
                                            {
                                                "content": "93.  The Court reiterates that solitary confinement is not in itself in breach of Article 3 (cf. Valašinas v. Lithuania and Peers v. Greece, cited above). “Whilst prolonged removal from association with others is undesirable, whether such a measure falls within the ambit of Article 3 of the Convention depends on the particular conditions, the stringency of the measure, its duration, the objective pursued and its effects on the person concerned” (see e.g. Hosie v. United Kingdom, application no. 27847/95, Commission decision of 23 October 1997, R v. Denmark, no. 10263/83, Commission decision of 11 March 1985, DR 41 p. 149 and Ensslin, Baader, Raspe v. , no. 7572/76, 7586/76 and 7587/76, Commission decision of 8 July 1978, DR 14, p. 64).",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  In the above-mentioned R v. Denmark, although finding no appearance of a violation of Article 3 of the Convention, the Commission stated that 17 months' of solitary confinement was an undesirable length of time, and that the authorities must ensure that its duration does not become excessive.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  Furthermore, the Court notes for instance the report of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment after their visit to Denmark from 29 September to 9 October 1996 (CPT/Inf (97) 4)), from which it appears that the issue of solitary confinement had featured prominently in the ongoing dialogue between the CPT and the Danish authorities. The Committee stressed that all forms of solitary confinement without appropriate mental or physical stimulation are likely in the long term to have damaging effects, resulting in deterioration of mental faculties and social abilities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  On the other hand, the Court reiterates its finding in Messina v.  (dec.), no. 25498/94, ECHR 1999V concerning the applicant's placement under a special regime for approximately four and a half years because of very serious offences linked to the Mafia of which he had been convicted or with which he had been charged. The Court found that the treatment did not reach the minimum level of severity for it to amount to a violation of Article 3 of the Convention. Again, in Bastone v.  (dec), no. 59638/00, on 18 January 2005, the Court declared inadmissible the applicant's complaint under Article 3 of the Convention about the special prison regime that he was subjected to from 1993 until 2003 aimed at preventing him from having contact with the Mafia. Finally, in Öcalan v. Turkey, [GC], no. 46221/99, § 196, 12 May 2005, while concurring with the CPT's recommendations that long-term effects of the applicant's relative social isolation (which had lasted since 16 February 1999, thus more than six years at the date when the judgment was adopted) should be attenuated by giving him access to the same facilities as other high security prisoners, such as television and telephone contact with his family, the Court found that the general conditions in which he was detained as the sole inmate at İmralı Prison had not thus far reached the minimum level of severity required to constitute inhuman or degrading treatment within the meaning of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  In the present case, the length of the solitary confinement lasted from 14 December 1994 until 28 November 1995, thus, eleven months and fourteen days. The Court notes that a period of such a length may give rise to concern because of the risk of harmful effects upon mental health, as stated on several occasions by the CPT. However, when assessing whether the length was excessive under Article 3 the Court must also take into account the conditions of the detention including the extent of the social isolation. The applicant was detained in a cell which had an area of about eight square metres and in which there was a television. Also, he had access to newspapers. He was totally excluded from association with other inmates, but during the day he had regular contact with prison staff, e.g. when food was delivered; when he made use of the outdoor exercise option or the fitness room; when he borrowed books in the library or bought goods in the shop. In addition, every week he received lessons in English and French from the prison teacher and he visited the prison chaplain. Also, every week he received a visit from his counsel. Furthermore, during the segregation period in solitary confinement the applicant had contact twelve times with a welfare worker; and he was attended to thirty-two times by a physiotherapist, twentyseven times by a doctor; and forty-three times by a nurse. Visits from the applicant's family and friends were allowed under supervision. The applicant's mother visited the applicant approximately one hour every week. In the beginning friends came along with her, up to five persons at a time, but the police eventually limited the visits to two persons at a time in order to be able to check that the conversations did not concern the charge against the applicant. Also, the applicant's father along with a cousin visited the applicant every two weeks.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  In these circumstances, the Court finds that the period of solitary confinement in itself, lasting less than a year, did not amount to treatment contrary to Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2)  Whether the applicant's state of mental health was effectively monitored during this period.",
                                        "elements": [
                                            {
                                                "content": "99. The Court recalls that the authorities are under an obligation to protect the health of persons deprived of liberty and the lack of appropriate medical care may amount to treatment contrary to Article 3 (see, among others, McGlinchey and Others v. the , no. 50390/99, § 57, ECHR 2003V, and İlhan v.  [GC], no. 22277/93, § 87, ECHR 2000-VII). In the case of mentally ill persons, the assessment of whether the treatment or punishment concerned is incompatible with the standards of Article 3 has, in particular, to take into consideration their vulnerability and their inability, in some cases, to complain coherently or at all about how they are being affected by any particular treatment (see, for example, Herczegfalvy and Aerts v. Belgium, both cited above). In the judgment Keenan v. United Kingdom, no. 27229/95, ECHR 2001III, §§ 113-116, the Court was struck by the lack of medical notes concerning the applicant, who was an identifiable suicide risk. It found a lack of effective monitoring of the applicant's condition and that the lack of informed psychiatric input into his assessment and treatment disclosed significant defects in the medical care provided to a mentally ill person known to be a suicide risk.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100. In the present case the applicant was placed in an observation cell from 13 December 1994 at 8 p.m. until 14 December 1994 12.30 p.m. because he had stated that he suffered from claustrophobia and expressed contemplation of suicide. The Court notes that this period concerns the very first day of the applicant's arrest, before the authorities decided to detain him in solitary confinement. Also, it observes that during this sixteen-and-a-half-hour-period the applicant was observed thirty-six times by the prison staff, twice by nurses.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  During the period of solitary confinement from 14 December 1994 until 28 November 1995 the applicant was attended to by medical or health care staff regularly, thus twentyseven times by a doctor, forty-three times by a nurse, thirty-two times by a physiotherapist, and a couple of times by a dentist. With regard to the reports relating to the twenty-seven medical inspections carried out by a doctor, the following events are found noteworthy:",
                                                "elements": []
                                            },
                                            {
                                                "content": "102. On 11 January 1995 a doctor attended the applicant and refused to prolong the prescription for sleeping pills. The doctor established that the applicant had no complaints of claustrophobia and advised him to take “physical exercise” to achieve natural fatigue instead of chemical, tablet-induced sleep.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  During a period starting approximately mid January 1995 until the end of that month the applicant went on a hunger strike, although he drank fruit juices. In this connection he was monitored every day by doctors in the period from 16 until 18 January 1995. On 17 January 1995, the applicant stated that he was determined to starve himself to death, whereupon the prison doctor informed him of the relevant Danish regulation, which prescribes respect for the desires of mentally competent persons, even the desire of dying. The doctor found the applicant mentally capable and not abnormal for the purposes of taking this decision and the doctor received and accepted the applicant's refusal of medical intervention i.e. artificial feeding at any future potentially fatal weakening of the applicant's health. Furthermore, the doctor found the applicant physically normal and without any acetone smell which usually occur at fasts. The doctor prescribed the applicant a sleeping pill for that night. According to the prison rules, the doctor also requested a psychiatric assessment of the applicant – a requirement when inmates go on hunger strike even if no signs of mental disorder are found. The following day, on 18 January 1995 the applicant informed a doctor that he had drunk but that he expected to be dead within three weeks. The doctor found the applicant physically normal and without any signs of dehydration. As to the applicant's mental health, the doctor awaited the psychiatric examination, which was scheduled to take place on the same day. In his report the psychiatrist concluded:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Visit to a thirty-year-old male, charged with Article 191[of the Penal Code (straffeloven)], of which, according to himself, he is innocent. He is now carrying out a hunger strike, as a protest against his conception that the press and others have convicted him in advance, and he is fully aware of the consequences of such an act and is at present writing farewell letters, his will, etc. Diagnosis: situational reaction.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Subsequently, until the applicant decided to start eating again at the end of January 1995, thus a period of approximately twelve days, the applicant was attended to twice a week by a doctor.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  In March 1995 an EEG scanning was carried out, notably to check the applicant for epilepsy. On 1 May 1995 a doctor attended the applicant because he complained of continuously pain in his lower back. The doctor ordered that he be given an extra mattress and referred him to a physiotherapist.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  On 12 December 1995 the applicant decided to leave the solitary confinement that he had volunteered to since 28 November 1995, when it was lifted by the court. Moreover, having volunteered for kitchen duty, he was attended to by a doctor, as the Chief Consultant of the Copenhagen Prisons had stated that inmates with indications of for example mental disorders or significantly deviating conduct were not accepted for kitchen duty.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.   On the basis of the medical notes submitted, the Court considers it established that the applicant was attended to by medical staff automatically and regularly, and that the latter reacted promptly and increased their observation of the applicant, whenever he showed any change in mood or behaviour.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  In addition to the medical notes submitted, the Court recalls inter alia the statement provided on 2 October 1998 by the Chief Consultant of the Copenhagen Prisons. He did not question that the applicant was found to be psychotic during the period of psychiatric observation from 8 December 1997 until 19 January 1998, that is more than two years after the termination of the solitary confinement, but underlined that the applicant had not been found to be significantly mentally ill, borderline psychotic or psychotic during the period of detention from 13 December 1994 until 14 May 1996. Moreover, he stressed that the psychiatrist's assessment of the applicant on 18 January 1995 was carried out for administrative reasons only in connection with the applicant's shortterm refusal to eat. It was thus not carried out due to any uncertainty on the prison doctor's behalf as to the applicant's mental state, and neither the prison doctor nor the psychiatrist found the applicant's mental state particularly remarkable or even threatened. Before the High Court the chief consultant repeated that none of the highly qualified and welltrained doctors and nurses attending the applicant during the relevant period had noted any signs of mental disorder in the applicant. He pointed out in that respect that the said doctors and nurses had plenty of experience with examining inmates held in solitary confinement and that they knew what telltale signs of oncoming or existing mental disorder to look for when examining such inmates. However, there were no signs that the applicant was characterised by incipient isolation syndrome. The symptoms of this syndrome are difficulties of concentrating, sleeping trouble, disturbed perception of time and space, disturbed interpretation of sensory impulses, depression, possibly with self-destruction and low self-esteem, attacks of anxiety, lack of interest in surroundings. An incipient isolation syndrome may develop into a borderline psychosis, the symptoms being delusions/paranoia, feeling of unreality and into an actual psychosis. When he suspects incipient isolation syndrome, he writes to the prison management about it with a view to forwarding it to the counsel and the prosecutor. In 1998, for example, the witness wrote such letters in thirtytwo cases. He did not know exactly how many such letters he had written in 1995, but he has not changed practice in this respect since 1992.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  In these circumstances the Court cannot share the applicant's view that the monitoring carried out was not as such adequate and sufficient. Admittedly, the applicant was not automatically or regularly examined by a psychologist or a psychiatrist. In the Court's opinion, however, such a general obligation cannot be imposed on the authorities, or the detainees for that matter, in order that the States comply with the requirement that persons in solitary confinement are effectively monitored.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  Finally, the Court will proceed to examine whether observations made by other persons of the applicant's behaviour during his pre-trial detention in solitary confinement could or should have given rise to the authorities increasing their monitoring or submitting the applicant to further psychological or psychiatric examinations. In particular, the Court notes the testimonies given by the applicant's mother, his cousin, the prison chaplain, and the prison teacher before the City Court in the compensation proceedings (see §§ 48-51). However, none of those four witnesses expressed the opinion that the applicant had developed a mental illness and they did not at any time during the applicant's detention in solitary\n\nconfinement report their observations or their concerns to the courts, the counsel, the prison management, the nurses or the doctors. Having addressed the latter would have been highly appropriate, as will be seen from the statement given by the Chief Consultant of the Copenhagen Prisons as to his general practice of reporting suspicion of incipient isolation syndrome to the prison management with a view to forwarding it to the counsel and the prosecutor.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  In these circumstances, the Court concludes that there was no lack of effective monitoring of the applicant's condition or lack of psychiatric assessment or lack of medical attention, which could amount to a treatment contrary to Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "Holds by 4 votes to 3 that there has been no violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 21 July 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following dissenting opinion of Judges Rozakis, Loucaides and Tulkens is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "C.L.R.",
                        "elements": []
                    },
                    {
                        "content": "S.Q.",
                        "elements": []
                    },
                    {
                        "content": "We do not share the conclusion of the majority that there has been no violation of Article 3 in the present case for the following reasons.",
                        "elements": []
                    },
                    {
                        "content": "1.  Leaving aside the question whether the case-law cited under § 96 of the judgment ought to be distinguished from the present case owing to the differences in the criminal offences concerned, clearly a distinction needs to be made between, on the one hand, social isolation or a special regime imposed after a conviction by a court and, on the other, pre-trial detention in solitary confinement, as in the present case. At the relevant time, according to sections 770a and 770b of the Administration of Justice Act, pre-trial detention in solitary confinement: “...cannot be initiated or continued if the purpose thereof can be fulfilled by less radical measures or if the measure is disproportionate to the importance of the case and the sanction to be expected if the suspect is found guilty. Decisions on solitary confinement must also take into account the special potential strain on the suspect owing to his youth or physical or mental weakness”. Thus, solitary confinement was an exceptional measure, which could be applied only when it was considered absolutely necessary in the circumstances.",
                        "elements": []
                    },
                    {
                        "content": "Nevertheless, in this case, the City Court and, on appeal, the High Court, when prolonging the applicant's solitary confinement, gave rather general reasons for their decisions and did not specify why, in the circumstances, solitary confinement was considered absolutely necessary or, to put it another way, why the applicant had to be totally excluded from association with other inmates. Moreover, the decisions did not elaborate on whether less radical measures had been considered, for example they did not explain why “normal” pre-trial detention under section 762 of the Administration of Justice Act was not considered sufficient in the circumstances. Also, we find it noteworthy that the solitary-confinement measure was lifted on 28 November 1995 as soon as the applicant admitted before the City Court his involvement in the import of the papaya fruit (see §§ 13-19).",
                        "elements": []
                    },
                    {
                        "content": "Taking these considerations into account, we are not convinced that it was absolutely necessary, in the circumstances, to subject the applicant to the exceptional measure of pre-trial detention in solitary confinement for such a long time.",
                        "elements": []
                    },
                    {
                        "content": "2.  In the present case from 8 p.m. on 13 December 1994, the day of his arrest, until 12.30 p.m. the following day the applicant was placed in an ",
                        "elements": []
                    },
                    {
                        "content": "observation cell because he had stated that he was suffering from claustrophobia and contemplating suicide. Subsequently, from 14 December 1994 until 28 November 1995, he was detained in solitary confinement and accordingly placed in a cell in which he was totally excluded from association with other inmates. On the basis of the medical notes and statements that were produced, the Court considered it established that the medical staff had monitored the applicant and placed him under increased surveillance whenever he showed any change in mood or behaviour.",
                        "elements": []
                    },
                    {
                        "content": "Nevertheless, the applicant was attended to only once by a psychiatrist, namely on 18 January 1995, less than one month after he had been detained in solitary confinement. During the remaining period of solitary confinement, which lasted until 28 November 1995 (that is to say, for another ten months), no psychological or psychiatric examination was carried out of the applicant.",
                        "elements": []
                    },
                    {
                        "content": "We reiterate in this connection that the CPT in its report of 1991 (CPT/Inf (91) 2) had underlined that, in certain circumstances, solitary confinement could amount to inhuman and degrading treatment, and that in any event all forms of solitary confinement should be as short as possible. It recommended that the Danish authorities take steps to ensure that remand prisoners were only placed in solitary confinement in exceptional circumstances which were strictly limited to the actual requirements of the case. Also, we observe that at the relevant time a research project had been commissioned by the Minister of Justice to examine “any possible harmful effects of being remanded in custody in solitary confinement”, the result of which had been published in a report in May 1994 stated that the research team had found inter alia that: “...remand in custody in solitary confinement versus non-solitary confinement involves the risk of harmful effects on mental health” and that “...there is a greater probability that those in solitary confinement develop mental problems and are transferred to prison hospitals for mental reasons than those who are not placed in solitary confinement” (see, for instance, page 164 of document CPT/Inf (96) 14).",
                        "elements": []
                    },
                    {
                        "content": "In these circumstances and having regard to the fact that the applicant had displayed mental vulnerability at an early stage of his detention, for example he said he was contemplating suicide on the day he was arrested, we find that it would have been reasonable to expect the authorities to arrange for the applicant to receive regular psychological or psychiatric examinations on their own initiative.",
                        "elements": []
                    },
                    {
                        "content": "Also, we note the observations made by the following persons as regards the applicant's behaviour during his pre-trial detention in solitary confinement:",
                        "elements": []
                    },
                    {
                        "content": "The applicant's mother stated, among other things, that she felt that it was worst for the applicant during the detention period when he was also solitary confined. Thereafter, he became more human and spoke more coherently. During the solitary confinement he wrote some letters with weird contents, including a letter with incomprehensible presentation of how the universe works. She had talked with counsel about getting a psychologist in from outside, but it was too difficult to cope with and nothing came of it. She would describe the difference in the applicant's behaviour before and after by saying that he used to be dynamic, committed and extrovert but had become grumpy and inaccessible.",
                        "elements": []
                    },
                    {
                        "content": "The applicant's cousin stated, among other things, that the applicant seemed deeply unhappy and preoccupied. Often he was just listening. He had also changed appearance, having grown a big beard and lost weight. The applicant became better as time passed, as if he had found some peace.",
                        "elements": []
                    },
                    {
                        "content": "The prison chaplain stated, among other things, that the applicant moved with great care around the grounds and walked practically sideways along the wall. He moved like a person who had done no exercise and seemed timid. The applicant needed exercise, both physically and mentally. He had a great feeling of powerlessness. The applicant seemed different than other inmates, like a stranger in that he could both think and talk and was not already “busted”. The chaplain found that in general persons detained in solitary confinement looses their concentration. This was also the case as regards the applicant. The applicant cheered up and felt stimulated by the visits to the chaplain and it has been difficult to end the consultations as the applicant kept finding new subjects and knew which subjects were interesting to the chaplain.",
                        "elements": []
                    },
                    {
                        "content": "The prison teacher stated, among other things, that the applicant from the first day seemed desperate. Subsequently he appeared resigned. On his index card of 18 September 1995, the teacher had noted that the applicant got more and more depressed. The applicants' physical condition worsened, he got careless about himself, both concerning clothing and hygiene. The applicant read a lot, although he encountered difficulties in concentrating.",
                        "elements": []
                    },
                    {
                        "content": "Apparently, none of these four witnesses reported their observations or their concerns to the courts, counsel, the prison management, the nurses or the doctors, which may have resulted in a psychological or psychiatric assessment having been carried out. In our view, however, such assessments should not depend on a request but instead should be part of a system of automatic regular monitoring of long-term detainees in solitary confinement. We believe that only under these conditions can the required monitoring be considered effective.",
                        "elements": []
                    },
                    {
                        "content": "In view of the above we find that there has been a violation of Article 3 of the Convention in this case.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrL. Loucaides",
            "role": "judges"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "judges"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "Mr S. Quesada",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ROHDE v. DENMARK",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-69794.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0721JUD006933201",
    "externalsources": [],
    "extractedappno": [
        "69332/01",
        "26772/95",
        "28524/95",
        "44558/98",
        "30210/96",
        "40907/98",
        "27847/95",
        "10263/83",
        "7572/76",
        "7586/76",
        "7587/76",
        "25498/94",
        "59638/00",
        "46221/99",
        "50390/99",
        "22277/93",
        "27229/95"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Administration of Justice Act, sections 762, 770a, 770b and 1018a"
    ],
    "itemid": "001-69794",
    "judgementdate": "21/07/2005 00:00:00",
    "kpdate": "21/07/2005 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193",
        "492"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "ROHDE",
        "DENMARK"
    ],
    "rank": "520.69482421875",
    "representedby": [
        "STAGETORN, Merethe"
    ],
    "respondent": "DNK",
    "respondentOrderEng": "13",
    "scl": [
        "Aerts v. Belgium judgment of 30 July 1998, Reports 1998-V, p. 1966, §§ 64 et seq.",
        "Bastone v. Italy (dec), no. 59638/00, on 18 January 2005",
        "Dougoz v. Greece, no. 40907/98, § 46, ECHR 2001 II",
        "Ensslin, Baader, Raspe v. Germany, no. 7572/76, 7586/76 and 7587/76, Commission decision of 8 July 1978, Decisions and Reports (DR) 14, p. 64",
        "Hosie v. United Kingdom, application no. 27847/95, Commission decision of 23 October 1997",
        "Ilhan v. Turkey [GC], no. 22277/93, § 87, ECHR 2000-VII",
        "Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, p. 65, § 162",
        "Keenan v. United Kingdom, no. 27229/95, ECHR 2001 III, §§ 113-116",
        "Kudla v. Poland [GC], no. 30210/96, §§ 92-94, ECHR 2000-XI",
        "Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000-IV",
        "McGlinchey and Others v. the United Kingdom, no. 50390/99, § 57, ECHR 2003 V",
        "Messina v. Italy (dec.), no. 25498/94, ECHR 1999 V",
        "Öcalan v. Turkey, [GC], no. 46221/99, § 196, 12 May 2005",
        "Peers v. Greece, no. 28524/95, §§ 67-68 and 74, ECHR 2001-III",
        "R v. Denmark, no. 10263/83, Commission decision of 11 March 1985, DR 41 p. 149",
        "Valašinas v. Lithuania, no. 44558/98, § 101, ECHR 2001-VIII"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "414900",
    "typedescription": "14"
}